[
    {
        "English Sentences": "Now after the death of Joshua it came to pass, that the children of Israel asked the LORD, saying, Who shall go up for us against the Canaanites first, to fight against them?",
        "Wolaitta Sentences": "Yaasu haiqqidoogaappe guyyiyan, Israa7eela asai, \"Kanaane biittaa asaa olanau nu zaretuppe koirottidi kiyanai oonee?\" yaagidi GODAA oichchiis."
    },
    {
        "English Sentences": "And the LORD said, Judah shall go up: behold, I have delivered the land into his hand.",
        "Wolaitta Sentences": "Oichchin GODAI, \"Yihudaa zareti koirottidi kiyona. Taani biittaa eta kushiyan aattada immaas\" yaagiis."
    },
    {
        "English Sentences": "And Judah said unto Simeon his brother, Come up with me into my lot, that we may fight against the Canaanites; and I likewise will go with thee into thy lot. So Simeon went with him.",
        "Wolaitta Sentences": "Yihudaa asai bantta dabbota, Simoona zareta, \"Nuuni Kanaanetuura olettana mala, nuna shaakkin gakkidasaa nunaara hinddite. Hegaappe guyyiyan, inttena shaakkin gakkidasaa inttenaara issippe baana\" yaagiis. Yaagin Simoona zaretinne Yihudaa zareti olau issippe biidosona."
    },
    {
        "English Sentences": "And Judah went up; and the LORD delivered the Canaanites and the Perizzites into their hand: and they slew of them in Bezek ten thousand men.",
        "Wolaitta Sentences": "Bin GODAI Kanaanetanne Parzzeta eta kushiyan aattidi immiis; immin Bezeeqa giyo kataman tammu sha7u asaa woridosona."
    },
    {
        "English Sentences": "And they found Adonibezek in Bezek: and they fought against him, and they slew the Canaanites and the Perizzites.",
        "Wolaitta Sentences": "Bezeeqa kataman Adooni-Bezeeqa demmidi, aara olettidosona; olettidi Kanaanetanne Parzzeta xoonidosona."
    },
    {
        "English Sentences": "But Adonibezek fled; and they pursued after him, and caught him, and cut off his thumbs and his great toes.",
        "Wolaitta Sentences": "Adooni-Beezeqi baqatidaagaa yedetti oiqqidi, a kushiyaa wogga biradhdhetanne a tohuwaa wogga biradhdheta qanxxidosona."
    },
    {
        "English Sentences": "And Adonibezek said, Threescore and ten kings, having their thumbs and their great toes cut off, gathered their meat under my table: as I have done, so God hath requited me. And they brought him to Jerusalem, and there he died.",
        "Wolaitta Sentences": "Qanxxin Adooni-Beezeqi, \"Kushiyaa wogga biradhdhetanne tohuwaa wogga biradhdheta taani qanxxido laappun tammu kawoti ta masoofiyaappe laalettida suuppaa pippaaridi moosona. Taani eta oottidoogaadan, Xoossai tana oottiis\" yaagiis. A Yerusalaame ehin, yan haiqqiis."
    },
    {
        "English Sentences": "Now the children of Judah had fought against Jerusalem, and had taken it, and smitten it with the edge of the sword, and set the city on fire.",
        "Wolaitta Sentences": "Yihudaa asai Yerusalaame olidi oiqqiis; oiqqidi asaa qara bisuwan woridi, katamaa taman xuuggiis."
    },
    {
        "English Sentences": "And afterward the children of Judah went down to fight against the Canaanites, that dwelt in the mountain, and in the south, and in the valley.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yihudaa asai gezziyan, Neegeeba Bazzuwaaninne garan de7iya Kanaaneta olanau biis."
    },
    {
        "English Sentences": "And Judah went against the Canaanites that dwelt in Hebron: (now the name of Hebron before was Kirjatharba:) and they slew Sheshai, and Ahiman, and Talmai.",
        "Wolaitta Sentences": "Biidi kase Qiriyaati-Arbbaa7a geetettiya Kebroona kataman de7iya Kanaaneta olidosona; olidi SHeshaaya, Ahimaananne Talmmaaya geetettiya yarata xoonidosona."
    },
    {
        "English Sentences": "And from thence he went against the inhabitants of Debir: and the name of Debir before was Kirjathsepher:",
        "Wolaitta Sentences": "Hegaappe denddidi Yihudaa asai Dabiira giyo kataman de7iya asaa olanau biis. Dabiira katamai kase Qiriyaati-Sefera geetettees."
    },
    {
        "English Sentences": "And Caleb said, He that smiteth Kirjathsepher, and taketh it, to him will I give Achsah my daughter to wife.",
        "Wolaitta Sentences": "Kaaleebi, \"Qiriyaati-Sefera olidi oiqqiya uraassi taani ta na7iyo Akiso immana\" yaagiis."
    },
    {
        "English Sentences": "And Othniel the son of Kenaz, Caleb's younger brother, took it: and he gave him Achsah his daughter to wife.",
        "Wolaitta Sentences": "Yaagin Kaaleeba ishaa kaaluwaa Qanaaza na7ai Otini7eeli he katamaa olidi oiqqiis; oiqqin, Kaaleebi ba na7iyo Akiso ayyo immiis."
    },
    {
        "English Sentences": "And it came to pass, when she came to him, that she moved him to ask of her father a field: and she lighted from off her ass; and Caleb said unto her, What wilt thou?",
        "Wolaitta Sentences": "Akisa Otini7eela geliyo wode, i aawai iyyo gade immanaadan woossana mala, Otini7eeli o zoriis. Zorin a baquluwaappe wodhdhaasu; wodhdhin Kaaleebi o, \"Ai koyai?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And she said unto him, Give me a blessing: for thou hast given me a south land; give me also springs of water. And Caleb gave her the upper springs and the nether springs.",
        "Wolaitta Sentences": "Oichchin a, \"Taayyo woituwaa imma. Neeni kase taayyo immido biittai qa77e gidido gishshau, haatta pulttota taayyo immarkkii\" yaagaasu. Yaagin Kaaleebi killi pulttuwaakka hirkki pulttuwaakka iyyo immiis."
    },
    {
        "English Sentences": "And the children of the Kenite, Moses' father in law, went up out of the city of palm trees with the children of Judah into the wilderness of Judah, which lieth in the south of Arad; and they went and dwelt among the people.",
        "Wolaitta Sentences": "Muuse bolluwaa zareti Qeenati Yihudaa asaara Zambbaa Katamaa geetettiya Yarkko katamaappe denddidosona; denddidi Araada giyo katamaappe tohossa baggaara, Neegeeban de7iya Yihudaa Bazzuwaa biidosona; biidi yan de7iya asaa gidduwan uttidosona."
    },
    {
        "English Sentences": "And Judah went with Simeon his brother, and they slew the Canaanites that inhabited Zephath, and utterly destroyed it. And the name of the city was called Hormah.",
        "Wolaitta Sentences": "Yihudaa asai Simoona asaara issippe biidi, Xafaata giyo kataman de7iya Kanaaneta xooniis; xoonidi katamaa muleera xaissiis. Xaissidi Horima yaagidi sunttidosona."
    },
    {
        "English Sentences": "Also Judah took Gaza with the coast thereof, and Askelon with the coast thereof, and Ekron with the coast thereof.",
        "Wolaitta Sentences": "Yihudaa asai gujjidikka Gaaza, Asqqaloonanne Eqiroona katamata eta yuushuwan de7iya biittatuurakka oiqqiis."
    },
    {
        "English Sentences": "And the LORD was with Judah; and he drave out the inhabitants of the mountain; but could not drive out the inhabitants of the valley, because they had chariots of iron.",
        "Wolaitta Sentences": "GODAI Yihudaa asaara de7iyo gishshau, gezze biittaa eti laattidosona; shin dembbaa biittaa asatuyyo birataappe oosettida olaa para gaareti de7iyo gishshau, Yihudaa asai eta yedettanau danddayibeenna."
    },
    {
        "English Sentences": "And they gave Hebron unto Caleb, as Moses said: and he expelled thence the three sons of Anak.",
        "Wolaitta Sentences": "Muusee giidoogaadan, Kebroona katamaa Kaaleebayyo immidosona; immin Kaaleebi Anaaqe zare gidiya heezzu yarata yedettidi kessiis."
    },
    {
        "English Sentences": "And the children of Benjamin did not drive out the Jebusites that inhabited Jerusalem; but the Jebusites dwell with the children of Benjamin in Jerusalem unto this day.",
        "Wolaitta Sentences": "SHin Biniyaama zareti Yerusalaamen de7iya Yaabuusata yedettibookkona; yaatin, Yaabuusati Biniyaama zaretuura hachchi gakkanaassi Yerusalaamen issippe de7oosona."
    },
    {
        "English Sentences": "And the house of Joseph, they also went up against Bethel: and the LORD was with them.",
        "Wolaitta Sentences": "Yooseefa naatu, Efireemanne Minaase zareti qassi Beeteele katamaa bollan woraajjidosona. Kase he katamai Looza geetettees. Woraajjiyo wode GODAI etaara de7ees."
    },
    {
        "English Sentences": "And the house of Joseph sent to descry Bethel. (Now the name of the city before was Luz.)",
        "Wolaitta Sentences": "Yooseefa zareti Beeteele katamaa xomoosiya asata kiittidosona."
    },
    {
        "English Sentences": "And the spies saw a man come forth out of the city, and they said unto him, Shew us, we pray thee, the entrance into the city, and we will shew thee mercy.",
        "Wolaitta Sentences": "Kiittin eti katamaappe kiyiya issi bitaniyaa demmidi, \"Katamaa giddo waani gelanau danddayettiyaakko nuna bessa; bessikko, nuuni neeyyo kehana\" yaagidosona."
    },
    {
        "English Sentences": "And when he shewed them the entrance into the city, they smote the city with the edge of the sword; but they let go the man and all his family.",
        "Wolaitta Sentences": "Yaagin i eta bessiis; bessin kataman de7iya asaa qara bisuwan busakkidosona; shin he bitaniyaanne a so asaa ubbaa ashshidosona."
    },
    {
        "English Sentences": "And the man went into the land of the Hittites, and built a city, and called the name thereof Luz: which is the name thereof unto this day.",
        "Wolaitta Sentences": "Guyyeppe he bitanee Hiitetu biittaa biidi, yan katamaa keexxiis; keexxidi Looza yaagidi sunttiis; sunttin hachchi gakkanaassi he katamai he sunttan xeesettees."
    },
    {
        "English Sentences": "Neither did Manasseh drive out the inhabitants of Bethshean and her towns, nor Taanach and her towns, nor the inhabitants of Dor and her towns, nor the inhabitants of Ibleam and her towns, nor the inhabitants of Megiddo and her towns: but the Canaanites would dwell in that land.",
        "Wolaitta Sentences": "Minaase zareti Beetishaana, Taa7inaaka, Doora, Yibila7aamanne Magiddo katamatuuninne eta yuushuwan de7iya moottatun de7iya asata kessidi yedettanau danddayibookkona. Yaatin, Kanaaneti yan de7uwaa minttidosona."
    },
    {
        "English Sentences": "And it came to pass, when Israel was strong, that they put the Canaanites to tribute, and did not utterly drive them out.",
        "Wolaitta Sentences": "Israa7eela asai minnido wode, Kanaaneta banttau wolqqan ootissidosona; shin eta muleera biittaappe kessidi yedettibookkona."
    },
    {
        "English Sentences": "Neither did Ephraim drive out the Canaanites that dwelt in Gezer; but the Canaanites dwelt in Gezer among them.",
        "Wolaitta Sentences": "Efireema zaretikka Gezeera giyo kataman de7iya Kanaaneta kessidi yedettibookkona; yaatin, Kanaane asati yan etaara issippe de7idosona."
    },
    {
        "English Sentences": "Neither did Zebulun drive out the inhabitants of Kitron, nor the inhabitants of Nahalol; but the Canaanites dwelt among them, and became tributaries.",
        "Wolaitta Sentences": "Zaabiloona zareti Qitiroona katamaaninne Naahilaala kataman de7iya asata kessidi yedettibookkona; yaatin, Kanaaneti yan etaara issippe de7idosona. SHin Zaabiloona zareti eta banttau wolqqan ootissidosona."
    },
    {
        "English Sentences": "Neither did Asher drive out the inhabitants of Accho, nor the inhabitants of Zidon, nor of Ahlab, nor of Achzib, nor of Helbah, nor of Aphik, nor of Rehob:",
        "Wolaitta Sentences": "Aseera zaretikka Aakkon, Sidoonan, Ahilaaban, Akiziiban, Helbban, Afeeqaaninne Rahooban de7iya asata kessidi yedettibookkona."
    },
    {
        "English Sentences": "But the Asherites dwelt among the Canaanites, the inhabitants of the land: for they did not drive them out.",
        "Wolaitta Sentences": "Kanaaneti kiyennan aggido gishshau, Aseera zareti etaara yan issippe de7idosona."
    },
    {
        "English Sentences": "Neither did Naphtali drive out the inhabitants of Bethshemesh, nor the inhabitants of Bethanath; but he dwelt among the Canaanites, the inhabitants of the land: nevertheless the inhabitants of Bethshemesh and of Bethanath became tributaries unto them.",
        "Wolaitta Sentences": "Nifttaaleema zaretikka Beeti-SHemesha katamaaninne Beeti-Anaata kataman de7iya asata kessidi yedettibookkona; shin Kanaanetuura yan issippe de7idosona. Beeti-SHemeshanne Beeti-Anaata katamaa asata banttau wolqqan ootissidosona."
    },
    {
        "English Sentences": "And the Amorites forced the children of Dan into the mountain: for they would not suffer them to come down to the valley:",
        "Wolaitta Sentences": "Amooreti Daana zareta pude gezziyau yedettidosona; eti duge dembba biittaa wodhdhennaadan teqqidosona."
    },
    {
        "English Sentences": "But the Amorites would dwell in mount Heres in Aijalon, and in Shaalbim: yet the hand of the house of Joseph prevailed, so that they became tributaries.",
        "Wolaitta Sentences": "Amooreti Hereesa Deriyaaninne Ayyaaloonanne SHa7albbiima geetettiya katamatun de7uwaa minttidosona; shin Efireemanne Minaase zareti minni minnidi biidi, banttau wolqqan ootissidosona."
    },
    {
        "English Sentences": "And the coast of the Amorites was from the going up to Akrabbim, from the rock, and upward.",
        "Wolaitta Sentences": "Amooretu biittaa zawai Selaa7a matan de7iya Akirabiima giyo pudettaappe doommidi, huuphessa baggi gakkees."
    },
    {
        "English Sentences": "And an angel of the LORD came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I sware unto your fathers; and I said, I will never break my covenant with you.",
        "Wolaitta Sentences": "GODAA kiitanchchai Gelggalappe Bokiima biidi, Israa7eela asaa hagaadan yaagiis; \"Taani inttena Gibxxeppe kessaas; kessada beni intte maizza aawatussi immana gaada caaqqido biittaa inttena gelissaas. Gelissada inttena hagaadan yaagaas; Taani inttenaara maacettido maachchaa mulekka kanttikke."
    },
    {
        "English Sentences": "And ye shall make no league with the inhabitants of this land; ye shall throw down their altars: but ye have not obeyed my voice: why have ye done this?",
        "Wolaitta Sentences": "Intte ha biittan de7iya asatuura maachchaa maacettoppite; eti yarshshiyoosaa kolite yaagaas; shin intte taayyo azazettibeekketa. Aissi hegaadan hanidetii?"
    },
    {
        "English Sentences": "Wherefore I also said, I will not drive them out from before you; but they shall be as thorns in your sides, and their gods shall be a snare unto you.",
        "Wolaitta Sentences": "Hegaa gishshau, taani inttena, Eta taani intte sinttaappe yedettikke; eti intteyyo morkke gidana; eta xoossatikka intteyyo pire gidana yaagais\" yaagiis."
    },
    {
        "English Sentences": "And it came to pass, when the angel of the LORD spake these words unto all the children of Israel, that the people lifted up their voice, and wept.",
        "Wolaitta Sentences": "GODAA kiitanchchai hegaa Israa7eela asau ubbau haasayido wode, asai ba qaalaa xoqqu oottidi yeekkiis."
    },
    {
        "English Sentences": "And they called the name of that place Bochim: and they sacrificed there unto the LORD.",
        "Wolaitta Sentences": "Yaatidi he sohuwaa Bokiima yaagidi sunttiis; sunttidi hegan GODAASSI yarshshuwaa yarshshiis."
    },
    {
        "English Sentences": "And when Joshua had let the people go, the children of Israel went every man unto his inheritance to possess the land.",
        "Wolaitta Sentences": "Yaasu Israa7eela asaa yeddidoogaappe guyyiyan, asai issoi issoi bana shaakkin gakkiya biittaa ekkanau biis."
    },
    {
        "English Sentences": "And the people served the LORD all the days of Joshua, and all the days of the elders that outlived Joshua, who had seen all the great works of the LORD, that he did for Israel.",
        "Wolaitta Sentences": "Yaasu paxa de7ido laitta ubban asai GODAASSI oottiis; i haiqqidoogaappe guyyiyankka, GODAI Israa7eela asaassi oottido gita ooso ubbaa be7ida cimatu wode ubban GODAASSI oottiyoogaa aggibeenna."
    },
    {
        "English Sentences": "And Joshua the son of Nun, the servant of the LORD, died, being an hundred and ten years old.",
        "Wolaitta Sentences": "GODAA ashkkarai, Nawe na7ai Yaasu, laittai xeetanne tammaa gidin haiqqiis;"
    },
    {
        "English Sentences": "And they buried him in the border of his inheritance in Timnathheres, in the mount of Ephraim, on the north side of the hill Gaash.",
        "Wolaitta Sentences": "haiqqin Ga7aasha Deriyaappe huuphessa baggan, Efireema gezziyan, Timinaati-Seraaha giyoosan de7iya a laata gadiyan moogidosona."
    },
    {
        "English Sentences": "And also all that generation were gathered unto their fathers: and there arose another generation after them, which knew not the LORD, nor yet the works which he had done for Israel.",
        "Wolaitta Sentences": "He yeleta ubbai haiqqi ba maizzan gaittidoogaappe guyyiyan, GODAA woikko Israa7eela asaassi i oottidobaa ubbaa erenna hara yeletai denddiis."
    },
    {
        "English Sentences": "And the children of Israel did evil in the sight of the LORD, and served Baalim:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Israa7eela asai GODAA sinttan iitabaa oottiis; Ba7aala geetettiya eeqatuyyo goinniis."
    },
    {
        "English Sentences": "And they forsook the LORD God of their fathers, which brought them out of the land of Egypt, and followed other gods, of the gods of the people that were round about them, and bowed themselves unto them, and provoked the LORD to anger.",
        "Wolaitta Sentences": "Gibxxe biittaappe eta kessida GODAA, bantta maizza aawatu Xoossaa aggi bayidosona; bantta yuushuwan de7iya asatu eeqatukko simmidi, etassi goinnidosona; hegan GODAA hanqqetissidosona."
    },
    {
        "English Sentences": "And they forsook the LORD, and served Baal and Ashtaroth.",
        "Wolaitta Sentences": "Qassi GODAA aggi bayidi, Ba7aalayyoonne Asttaarootiyyo goinnidosona."
    },
    {
        "English Sentences": "And the anger of the LORD was hot against Israel, and he delivered them into the hands of spoilers that spoiled them, and he sold them into the hands of their enemies round about, so that they could not any longer stand before their enemies.",
        "Wolaitta Sentences": "Yaatin, GODAA hanqqoi Israa7eela asaa bolli eexxi kiyiis; bonqqiyaageeti bonqqanaadan eta bessi bayiis; eta yuushuwan de7iya morkketuyyo eta aattidi immiis. Yaatin, eti bantta morkketuura eqettanau danddayibookkona."
    },
    {
        "English Sentences": "Whithersoever they went out, the hand of the LORD was against them for evil, as the LORD had said, and as the LORD had sworn unto them: and they were greatly distressed.",
        "Wolaitta Sentences": "Eti olettanau kiyido wode ubban, GODAI kase etassi caaqqidoogaadan eti xoonettana mala, i eta bolli denddiis. Yaatin, eti keehippe waayettidosona."
    },
    {
        "English Sentences": "Nevertheless the LORD raised up judges, which delivered them out of the hand of those that spoiled them.",
        "Wolaitta Sentences": "Yaatin, GODAI pirddiya daannata etau denttiis; denttin eti Israa7eela asaa bonqqidaageetu kushiyaappe ashshidosona."
    },
    {
        "English Sentences": "And yet they would not hearken unto their judges, but they went a whoring after other gods, and bowed themselves unto them: they turned quickly out of the way which their fathers walked in, obeying the commandments of the LORD; but they did not so.",
        "Wolaitta Sentences": "SHin Israa7eela asai pirddiya daannatussi azazettibeenna; eti GODAASSI ammanettennan ixxidosona; ixxidi hara xoossatukko simmidi, etassi goinnidosona. Eta aawati hemettido ogiyaappe sohuwaara guyye simmidosona; eta maizza aawati GODAAYYO azazettidoogaadan, eti azazettibookkona."
    },
    {
        "English Sentences": "And when the LORD raised them up judges, then the LORD was with the judge, and delivered them out of the hand of their enemies all the days of the judge: for it repented the LORD because of their groanings by reason of them that oppressed them and vexed them.",
        "Wolaitta Sentences": "GODAI etau pirddiya daannata denttido wode audenne i he pirddiya daannatuura issippe gidiis; gididi he daannai paxa de7ido laitta ubban eta morkketu kushiyaappe eta ashshiis. Aissi giikko, huqqunnainne tuggai darin, eti waassiyoogaa siyidi, GODAI etau qarettiis."
    },
    {
        "English Sentences": "And it came to pass, when the judge was dead, that they returned, and corrupted themselves more than their fathers, in following other gods to serve them, and to bow down unto them; they ceased not from their own doings, nor from their stubborn way.",
        "Wolaitta Sentences": "SHin pirddiya daannai haiqqidoogaappe guyyiyan, asai guyye simmidi, kase eta aawati oottido iitaappe aadhdhida iitaa oottidosona; eti hara xoossatukko simmidi, etassi goinnidosona; bantta iita oosuwaanne geella ogiyaa aggennan ixxidosona."
    },
    {
        "English Sentences": "And the anger of the LORD was hot against Israel; and he said, Because that this people hath transgressed my covenant which I commanded their fathers, and have not hearkened unto my voice;",
        "Wolaitta Sentences": "Ixxin GODAA hanqqoi Israa7eela asaa bolli eexxi kiyiis; yaatin, GODAI hagaadan yaagiis; \"Ha asai taani eta maizza aawatussi gelido maachchaa kanttido gishshaunne taayyo azazettennan ixxido gishshau,"
    },
    {
        "English Sentences": "I also will not henceforth drive out any from before them of the nations which Joshua left when he died:",
        "Wolaitta Sentences": "hachchippe doommin, Yaasu haiqqido wode biittaa bollan attida dere asatuppe issuwaanne taani eta sinttaappe yedettada kessikke."
    },
    {
        "English Sentences": "That through them I may prove Israel, whether they will keep the way of the LORD to walk therein, as their fathers did keep it, or not.",
        "Wolaitta Sentences": "Ha Israa7eela asai kase bantta maizza aawatudan ta ogiyaa kaalliyaakko, woikko kaallennaakko paaccanau, taani he attida dere asatun go7ettana\" yaagiis."
    },
    {
        "English Sentences": "Therefore the LORD left those nations, without driving them out hastily; neither delivered he them into the hand of Joshua.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI he dere asati kiyennan gam77anaadan oottiis. I eta eesuwan yedettidi kessibeenna; Yaasussikka eta aattidi immibeenna."
    },
    {
        "English Sentences": "Now these are the nations which the LORD left, to prove Israel by them, even as many of Israel as had not known all the wars of Canaan;",
        "Wolaitta Sentences": "Kase Kanaanen ai olanne olettidi meezetibeenna Israa7eela asaa paaccana mala, GODAI ha asata ashshiis."
    },
    {
        "English Sentences": "Only that the generations of the children of Israel might know, to teach them war, at the least such as before knew nothing thereof;",
        "Wolaitta Sentences": "I hegaa oottidoogee, hagaappe kase olaa olettidi meezetibeenna Israa7eela yeletaa olettiyo hiillaa tamaarissanaassa."
    },
    {
        "English Sentences": "Namely, five lords of the Philistines, and all the Canaanites, and the Sidonians, and the Hivites that dwelt in mount Lebanon, from mount Baalhermon unto the entering in of Hamath.",
        "Wolaitta Sentences": "He asati oonee oonee giikko, ichchashu Pilisxxeema katamata haariya asata, Kanaaneta ubbaa, Sidoona katamaa asatanne Ba7aali-Hermmoone giyo deriyaappe doommidi, Hamaata Pinuwaa gakkanaassi Liibaanoosa Deriyan de7iya Hiiweta."
    },
    {
        "English Sentences": "And they were to prove Israel by them, to know whether they would hearken unto the commandments of the LORD, which he commanded their fathers by the hand of Moses.",
        "Wolaitta Sentences": "GODAI Muuse baggaara kase Israa7eela maizza asaa aawatussi immido azazuwaa eti azazettiyaakko azazettennaakko paacissanau eta ashshiis."
    },
    {
        "English Sentences": "And the children of Israel dwelt among the Canaanites, Hittites, and Amorites, and Perizzites, and Hivites, and Jebusites:",
        "Wolaitta Sentences": "Yaatin, Israa7eela asai Kanaanetuura, Hiiwetuura, Amooretuura, Parzzetuura, Hiitetuuranne Yaabuusatuura issippe de7iis."
    },
    {
        "English Sentences": "And they took their daughters to be their wives, and gave their daughters to their sons, and served their gods.",
        "Wolaitta Sentences": "Eta macca naata banttau machchidosona; bantta macca naatakka eta attuma naatussi immidosona. Yaatidi eta xoossatuyyo goinnidosona."
    },
    {
        "English Sentences": "And the children of Israel did evil in the sight of the LORD, and forgat the LORD their God, and served Baalim and the groves.",
        "Wolaitta Sentences": "Israa7eela asai GODAA sinttan iitabaa oottiis. Eti GODAA bantta Xoossaa dogidi, Ba7aalanne Asheero geetettiya xoossatuyyo goinnidosona."
    },
    {
        "English Sentences": "Therefore the anger of the LORD was hot against Israel, and he sold them into the hand of Chushanrishathaim king of Mesopotamia: and the children of Israel served Chushanrishathaim eight years.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAA hanqqoi Israa7eela asaa bolli eexxi kiyiis; yaatin, GODAI Masphphexoomiyaa biittaa Kawuwaa Kushaani-Rish77ataima kushiyan eta aattidi immiis; immin eti ayyo hosppun laittaa haarettidosona."
    },
    {
        "English Sentences": "And when the children of Israel cried unto the LORD, the LORD raised up a deliverer to the children of Israel, who delivered them, even Othniel the son of Kenaz, Caleb's younger brother.",
        "Wolaitta Sentences": "SHin Israa7eela asai GODAASSI waassido wode, eta ashshiya uraa kiittiis; ikka Kaaleeba kaalo ishaa Qanaaza na7aa Otini7eela geetettees."
    },
    {
        "English Sentences": "And the Spirit of the LORD came upon him, and he judged Israel, and went out to war: and the LORD delivered Chushanrishathaim king of Mesopotamia into his hand; and his hand prevailed against Chushanrishathaim.",
        "Wolaitta Sentences": "GODAA Ayyaanai a bolli wodhdhin, i Israa7eela bolli pirddiya daanna gidiis. Gididi olaa olettanau biis; bin GODAI Masphphexoomiyaa biittaa Kawuwaa Kushaani-Rish77ataima ayyo aattidi immiis; immin Kushaani-Rish77ataima xooniis."
    },
    {
        "English Sentences": "And the land had rest forty years. And Othniel the son of Kenaz died.",
        "Wolaitta Sentences": "Yaatin, biittai oitamu laittaa woppaa demmiis. Hegaappe guyyiyan, Qanaaza na7ai Otini7eeli haiqqiis."
    },
    {
        "English Sentences": "And the children of Israel did evil again in the sight of the LORD: and the LORD strengthened Eglon the king of Moab against Israel, because they had done evil in the sight of the LORD.",
        "Wolaitta Sentences": "Israa7eela asai zaarettidikka GODAA sinttan iitabaa oottiis. GODAA sinttan eti iitabaa oottido gishshau, GODAI Moo7aaba Kawoi Egilooni Israa7eela bollan wolqqaamanaadan oottiis."
    },
    {
        "English Sentences": "And he gathered unto him the children of Ammon and Amalek, and went and smote Israel, and possessed the city of palm trees.",
        "Wolaitta Sentences": "Egilooni Amoonatanne Amaaleeqata baakko shiishshidi biidi, Israa7eela asaa olidi xooniis; xoonidi Zambbaa Katamaa geetettiya Yarkko katamaa oiqqiis."
    },
    {
        "English Sentences": "So the children of Israel served Eglon the king of Moab eighteen years.",
        "Wolaitta Sentences": "Yaatin, Israa7eela asai Moo7aaba Kawuwaa Egiloonayyo tammanne hosppun laittaa haarettiis."
    },
    {
        "English Sentences": "But when the children of Israel cried unto the LORD, the LORD raised them up a deliverer, Ehud the son of Gera, a Benjamite, a man lefthanded: and by him the children of Israel sent a present unto Eglon the king of Moab.",
        "Wolaitta Sentences": "SHin Israa7eela asai GODAASSI waassido wode, eta ashshiya uraa kiittiis; ikka Biniyaama zariyaappe Geera na7aa Ehuuda geetettees; i haddirssa kushiyan oottiya asa. Israa7eela asai Ehuuda Moo7aaba Kawuwaa Egiloonakko giiraara kiittiis."
    },
    {
        "English Sentences": "But Ehud made him a dagger which had two edges, of a cubit length; and he did gird it under his raiment upon his right thigh.",
        "Wolaitta Sentences": "Ehuudi naa77u baggaara qarattida issi wara gidida bisuwaa baayyo giigissiis; giigissidi ushachcha miyyiyaa baggaara ba maayo giddon gixxiis."
    },
    {
        "English Sentences": "And he brought the present unto Eglon king of Moab: and Eglon was a very fat man.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Moo7aaba Kawuwaa Egiloonayyo giiraa ekki efiidi immiis. Egilooni keehippe ordde asa."
    },
    {
        "English Sentences": "And when he had made an end to offer the present, he sent away the people that bare the present.",
        "Wolaitta Sentences": "Ehuudi giiraa kawuwaayyo immidoogaappe guyyiyan, giiraa tookkidi biida asata moissiis."
    },
    {
        "English Sentences": "But he himself turned again from the quarries that were by Gilgal, and said, I have a secret errand unto thee, O king: who said, Keep silence. And all that stood by him went out from him.",
        "Wolaitta Sentences": "SHin Ehuudi Gelggala matan de7iya masettida shuchchatu matappe Egiloonakko guyye simmi biidi, \"Kawuwau, taani neeyyo xuuriyoobi de7ees\" yaagiis. Yaagin kawoi, \"Co77u ga!\" yaagiis; yaagin a naagiyaageeti ubbai kare kiyidosona."
    },
    {
        "English Sentences": "And Ehud came unto him; and he was sitting in a summer parlour, which he had for himself alone. And Ehud said, I have a message from God unto thee. And he arose out of his seat.",
        "Wolaitta Sentences": "He wode kawoi pooqiyan de7iya issi kifiliyan barkka uttidaashin, Ehuudi akko shiiqidi, \"Xoossai neeyyo kiittidobai de7ees\" yaagiis. Yaagin kawoi ba uttidosaappe eqqiis;"
    },
    {
        "English Sentences": "And Ehud put forth his left hand, and took the dagger from his right thigh, and thrust it into his belly:",
        "Wolaitta Sentences": "eqqin Ehuudi ba haddirssa kushiyaa yeddidi, ushachcha bagga miyiyaappe bisuwaa shoddidi, kawuwaayyo uluwan dirggintti bayiis."
    },
    {
        "English Sentences": "And the haft also went in after the blade; and the fat closed upon the blade, so that he could not draw the dagger out of his belly; and the dirt came out.",
        "Wolaitta Sentences": "Yaatin, bisuwaayyo tuutee attennan ulo giddo gelin, handdai kammiis. Ehuudi bisuwaa kawuwaa uluwaappe shoddibeenna gishshau, zokkuwaara kantti kiyiis."
    },
    {
        "English Sentences": "Then Ehud went forth through the porch, and shut the doors of the parlour upon him, and locked them.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Ehuudi kare kiyidi, pooqiyan de7iya kifiliyaa penggiyaa gorddidi, a bolli qulppiis."
    },
    {
        "English Sentences": "When he was gone out, his servants came; and when they saw that, behold, the doors of the parlour were locked, they said, Surely he covereth his feet in his summer chamber.",
        "Wolaitta Sentences": "I biichchidoogaappe guyyiyan, ashkkarati yiidi, penggee gorddettidaagaa be7idosona; be7idi, giddo kifiliyan katta sheeshshau uttennan aggenna yaagidi qoppidosona."
    },
    {
        "English Sentences": "And they tarried till they were ashamed: and, behold, he opened not the doors of the parlour; therefore they took a key, and opened them: and, behold, their lord was fallen down dead on the earth.",
        "Wolaitta Sentences": "Eta naagoi pokkana gakkanaassi keehippe naagidosona. SHin kawoi penggiyaa dooyennan ixxin, qulppiyaa ekkidi penggiyaa dooyidosona; dooyidi bantta godai haiqqidi, wuigen kunddidaagaa be7idosona."
    },
    {
        "English Sentences": "And Ehud escaped while they tarried, and passed beyond the quarries, and escaped unto Seirath.",
        "Wolaitta Sentences": "Eti naagiiddi gam77idaashin, Ehuudi kessi ekkidi, masettida shuchchata kanttidi, Sa7iira giyoosaa baqatiis."
    },
    {
        "English Sentences": "And it came to pass, when he was come, that he blew a trumpet in the mountain of Ephraim, and the children of Israel went down with him from the mount, and he before them.",
        "Wolaitta Sentences": "Baqati biidi Efireema gezziyaa gakkido wode, Israa7eela asai olau shiiqanaadan malkkataa punniis; punnin asai a kaallidi, yaappe duge wodhdhiis."
    },
    {
        "English Sentences": "And he said unto them, Follow after me: for the LORD hath delivered your enemies the Moabites into your hand. And they went down after him, and took the fords of Jordan toward Moab, and suffered not a man to pass over.",
        "Wolaitta Sentences": "Wodhdhin eta, \"Tana kaallite; aissi giikko, GODAI intte morkketa, Moo7aabata intte kushiyan aattidi immiis\" yaagiis. Yaagin a kaallidi wodhdhidi, Yorddaanoosa SHaafaa pinniyoosaa oiqqidosona; oiqqidi Moo7aaba asaappe issi urainne hegaara kanttennaadan teqqidosona."
    },
    {
        "English Sentences": "And they slew of Moab at that time about ten thousand men, all lusty, and all men of valour; and there escaped not a man.",
        "Wolaitta Sentences": "He wode Moo7aaba asaappe tammu sha7u gidiya doorettida mino olanchchata woridosona; issi asinne kessi ekkidi attibeenna."
    },
    {
        "English Sentences": "So Moab was subdued that day under the hand of Israel. And the land had rest fourscore years.",
        "Wolaitta Sentences": "He gallassi Moo7aaba asai Israa7eela asaassi haarettiis; yaatin biittai hosppun tammu laittaa woppaa demmiis."
    },
    {
        "English Sentences": "And after him was Shamgar the son of Anath, which slew of the Philistines six hundred men with an ox goad: and he also delivered Israel.",
        "Wolaitta Sentences": "Ehuudappe guyyiyan, Anaata na7ai SHamggaari denddiis; denddidi Pilisxxeema asaappe usuppun xeetaa booraa laaggiyo philxxuwan woridi, Israa7eela asaa ashshiis."
    },
    {
        "English Sentences": "And the children of Israel again did evil in the sight of the LORD, when Ehud was dead.",
        "Wolaitta Sentences": "Ehuudi haiqqidoogaappe guyyiyan, Israa7eela asai GODAA sinttan zaarettidikka iitabaa oottiis."
    },
    {
        "English Sentences": "And the LORD sold them into the hand of Jabin king of Canaan, that reigned in Hazor; the captain of whose host was Sisera, which dwelt in Harosheth of the Gentiles.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI Haxoora giyo kataman kawotida Kanaane Kawuwaa Yaabinayyo eta aattidi immiis; a olanchchatu gadaawai Sisaari Dere-Harosheeta giyo kataman de7ees."
    },
    {
        "English Sentences": "And the children of Israel cried unto the LORD: for he had nine hundred chariots of iron; and twenty years he mightily oppressed the children of Israel.",
        "Wolaitta Sentences": "Yaabinayyo birataappe oosettida uddufun xeetu paraa gaareti de7iyo gishshaunne i Israa7eela asaa qareti bainnan laatamu laittaa huqqunnido gishshau, eti maaduwaa demmanau GODAASSI waassidosona."
    },
    {
        "English Sentences": "And Deborah, a prophetess, the wife of Lapidoth, she judged Israel at that time.",
        "Wolaitta Sentences": "He wode Laappidoota machchiyaa Deboora, hananabaa yootiyaara Israa7eela biittan pirddiya daanniyo."
    },
    {
        "English Sentences": "And she dwelt under the palm tree of Deborah between Ramah and Bethel in mount Ephraim: and the children of Israel came up to her for judgment.",
        "Wolaitta Sentences": "Deboora Efireema gezziyan, Raama katamaappenne Beeteele katamaappe gidduwan de7iya Deboori zambbaa garssan uttada pirddausu; Israa7eela asai ba yohuwaa pirddissanau ikko yees."
    },
    {
        "English Sentences": "And she sent and called Barak the son of Abinoam out of Kedeshnaphtali, and said unto him, Hath not the LORD God of Israel commanded, saying, Go and draw toward mount Tabor, and take with thee ten thousand men of the children of Naphtali and of the children of Zebulun?",
        "Wolaitta Sentences": "Issi gallassi Deboora Abino7aama na7aa Baaraaqa Nifttaaleema biittan de7iya Qedeesha katamaappe kiittada xeesissaasu; xeesissada, \"GODAI Israa7eela Xoossai nena hagaadan yaagidi azazees; Nifttaaleema zariyaappenne Zaabiloona zariyaappe tammu sha7u asaa ekkada, Taaboora Deriyaa ba."
    },
    {
        "English Sentences": "And I will draw unto thee to the river Kishon Sisera, the captain of Jabin's army, with his chariots and his multitude; and I will deliver him into thine hand.",
        "Wolaitta Sentences": "Taani Yaabina olanchchatu gadaawai Sisaari paraa gaaretanne olanchchata ekkidi, Qiishoona SHaafan nenaara olaa gaittanau yaanaadan oottana; yin taani neeyyo a aattada immana yaagees\" yaagaasu."
    },
    {
        "English Sentences": "And Barak said unto her, If thou wilt go with me, then I will go: but if thou wilt not go with me, then I will not go.",
        "Wolaitta Sentences": "Yaatin, Baaraaqi, \"Neeni tanaara biikko, taani baana; shin neeni tanaara baana xayikko, taanikka biikke\" yaagiis."
    },
    {
        "English Sentences": "And she said, I will surely go with thee: notwithstanding the journey that thou takest shall not be for thine honour; for the LORD shall sell Sisera into the hand of a woman. And Deborah arose, and went with Barak to Kedesh.",
        "Wolaitta Sentences": "Yaagin a, \"Eeno, taani nenaara baana; shin GODAI Sisaara macca asa kushiyan aattidi immana gishshau, he buussai neeyyo bonchcho gidenna\" yaagaasu. Yaagada Deboora denddada, Baaraaqaara Qedeesha baasu."
    },
    {
        "English Sentences": "And Barak called Zebulun and Naphtali to Kedesh; and he went up with ten thousand men at his feet: and Deborah went up with him.",
        "Wolaitta Sentences": "Baaraaqi Nifttaaleemanne Zaabiloona zareta Qedeesha xeesin, tammu sha7u asai a kaallidi kiyiis; Deboorakka aara baasu."
    },
    {
        "English Sentences": "Now Heber the Kenite, which was of the children of Hobab the father in law of Moses, had severed himself from the Kenites, and pitched his tent unto the plain of Zaanaim, which is by Kedesh.",
        "Wolaitta Sentences": "He wode Hebeera giyo issi bitanee de7ees; i Qeena asa; i Muuse bolluwaa Hobaaba yara. I hara Qeenatuppe shaahettidi, Qedeeshakko shiiqidi, Da7inaaniiman de7iya wolaa matan ba dunkkaaniyaa toliis."
    },
    {
        "English Sentences": "And they shewed Sisera that Barak the son of Abinoam was gone up to mount Tabor.",
        "Wolaitta Sentences": "Abino7aama na7ai Baaraaqi Taaboora Deriyaa biidoogaa Sisaari siyido wode,"
    },
    {
        "English Sentences": "And Sisera gathered together all his chariots, even nine hundred chariots of iron, and all the people that were with him, from Harosheth of the Gentiles unto the river of Kishon.",
        "Wolaitta Sentences": "birataappe oosettida ba uddufun xeetu paraa gaaretanne banaara de7iya asaa ubbaa xeesissidi, Dere-Harosheetappe Qiishoona SHaafaa shiishshiis."
    },
    {
        "English Sentences": "And Deborah said unto Barak, Up; for this is the day in which the LORD hath delivered Sisera into thine hand: is not the LORD gone out before thee? So Barak went down from mount Tabor, and ten thousand men after him.",
        "Wolaitta Sentences": "Yaatin, Deboora Baaraaqa, \"Dendda! Hachchi GODAI ne kushiyan Sisaara aattidi immiyo gallassa. Be7a, GODAI neeppe sinttatidi biis\" yaagaasu. Yaagin Baaraaqi tammu sha7u asaa kaalettidi, Taaboora Deriyaappe wodhdhiis."
    },
    {
        "English Sentences": "And the LORD discomfited Sisera, and all his chariots, and all his host, with the edge of the sword before Barak; so that Sisera lighted down off his chariot, and fled away on his feet.",
        "Wolaitta Sentences": "GODAI Sisaara, a paraa gaareta ubbaanne a olanchchata ubbaa qara bisuwan Baaraaqa sinttaappe baqatissiis. Yaatin, Sisaari ba paraa gaariyaappe wodhdhidi, gediyan baqatiis."
    },
    {
        "English Sentences": "But Barak pursued after the chariots, and after the host, unto Harosheth of the Gentiles: and all the host of Sisera fell upon the edge of the sword; and there was not a man left.",
        "Wolaitta Sentences": "Baaraaqi he paraa gaaretanne olanchchata Dere-Harosheeta gakkanaassi yedettiis. Sisaara olanchchati ubbai qara bisuwan haiqqidosona; issi asinne attibeenna."
    },
    {
        "English Sentences": "Howbeit Sisera fled away on his feet to the tent of Jael the wife of Heber the Kenite: for there was peace between Jabin the king of Hazor and the house of Heber the Kenite.",
        "Wolaitta Sentences": "He wode Haxoora Kawoi Yaabini Qeenaa Hebeera keettaa asaara saro de7ees. Hegaa gishshau, Sisaari gediyan baqatidi, Qeenaa Hebeera machchee Yaa7eeli dunkkaaniyaa gakkiis."
    },
    {
        "English Sentences": "And Jael went out to meet Sisera, and said unto him, Turn in, my lord, turn in to me; fear not. And when he had turned in unto her into the tent, she covered him with a mantle.",
        "Wolaitta Sentences": "Gakkin Yaa7eela Sisaara mokkanau kiyada, \"Ta godau, gela; haa gela; yayyoppa\" yaagaasu. Yaagin dunkkaaniyaa ikko gelin, a ba bullukkuwan kammaasu."
    },
    {
        "English Sentences": "And he said unto her, Give me, I pray thee, a little water to drink; for I am thirsty. And she opened a bottle of milk, and gave him drink, and covered him.",
        "Wolaitta Sentences": "Sisaari, \"Tana saammees; uyiyo guutta haatta immarkkii\" yaagiis. Yaagin maattaa tigiyo ogoruwaa pogada ushshaasu; yaatada zaarettada kammaasu."
    },
    {
        "English Sentences": "Again he said unto her, Stand in the door of the tent, and it shall be, when any man doth come and enquire of thee, and say, Is there any man here? that thou shalt say, No.",
        "Wolaitta Sentences": "Hegaappe guyyiyan i o, \"Dunkkaaniyaa penggen eqqa. Ai asinne yiidi, Hagan asi de7ii? yaagidi oichchikko, Baawa ga\" yaagiis."
    },
    {
        "English Sentences": "Then Jael Heber's wife took a nail of the tent, and took an hammer in her hand, and went softly unto him, and smote the nail into his temples, and fastened it into the ground: for he was fast asleep and weary. So he died.",
        "Wolaitta Sentences": "Sisaari keehi daafurido gishshau, xiskkuwaa kairiis. Kairin Hebeera machchiyaa Yaa7eela madooshaanne dunkkaaniyaa xishiyaa ekkada, loddaara akko shiiqaasu; shiiqada xishiyaa haitta kariyan essada, madooshan xishada, biittaara sikkin, Sisaari haiqqiis."
    },
    {
        "English Sentences": "And, behold, as Barak pursued Sisera, Jael came out to meet him, and said unto him, Come, and I will shew thee the man whom thou seekest. And when he came into her tent, behold, Sisera lay dead, and the nail was in his temples.",
        "Wolaitta Sentences": "Baaraaqi Sisaara koyiiddi yin, Yaa7eela a mokkanau kare kiyaasu; kiyada, \"Haaya; neeni koyiyo bitaniyaa taani nena bessana\" yaagaasu. Yaagin iira dunkkaane giddo gelidi, Sisaara haitta kariyan xishee gelin, a ahai sa7an zin77idaagaa be7iis."
    },
    {
        "English Sentences": "So God subdued on that day Jabin the king of Canaan before the children of Israel.",
        "Wolaitta Sentences": "He gallassi Xoossai Israa7eela asai Kanaane Kawuwaa Yaabina xoonanaadan oottiis."
    },
    {
        "English Sentences": "And the hand of the children of Israel prospered, and prevailed against Jabin the king of Canaan, until they had destroyed Jabin king of Canaan.",
        "Wolaitta Sentences": "Israa7eela asai Kanaane Kawuwaa Yaabina bolli minni minnidi biidi, wurssettan a xaissiis."
    },
    {
        "English Sentences": "Then sang Deborah and Barak the son of Abinoam on that day, saying,",
        "Wolaitta Sentences": "He gallassi Debooranne Abino7aama na7ai Baaraaqi ha yettaa yexxidosona."
    },
    {
        "English Sentences": "Praise ye the LORD for the avenging of Israel, when the people willingly offered themselves.",
        "Wolaitta Sentences": "\"Israa7eela asaa kaalettiyaageeti kaalettido gishshau, asaikka dosidi, ba huuphiyaa aattidi immido gishshau, GODAA galatite!"
    },
    {
        "English Sentences": "Hear, O ye kings; give ear, O ye princes; I, even I, will sing unto the LORD; I will sing praise to the LORD God of Israel.",
        "Wolaitta Sentences": "Inttenoo kawotoo, hagaa siyite! Inttenoo deriyaa haariyaageetoo, ezggite! Taani GODAASSI yexxana. GODAASSI Israa7eela Xoossaassi galataa yettaa yexxana."
    },
    {
        "English Sentences": "LORD, when thou wentest out of Seir, when thou marchedst out of the field of Edom, the earth trembled, and the heavens dropped, the clouds also dropped water.",
        "Wolaitta Sentences": "Abeet GODAU, neeni Se7iira Deriyaappe denddido wode, neeni Eedooma biittaappe kiyido wode, biittai qaaxxiis. Saluwaappe irai bukkiis; ee, haattai shaaratuppe duge soosiis."
    },
    {
        "English Sentences": "The mountains melted from before the LORD, even that Sinai from before the LORD God of Israel.",
        "Wolaitta Sentences": "GODAA sinttan dereti qaaxxidosona; harai attin, Siinaa Dereekka GODAA Israa7eela Xoossaa sinttan kokkoriis."
    },
    {
        "English Sentences": "In the days of Shamgar the son of Anath, in the days of Jael, the highways were unoccupied, and the travellers walked through byways.",
        "Wolaitta Sentences": "\"Anaata na7aa SHamggaara wodenne Yaa7eeli wode caana mehiyaa laaggiya zal77anchchati he biittaara kanttibookkona. Ogiyaara biyaageetikka ogiyaa aggidi, loossuwaara biidosona."
    },
    {
        "English Sentences": "The inhabitants of the villages ceased, they ceased in Israel, until that I Deborah arose, that I arose a mother in Israel.",
        "Wolaitta Sentences": "Israa7eela katamati asi de7enna baisa gididosona. Nenoo Debooraa, neeni Israa7eela asaayyo aayo gidada denddana gakkanaashin onidi attidosona."
    },
    {
        "English Sentences": "They chose new gods; then was war in the gates: was there a shield or spear seen among forty thousand in Israel?",
        "Wolaitta Sentences": "Israa7eela asai allaga xoossata doorido wode, biittan olai denddiis. Oitamu sha7u Israa7eela olanchchatu giddon issi gonddallee woikko issi toori beettibeenna."
    },
    {
        "English Sentences": "My heart is toward the governors of Israel, that offered themselves willingly among the people. Bless ye the LORD.",
        "Wolaitta Sentences": "Ta wozanai Israa7eela ola gadaawatuura de7ees. Asaa giddon dosidi banttana aattidi immidaageetuura de7ees. GODAA galatite!"
    },
    {
        "English Sentences": "Speak, ye that ride on white asses, ye that sit in judgment, and walk by the way.",
        "Wolaitta Sentences": "\"Inttenoo, gilaasiyaa wottido bootta hareta toggiyaageetoo, inttenoo, ogiyaara hemettiyaageetoo, hagaa siyite!"
    },
    {
        "English Sentences": "They that are delivered from the noise of archers in the places of drawing water, there shall they rehearse the righteous acts of the LORD, even the righteous acts toward the inhabitants of his villages in Israel: then shall the people of the LORD go down to the gates.",
        "Wolaitta Sentences": "Haattaa ollatu matan shiiqida yettanchchatu yettaa siyite. Eti GODAI xoonidoogaa yexxoosona; qassi Israa7eela asai xoonidoogaa yexxoosona. Hegaappe guyyiyan, GODAA asai katamaa geliyo penggetukko duge wodhdhiis."
    },
    {
        "English Sentences": "Awake, awake, Deborah: awake, awake, utter a song: arise, Barak, and lead thy captivity captive, thou son of Abinoam.",
        "Wolaitta Sentences": "\"Debooraa! Beegotta! Beegotta! Beegotta! Beegottada mazamuriyaa yexxa. Baaraaqaa, dendda! Nenoo, Abino7aama na7au, ne omooduwaa ekkada ya."
    },
    {
        "English Sentences": "Then he made him that remaineth have dominion over the nobles among the people: the LORD made me have dominion over the mighty.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan, attida asati halaqatukko duge wodhdhidosona. GODAA asati olettanau giigidi Baaraaqakko yiidosona."
    },
    {
        "English Sentences": "Out of Ephraim was there a root of them against Amalek; after thee, Benjamin, among thy people; out of Machir came down governors, and out of Zebulun they that handle the pen of the writer.",
        "Wolaitta Sentences": "Amaaleeqa zareti beni de7ido sohuwan de7iya Efireema asati yiidosona. Qassi Biniyaama asati eta kaallidosona. Halaqati Maakira zaretuppenne, ola gadaawati Zaabiloona zaretuppe duge wodhdhidosona."
    },
    {
        "English Sentences": "And the princes of Issachar were with Deborah; even Issachar, and also Barak: he was sent on foot into the valley. For the divisions of Reuben there were great thoughts of heart.",
        "Wolaitta Sentences": "Yisaakoora halaqati Debooriira yiidosona; ee, Yisaakoora asai yiis. Baaraaqikka yiis; yin eti a geeduwaa kaallidi, zanggaaraa gelidosona. SHin Roobeela zareti qofan shaahettidi, yaanaagaa agganaagaa qachchibookkona."
    },
    {
        "English Sentences": "Why abodest thou among the sheepfolds, to hear the bleatings of the flocks? For the divisions of Reuben there were great searchings of heart.",
        "Wolaitta Sentences": "Eti aibissi attidonaa? Dorssata heemmiyaageetu imbbiliitiyaa siyanau attidonaayye? Roobeela zareti qofan shaahettidi, yaanaagaa agganaagaa qachchibookkona."
    },
    {
        "English Sentences": "Gilead abode beyond Jordan: and why did Dan remain in ships? Asher continued on the sea shore, and abode in his breaches.",
        "Wolaitta Sentences": "Gala7aade asati Yorddaanoosa SHaafaappe hefinttan attidosona. Daana zareti markkabetu matan attidosona. Aseera zareti bantta de7iyosan Meediteraane Abbaa lanqqen attidosona."
    },
    {
        "English Sentences": "Zebulun and Naphtali were a people that jeoparded their lives unto the death in the high places of the field.",
        "Wolaitta Sentences": "Zaabiloona zareti bantta shemppuwaa haiquwau aattidi immida asata. Nifttaaleema zaretikka etaagaadan ola dembban bantta shemppuwaa aattidi immidosona."
    },
    {
        "English Sentences": "The kings came and fought, then fought the kings of Canaan in Taanach by the waters of Megiddo; they took no gain of money.",
        "Wolaitta Sentences": "\"Kawoti yiidi, Magiddo pulttotu matan de7iya Taa7inaakan olettidosona. He Kanaane kawoti yan olettiiddi, omooddanau aiba biranne demmibookkona."
    },
    {
        "English Sentences": "They fought from heaven; the stars in their courses fought against Sisera.",
        "Wolaitta Sentences": "Saluwan de7iya xoolinttetikka olettidosona. Bantta yuuyiyo yuushshan eti Sisaaraara olettidosona."
    },
    {
        "English Sentences": "The river of Kishon swept them away, that ancient river, the river Kishon. O my soul, thou hast trodden down strength.",
        "Wolaitta Sentences": "Qiishoona SHaafai, beniisappe erettida Qiishoona SHaafai kixxidi, he kawota shokkidi efiis. Ta shemppee, simmi minna; minnada sinttau horddofa."
    },
    {
        "English Sentences": "Then were the horsehoofs broken by the means of the pransings, the pransings of their mighty ones.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan, paraasati adaraasissiiddi yiidosona. Parati bantta kottiyan biittaa giirissidosona."
    },
    {
        "English Sentences": "Curse ye Meroz, said the angel of the LORD, curse ye bitterly the inhabitants thereof; because they came not to the help of the LORD, to the help of the LORD against the mighty.",
        "Wolaitta Sentences": "\"GODAA kiitanchchai, Merooza qanggite! Yan de7iya asaa iissidi qanggite! Aissi giikko, eti GODAA maaddanau yibookkona. A wolqqaama morkketuura olettanau kiyibookkona yaagiis."
    },
    {
        "English Sentences": "Blessed above women shall Jael the wife of Heber the Kenite be, blessed shall she be above women in the tent.",
        "Wolaitta Sentences": "\"Qeenaa Hebeera machchiyaa Yaa7eela macca asa ubbaappe anjjettidaaro gidu. Dunkkaane giddon de7iya macca asa ubbaappe a anjjettidaaro gidu."
    },
    {
        "English Sentences": "He asked water, and she gave him milk; she brought forth butter in a lordly dish.",
        "Wolaitta Sentences": "Sisaari o haattaa oichchin, maattaa ayyo immaasu. Lo77o xibbuwan meqqida maattaa ehaasu."
    },
    {
        "English Sentences": "She put her hand to the nail, and her right hand to the workmen's hammer; and with the hammer she smote Sisera, she smote off his head, when she had pierced and stricken through his temples.",
        "Wolaitta Sentences": "Issi kushiyaa yeddada dunkkaaniyaa xishiyaa, ushachcha kushiyan oosanchchatu madooshaa oiqqaasu. Oiqqada Sisaara huuphiyan xishaasu; xishada haitta kariyaara kantta kessaasu."
    },
    {
        "English Sentences": "At her feet he bowed, he fell, he lay down: at her feet he bowed, he fell: where he bowed, there he fell down dead.",
        "Wolaitta Sentences": "Yaatin, i bolqqu giidi kunddiis. I he i tohuwaa matan bolqqu giidi kunddiis. He kunddido sohuwan haiqqiis."
    },
    {
        "English Sentences": "The mother of Sisera looked out at a window, and cried through the lattice, Why is his chariot so long in coming? why tarry the wheels of his chariots?",
        "Wolaitta Sentences": "\"Sisaara aayyiyaa maskkootiyaara xeellaasu. Xeellada, Ta na7aa paraa gaaree aibissi gam77idee? Parati eesotidi aibissi simmibookkona? yaagada oichchaasu."
    },
    {
        "English Sentences": "Her wise ladies answered her, yea, she returned answer to herself,",
        "Wolaitta Sentences": "I aadhdhida eranchcha macca asati i oishaa zaaridosona. SHin a ba qofan zaara zaaradakka hagaadan yaagaasu;"
    },
    {
        "English Sentences": "Have they not sped? have they not divided the prey; to every man a damsel or two; to Sisera a prey of divers colours, a prey of divers colours of needlework, of divers colours of needlework on both sides, meet for the necks of them that take the spoil?",
        "Wolaitta Sentences": "Eti omooddidi shaakkiyoobaa demmennan aggokkona. Issi issi olanchchaa issi issi woikko naa77u naa77u geela7oti gakkennan aggokkona. Sisaarayyo eti lo77iya maayuwaa immana; qassi taayyookka qooriyan xaaxanau xilifiyan alleeqettidi lo77iya maayota eti ehaana yaagaasu."
    },
    {
        "English Sentences": "So let all thine enemies perish, O LORD: but let them that love him be as the sun when he goeth forth in his might. And the land had rest forty years.",
        "Wolaitta Sentences": "\"Abeet GODAU, ne morkketi ubbai hegaadan haiqqona! SHin ne siiqoti maallado mokkiya awaadan phoolona\" yaagidosona. Hegaappe guyyiyan, biittai oitamu laittaa woppaa demmiis."
    },
    {
        "English Sentences": "And the children of Israel did evil in the sight of the LORD: and the LORD delivered them into the hand of Midian seven years.",
        "Wolaitta Sentences": "Israa7eela asai GODAA sinttan zaarettidi iitabaa oottiis. Hegaa gishshau, GODAI eta Midiyaama asaayyo aattidi immiis. Immin laappun laittaa eta haaridosona."
    },
    {
        "English Sentences": "And the hand of Midian prevailed against Israel: and because of the Midianites the children of Israel made them the dens which are in the mountains, and caves, and strong holds.",
        "Wolaitta Sentences": "Midiyaama asai Israa7eela asaa bolli minniis; minnin Israa7eela asai etappe attanau deriyaa bollan kooppuwaa, gonggoluwaanne qatuwaa giigissiis."
    },
    {
        "English Sentences": "And so it was, when Israel had sown, that the Midianites came up, and the Amalekites, and the children of the east, even they came up against them;",
        "Wolaitta Sentences": "Israa7eela asai kattaa zerido wode ubban, Midiyaama asai Amaaleeqa asaaranne arshsho bagga biittan de7iya asaara yiidi eta oloosona."
    },
    {
        "English Sentences": "And they encamped against them, and destroyed the increase of the earth, till thou come unto Gaza, and left no sustenance for Israel, neither sheep, nor ox, nor ass.",
        "Wolaitta Sentences": "Eti he biittan dunkkaanidi, Gaaza katamaa gakkanaashin, biittaa ubbaa bollan mokkidabaa xaissoosona; dorssaa, mehiyaanne hariyaa laaggidi efiyo gishshau, Israa7eela asaassi aibanne ashshokkona."
    },
    {
        "English Sentences": "For they came up with their cattle and their tents, and they came as grasshoppers for multitude; for both they and their camels were without number: and they entered into the land to destroy it.",
        "Wolaitta Sentences": "Bantta mehiyaanne bantta dunkkaaniyaa ekkidi, boolee yiyoogaadan corattidi yoosona; etanne eta gaameelata qoodanau danddayettenna; eti yiiddi biittaa bashshoosona."
    },
    {
        "English Sentences": "And Israel was greatly impoverished because of the Midianites; and the children of Israel cried unto the LORD.",
        "Wolaitta Sentences": "Israa7eela asai Midiyaama asaa gaasuwan kauyyiis; yaatidi maaduwaa demmanau GODAASSI waassiis."
    },
    {
        "English Sentences": "And it came to pass, when the children of Israel cried unto the LORD because of the Midianites,",
        "Wolaitta Sentences": "Midiyaama asaa gaasuwan Israa7eela asai GODAASSI waassido wode,"
    },
    {
        "English Sentences": "That the LORD sent a prophet unto the children of Israel, which said unto them, Thus saith the LORD God of Israel, I brought you up from Egypt, and brought you forth out of the house of bondage;",
        "Wolaitta Sentences": "GODAI etakko issi hananabaa yootiyaagaa kiittiis. Kiittin hananabaa yootiyaagee eta, \"GODAI Israa7eela Xoossai hagaadan yaagees; Gibxxeppe, ailletetta biittaappe taani inttena kessaas."
    },
    {
        "English Sentences": "And I delivered you out of the hand of the Egyptians, and out of the hand of all that oppressed you, and drave them out from before you, and gave you their land;",
        "Wolaitta Sentences": "Taani inttena Gibxxe asaa kushiyaappenne huqqunniya asaa ubbaa kushiyaappe ashshaas; intte sinttaappekka huqqunniya asaa yedettada, eta biittaa intteyyo immaas."
    },
    {
        "English Sentences": "And I said unto you, I am the LORD your God; fear not the gods of the Amorites, in whose land ye dwell: but ye have not obeyed my voice.",
        "Wolaitta Sentences": "Yaatada taani inttena, \"Taani GODAA intte Xoossaattenne; intte eta biittaa laattido Amooretu xoossatuyyo goinnoppite\" yaagada yootaas. SHin intte ta qaalaa siyennan ixxideta yaagees\" yaagiis."
    },
    {
        "English Sentences": "And there came an angel of the LORD, and sat under an oak which was in Ophrah, that pertained unto Joash the Abiezrite: and his son Gideon threshed wheat by the winepress, to hide it from the Midianites.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAA kiitanchchai Oofira giyoosan de7iya Abi7eezera yaraa Yo7aasha wolaa garssan uttiis. He wode Yo7aasha na7ai Geedooni Midiyaama asaappe qosettanau woine eessaa gum77iyoosan gisttiyaa qoxxees."
    },
    {
        "English Sentences": "And the angel of the LORD appeared unto him, and said unto him, The LORD is with thee, thou mighty man of valour.",
        "Wolaitta Sentences": "Hegan GODAA kiitanchchai ayyo beettidi, \"Laa nenoo, mino olanchchau, GODAI nenaara de7ees\" yaagiis."
    },
    {
        "English Sentences": "And Gideon said unto him, Oh my Lord, if the LORD be with us, why then is all this befallen us? and where be all his miracles which our fathers told us of, saying, Did not the LORD bring us up from Egypt? but now the LORD hath forsaken us, and delivered us into the hands of the Midianites.",
        "Wolaitta Sentences": "Yaagin Geedooni a, \"Hai ta godau! GODAI nunaara de7iyaabaa gidikko, ha metoi ubbai yaatin nuna aibissi gakkidee? Nu aawati, GODAI nuna Gibxxe biittaappe kessiis yaagidi nuuyyo yootido maalaalissiya a oosoti ubbai awan de7iyoonaa? SHin ha77i GODAI nuna mule aggidi, Midiyaama asaassi aattidi immiis\" yaagiis."
    },
    {
        "English Sentences": "And the LORD looked upon him, and said, Go in this thy might, and thou shalt save Israel from the hand of the Midianites: have not I sent thee?",
        "Wolaitta Sentences": "Hegaappe guyyiyan GODAI akko simmidi, \"Neeyyo de7iya wolqqan baada, Israa7eela asaa Midiyaama asaa kushiyaappe ashsha. Be7a, nena kiittiyaagee tana\" yaagiis."
    },
    {
        "English Sentences": "And he said unto him, Oh my Lord, wherewith shall I save Israel? behold, my family is poor in Manasseh, and I am the least in my father's house.",
        "Wolaitta Sentences": "Yaagin Geedooni, \"Abeet Godau, taani Israa7eela asaa waatada ashshoo? Ta yarai Minaase zaretu ubbaappe aadhdhida laafa; taanikka ta aawaa so asaa ubbaappe guutta\" yaagidi zaariis."
    },
    {
        "English Sentences": "And the LORD said unto him, Surely I will be with thee, and thou shalt smite the Midianites as one man.",
        "Wolaitta Sentences": "Zaarin GODAI, \"Tumuppe taani nenaara gidana; issi asa shociyoogaadan, neeni Midiyaama asaa shocada xoonana\" yaagiis."
    },
    {
        "English Sentences": "And he said unto him, If now I have found grace in thy sight, then shew me a sign that thou talkest with me.",
        "Wolaitta Sentences": "Yaagin Geedooni, \"Neeni tanan ufaittidabaa gidikko, tanaara haasayiyaagee neeni tumuppe GODAA gidiyoogaa taani erana mala, malaataa tana bessa."
    },
    {
        "English Sentences": "Depart not hence, I pray thee, until I come unto thee, and bring forth my present, and set it before thee. And he said, I will tarry until thou come again.",
        "Wolaitta Sentences": "Taani guyye simmada baada, neeyyo immiyoobaa ehaana gakkanaashin, hayyanaa hannippe booppa\" yaagiis. Yaagin GODAI, \"Neeni simmana gakkanaashin, taani hagan naagana\" yaagiis."
    },
    {
        "English Sentences": "And Gideon went in, and made ready a kid, and unleavened cakes of an ephah of flour: the flesh he put in a basket, and he put the broth in a pot, and brought it out unto him under the oak, and presented it.",
        "Wolaitta Sentences": "Geedooni ba soo gelidi, anqqara deeshsha maraa shukkidi kattiis; issi tammu kilo giraame gidiya xiilliyaa ekkidi, irshsho yeggennan oittaa uukkiis. Ashuwaa masoobiyan wottidi, cambbaa keriyan tigiis; ubbaakka ekki efiidi, wolaa garssan uttida GODAA kiitanchchaassi shiishshiis."
    },
    {
        "English Sentences": "And the angel of God said unto him, Take the flesh and the unleavened cakes, and lay them upon this rock, and pour out the broth. And he did so.",
        "Wolaitta Sentences": "Xoossaa kiitanchchai a, \"Ashuwaanne irshshoi gelibeenna oittaa ekkada, ha shuchchaa bolli wotta; cambbaakka a bolli tiga\" yaagiis; yaagin Geedooni hegaadan oottiis."
    },
    {
        "English Sentences": "Then the angel of the LORD put forth the end of the staff that was in his hand, and touched the flesh and the unleavened cakes; and there rose up fire out of the rock, and consumed the flesh and the unleavened cakes. Then the angel of the LORD departed out of his sight.",
        "Wolaitta Sentences": "GODAA kiitanchchai ba kushiyan oiqqido xam77aa xeeran ashuwaanne irshshoi gelibeenna oittaa bochchiis; bochchin tamai shuchchaa giddoppe kiyidi, ashuwaanne irshshoi gelibeenna oittaa miis; hegaappe guyyiyan, GODAA kiitanchchai a sinttappe geemmiis."
    },
    {
        "English Sentences": "And when Gideon perceived that he was an angel of the LORD, Gideon said, Alas, O LORD God! for because I have seen an angel of the LORD face to face.",
        "Wolaitta Sentences": "Geedooni be7idoogee GODAA kiitanchchaa gidiyoogaa akeekido wode, \"Aayye7ana! Ubbaa Haariya GODAU, taani GODAA kiitanchchaa ta aifiyan be7aas!\" yaagiis."
    },
    {
        "English Sentences": "And the LORD said unto him, Peace be unto thee; fear not: thou shalt not die.",
        "Wolaitta Sentences": "SHin GODAI, \"Saroi neeyyo gido! Yayyoppa! Haiqqakka\" yaagiis."
    },
    {
        "English Sentences": "Then Gideon built an altar there unto the LORD, and called it Jehovahshalom: unto this day it is yet in Ophrah of the Abiezrites.",
        "Wolaitta Sentences": "Yaagin Geedooni GODAAYYO yarshshiyoosaa yan giigissidi, he sohuwaa GODAI Saro Xoossaa yaagidi sunttiis. He yarshshiyoosai Abi7eezera yaratubaa gidiya Oofiran hachchi gakkanaashin eqqidi de7ees."
    },
    {
        "English Sentences": "And it came to pass the same night, that the LORD said unto him, Take thy father's young bullock, even the second bullock of seven years old, and throw down the altar of Baal that thy father hath, and cut down the grove that is by it:",
        "Wolaitta Sentences": "He gallassi qammi GODAI Geedoona, \"Ne aawaa booraa naa77anttuwaa, laittai laappuna gididoogaa ekka. Ne aawai Ba7aala giyo eeqaayyo yarshshiyoosaa kola; a lanqqiyan de7iya Asheero giyo macca xoossee misiliyaakka qanxxeretta yegga."
    },
    {
        "English Sentences": "And build an altar unto the LORD thy God upon the top of this rock, in the ordered place, and take the second bullock, and offer a burnt sacrifice with the wood of the grove which thou shalt cut down.",
        "Wolaitta Sentences": "Ha keraa huuphiyan GODAASSI, ne Xoossaassi, shuchchaappe yarshshiyoosaa loittada giigissa; hegaappe guyyiyan, neeni qanxxerettido Asheero giyo xoossee misiliyaa qerettaa eettada, naa77antto booraa muleera xuuggiyo yarshsho oottada yarshsha\" yaagiis."
    },
    {
        "English Sentences": "Then Gideon took ten men of his servants, and did as the LORD had said unto him: and so it was, because he feared his father's household, and the men of the city, that he could not do it by day, that he did it by night.",
        "Wolaitta Sentences": "Yaagin Geedooni ba ashkkaratuppe tammata ekkidi, GODAI ayyo yootidoogaadan oottiis. SHin i ba aawaa so asaassinne kataman de7iya asaassi yayyido gishshau, hegaa gallassan oottiyoogaa aggidi qamman oottiis."
    },
    {
        "English Sentences": "And when the men of the city arose early in the morning, behold, the altar of Baal was cast down, and the grove was cut down that was by it, and the second bullock was offered upon the altar that was built.",
        "Wolaitta Sentences": "Maallado guuran katamaa asai denddido wode, Ba7aala giyo eeqau yarshshiyoosai kolettiichchidaagaanne a lanqqen de7iya Asheeri misilee qanxxerettidi wodhdhidaagaa be7iis. Qassi eti yarshshiyoosai giigidaagaanne a bolli naa77antto boorai yarshshettidaagaa be7idosona."
    },
    {
        "English Sentences": "And they said one to another, Who hath done this thing? And when they enquired and asked, they said, Gideon the son of Joash hath done this thing.",
        "Wolaitta Sentences": "Bantta giddon, \"Laa hagaa oottidaagee oonee?\" yaagidi issoi issuwaa oichchidosona. Eti yuuyi yuuyidi oichchidi, hegaa oottidaagee Yo7aasha na7aa Geedoona gidiyoogaa eridosona."
    },
    {
        "English Sentences": "Then the men of the city said unto Joash, Bring out thy son, that he may die: because he hath cast down the altar of Baal, and because he hath cut down the grove that was by it.",
        "Wolaitta Sentences": "Hegaappe guyyiyan katamaa asai Yo7aasha, \"Ba7aala giyo eeqau yarshshiyoosaa kolido gishshaunne a lanqqen de7iya Asheeri misiliyaa qanxxerettidi yeggido gishshau, nuuni a worana mala, ne na7aa haa kessa\" yaagiis."
    },
    {
        "English Sentences": "And Joash said unto all that stood against him, Will ye plead for Baal? will ye save him? he that will plead for him, let him be put to death whilst it is yet morning: if he be a god, let him plead for himself, because one hath cast down his altar.",
        "Wolaitta Sentences": "Yaagin Yo7aashi ba bollan denddida asa ubbaa, \"Intte Ba7aalayyo mootetteetii? Woikko intte a ashshanau xabaqateetii? Intte giddoppe ayyo mootettiya urai de7ikko, sa7ai wonttanaashin i haiqqo! Ba7aali xoossa gidikko, ba yarshshiyoosaa kolidaagaara i bau mootetto\" yaagiis."
    },
    {
        "English Sentences": "Therefore on that day he called him Jerubbaal, saying, Let Baal plead against him, because he hath thrown down his altar.",
        "Wolaitta Sentences": "Yaatin, he gallassi Yo7aashi, \"Kolettidai au yarshshiyo sohuwaa gidido gishshau, aara Ba7aali mootetto\" yaagidi Geedoona sunttaa Yeruba7aala giidi sunttiis."
    },
    {
        "English Sentences": "Then all the Midianites and the Amalekites and the children of the east were gathered together, and went over, and pitched in the valley of Jezreel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Midiyaama biittaa asai, Amaaleeqa biittaa asainne arshsho bagga biittaa asai ubbai issippe shiiqidi, Yorddaanoosa SHaafaa pinnidosona; pinnidi Iziraa7eela giyo wombban dunkkaanidosona."
    },
    {
        "English Sentences": "But the Spirit of the LORD came upon Gideon, and he blew a trumpet; and Abiezer was gathered after him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAA Ayyaanai Geedoona bolli wodhdhiis; wodhdhin Abi7eezera yara gidiya asai ubbai bana kaallana mala, eta xeesanau malkkataa punniis."
    },
    {
        "English Sentences": "And he sent messengers throughout all Manasseh; who also was gathered after him: and he sent messengers unto Asher, and unto Zebulun, and unto Naphtali; and they came up to meet them.",
        "Wolaitta Sentences": "Minaase zaretu ubbaassi asaa kiittidi, bana kaallana mala etakka xeesissiis. Qassi Aseera zaretuyyo, Zaabiloona zaretuyyoonne Nifttaaleema zaretuyyo asaa kiittin, etikka aara olaa baanau kiyidosona."
    },
    {
        "English Sentences": "And Gideon said unto God, If thou wilt save Israel by mine hand, as thou hast said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan Geedooni Xoossaa, \"Taani Israa7eela asaa ashshana mala, neeni tana dooridoogaa tau yootadasa."
    },
    {
        "English Sentences": "Behold, I will put a fleece of wool in the floor; and if the dew be on the fleece only, and it be dry upon all the earth beside, then shall I know that thou wilt save Israel by mine hand, as thou hast said.",
        "Wolaitta Sentences": "Be7a, gisttiyaa qoxxiyo audiyan dorssaa agoziyaa taani wottana; xaazai he dorssaa agoziyaa xalaalan de7in, biitta ubbai mela gidikko, neeni yootidoogaadan, Israa7eela asaa neeni ta kushiyan ashshanaagaa taani erana\" yaagiis."
    },
    {
        "English Sentences": "And it was so: for he rose up early on the morrow, and thrust the fleece together, and wringed the dew out of the fleece, a bowl full of water.",
        "Wolaitta Sentences": "Yaagin i giidoogaadan haniis. Wonttetta gallassi maallado guuraara denddidi, dorssa agoziyaa gum77ido wode, issi kuixaaro gidiya haattai appe kiyiis."
    },
    {
        "English Sentences": "And Gideon said unto God, Let not thine anger be hot against me, and I will speak but this once: let me prove, I pray thee, but this once with the fleece; let it now be dry only upon the fleece, and upon all the ground let there be dew.",
        "Wolaitta Sentences": "Yaatin, Geedooni qassikka Xoossaa, \"Hayyanaa hanqqettoppa! Taani nena gujjadakka issiton oichchais; dorssa agoziyaa bolli hara malaataa bessanaadan taani nena oichchais. Ha77i qassi dorssa agozee mela gidin, biittai haaxxidi xaazatanaadan oottarkkii\" yaagiis."
    },
    {
        "English Sentences": "And God did so that night: for it was dry upon the fleece only, and there was dew on all the ground.",
        "Wolaitta Sentences": "Yaagin he gallassi qammi Xoossai he malaataa oottiis. Wonttetta gallassi maallado dorssaa agozee mela gidin, biitta ubbai haaxxidi xaazatiis."
    },
    {
        "English Sentences": "Then Jerubbaal, who is Gideon, and all the people that were with him, rose up early, and pitched beside the well of Harod: so that the host of the Midianites were on the north side of them, by the hill of Moreh, in the valley.",
        "Wolaitta Sentences": "Issi gallassi Yeruba7aala geetettiya Geedooninne aara de7iya asai ubbai maallado guuran denddidi biidi, Harooda giyo pulttuwaa matan dunkkaaniis. Midiyaama biittaa asatikka etappe huuphessa baggaara Moore giyo keraa matan de7iya wombbaa giddon dunkkaanidosona."
    },
    {
        "English Sentences": "And the LORD said unto Gideon, The people that are with thee are too many for me to give the Midianites into their hands, lest Israel vaunt themselves against me, saying, Mine own hand hath saved me.",
        "Wolaitta Sentences": "GODAI Geedoona hagaadan yaagiis; \"Midiyaama asaa taani intte kushiyan aattada immanau, nenaara de7iya asai dariis; Israa7eela asai, Nu wolqqan attida giidi ta bolli ceeqettenna mala, Midiyaama asaa taani etau aattada immikke."
    },
    {
        "English Sentences": "Now therefore go to, proclaim in the ears of the people, saying, Whosoever is fearful and afraid, let him return and depart early from mount Gilead. And there returned of the people twenty and two thousand; and there remained ten thousand.",
        "Wolaitta Sentences": "Hegaa gishshau, ha77i asaayyo, Yashshan kokkoriya asi ooninne de7ikko, Gala7aade Deriyaappe simmidi, guyye ba soo ba soo bo yaagada awaajja\" yaagiis. Yaatin, laatamanne naa77u sha7u asai guyye simmiis; simmin tammu sha7u asai attiis."
    },
    {
        "English Sentences": "And the LORD said unto Gideon, The people are yet too many; bring them down unto the water, and I will try them for thee there: and it shall be, that of whom I say unto thee, This shall go with thee, the same shall go with thee; and of whomsoever I say unto thee, This shall not go with thee, the same shall not go.",
        "Wolaitta Sentences": "Hegaappe guyyiyan GODAI Geedoona, \"Ha77ikka asai dariis. Neeni eta duge haattau efa; efin taani eta neeyyo yan paaccana. Taani, Hagee nenaara bo giyoogee nenaara bo; taani, Hagee nenaara booppo giyoogee booppo\" yaagiis."
    },
    {
        "English Sentences": "So he brought down the people unto the water: and the LORD said unto Gideon, Every one that lappeth of the water with his tongue, as a dog lappeth, him shalt thou set by himself; likewise every one that boweth down upon his knees to drink.",
        "Wolaitta Sentences": "Yaatin, Geedooni asaa haattaakko efiis. Efin GODAI Geedoona, \"Ha asaa giddoppe gulbbatidi, haattaa uyiyaageetanne kanadan equwan haattaa inxxarssan labaci labaci oottidi uyiyaageeta shaakka\" yaagiis."
    },
    {
        "English Sentences": "And the number of them that lapped, putting their hand to their mouth, were three hundred men: but all the rest of the people bowed down upon their knees to drink water.",
        "Wolaitta Sentences": "Bantta kushiyan haattaa equwan kophphetidi labaci oottidi uyidaageetu qoodai heezzu xeeta; shin attidaageeti ubbai haattaa uyanau gulbbatidosona."
    },
    {
        "English Sentences": "And the LORD said unto Gideon, By the three hundred men that lapped will I save you, and deliver the Midianites into thine hand: and let all the other people go every man unto his place.",
        "Wolaitta Sentences": "GODAI Geedoona, \"Bantta kushiyan haattaa equwan kophphetidi labaci oottida heezzu xeetu asatan taani inttena ashshana; Midiyaama asata intteyyo aattada immana. SHin attida asai ubbai ba soo ba soo simmo\" yaagiis."
    },
    {
        "English Sentences": "So the people took victuals in their hand, and their trumpets: and he sent all the rest of Israel every man unto his tent, and retained those three hundred men: and the host of Midian was beneath him in the valley.",
        "Wolaitta Sentences": "Yaatin, Geedooni asatu shinqqiyaanne malkkataa sheeraa ekkida heezzu xeetu asata banaara ashshidi, hankko asaa ubbaa eta soo eta soo yeddiis. Ha ubbabai haniyo wode, Midiyaama olanchchati etappe hirkki baggaara wombban dunkkaanidi uttidosona."
    },
    {
        "English Sentences": "And it came to pass the same night, that the LORD said unto him, Arise, get thee down unto the host; for I have delivered it into thine hand.",
        "Wolaitta Sentences": "He galla qamman GODAI Geedoona, \"Taani neeyyo aattada immido gishshau, denddada eti dunkkaanidosan etaara olaa gaitta."
    },
    {
        "English Sentences": "But if thou fear to go down, go thou with Phurah thy servant down to the host:",
        "Wolaitta Sentences": "Neeni baada olanau yayyikko, ne ashkkaraa Puura ekkada, eti dunkkaanidosaa duge ba;"
    },
    {
        "English Sentences": "And thou shalt hear what they say; and afterward shall thine hands be strengthened to go down unto the host. Then went he down with Phurah his servant unto the outside of the armed men that were in the host.",
        "Wolaitta Sentences": "baada eti giyoobaa siya. Hegaappe guyyiyan, neeni eta olanau minnana\" yaagiis. Yaagin Geedooninne a ashkkarai Puuri, Midiyaamati dunkkaanidosaa lanqqiyan naagiya olanchchatukko biidosona."
    },
    {
        "English Sentences": "And the Midianites and the Amalekites and all the children of the east lay along in the valley like grasshoppers for multitude; and their camels were without number, as the sand by the sea side for multitude.",
        "Wolaitta Sentences": "He wode booledan corattida Midiyaama asai, Amaaleeqa asainne arshsho baggaara de7iya asai ubbai wombbaa giddon dunkkaanidi uttidosona. Eta gaameelati abbaa doonan de7iya shafiyaadan qoodanau danddayettennaageeta."
    },
    {
        "English Sentences": "And when Gideon was come, behold, there was a man that told a dream unto his fellow, and said, Behold, I dreamed a dream, and, lo, a cake of barley bread tumbled into the host of Midian, and came unto a tent, and smote it that it fell, and overturned it, that the tent lay along.",
        "Wolaitta Sentences": "Geedooni yaa gakkiyo wode, issi bitanee ba aimottido aimuwaa ba laggiyaayyo yootees; yootiiddi, \"Siya, taani aimo aimottaas. Issi bangga oittai bululidi, Midiyaamati dunkkaanidosaa yiis. Yi gakkidi dunkkaaniyaa dom77iis; dom77in dunkkaanee aadhdhi wodhdhidi micettiis\" yaagiis."
    },
    {
        "English Sentences": "And his fellow answered and said, This is nothing else save the sword of Gideon the son of Joash, a man of Israel: for into his hand hath God delivered Midian, and all the host.",
        "Wolaitta Sentences": "Yaagin a laggee zaaridi, \"Hegee Israa7eeliyaa Yo7aasha na7aa Geedoona bisuwaappe attin, harabaa gidenna. Xoossai Midiyaamanne Midiyaamatuura de7iya olanchchata ubbaa Geedoonayyo aattidi immirggiis\" yaagiis."
    },
    {
        "English Sentences": "And it was so, when Gideon heard the telling of the dream, and the interpretation thereof, that he worshipped, and returned into the host of Israel, and said, Arise; for the LORD hath delivered into your hand the host of Midian.",
        "Wolaitta Sentences": "Geedooni he odido aimuwaanne aimuwaa birshshettaa siyido wode, gulbbatidi Xoossaassi goinniis. Hegaappe guyyiyan, Israa7eelati dunkkaanidosaa guyye simmidi, \"Denddite! GODAI Midiyaama olanchchata intte kushiyan aattidi immirggiis!\" yaagiis."
    },
    {
        "English Sentences": "And he divided the three hundred men into three companies, and he put a trumpet in every man's hand, with empty pitchers, and lamps within the pitchers.",
        "Wolaitta Sentences": "Heezzu xeetu asata heezzu citan shaakkiis; shaakkidi etau huuphiyan huuphiyan issi issi malkkataanne giddon eexxiya xomppee de7iyo issi issi xaaruwaa immiis."
    },
    {
        "English Sentences": "And he said unto them, Look on me, and do likewise: and, behold, when I come to the outside of the camp, it shall be that, as I do, so shall ye do.",
        "Wolaitta Sentences": "Immidi eta, \"Taakko haa xeellidi, taani oottiyoogaa oottite. Taani eti dunkkaanidosaa mataa gakkada oottiyoogaadan, inttekka oottite."
    },
    {
        "English Sentences": "When I blow with a trumpet, I and all that are with me, then blow ye the trumpets also on every side of all the camp, and say, The sword of the LORD, and of Gideon.",
        "Wolaitta Sentences": "Taaninne tanaara de7iyaageeti ubbati malkkataa punniyo wode, inttekka eti dunkkaanidosaa yuuyi aadhdhidi, intte malkkataa punniiddi, GODAASSINNE Geedoonassi olettoos! yaagidi waassite\" yaagiis."
    },
    {
        "English Sentences": "So Gideon, and the hundred men that were with him, came unto the outside of the camp in the beginning of the middle watch; and they had but newly set the watch: and they blew the trumpets, and brake the pitchers that were in their hands.",
        "Wolaitta Sentences": "Qammau giddo shaaho gidanau guutta attidaashin, naagiya olanchchati laamettidoogaappe guyyiyan, Geedooninne aara de7iya xeetu asati biidi, Midiyaamati dunkkaanidosaa mati gakkidosona; gakkidi bantta malkkataa punnidosona; bantta oiqqido xaaro ubbaakka menttidosona."
    },
    {
        "English Sentences": "And the three companies blew the trumpets, and brake the pitchers, and held the lamps in their left hands, and the trumpets in their right hands to blow withal: and they cried, The sword of the LORD, and of Gideon.",
        "Wolaitta Sentences": "Hara baggaara de7iya naa77u citatikka bantta malkkataa punnidi, xaarotakka menttidosona; haddirssa kushiyan eexxiya xomppiyaa, ushachcha kushiyan malkkataa oiqqidi punniiddi, \"GODAASSINNE Geedoonassi bisuwan olettoos!\" yaagidi waassidosona."
    },
    {
        "English Sentences": "And they stood every man in his place round about the camp; and all the host ran, and cried, and fled.",
        "Wolaitta Sentences": "Asai ubbai Midiyaamati dunkkaanidosaa yuushuwan ba sohuwan sohuwan eqqidaashin, Midiyaama olanchchati ubbai waassiiddi baqatidosona."
    },
    {
        "English Sentences": "And the three hundred blew the trumpets, and the LORD set every man's sword against his fellow, even throughout all the host: and the host fled to Bethshittah in Zererath, and to the border of Abelmeholah, unto Tabbath.",
        "Wolaitta Sentences": "Geedoona asai heezzu xeetu malkkataa punnido wode, morkketu olanchchati bantta bisuwan issoi issuwaa woranaadan GODAI oottiis; yaatin, attida olanchchati Xarttakko simmidi, Beetishiixa giyo katamaa gakkanaashin, hegaappekka kanttidi, Xabaata matan de7iya Aabeeli-Mahoola gakkanaashin baqatidosona."
    },
    {
        "English Sentences": "And the men of Israel gathered themselves together out of Naphtali, and out of Asher, and out of all Manasseh, and pursued after the Midianites.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Geedooni, Nifttaaleema zariyaappe, Aseera zariyaappenne Minaase zaretu ubbaappe Israa7eela asaa xeesidi shiishshin, eti Midiyaamata yedettidosona."
    },
    {
        "English Sentences": "And Gideon sent messengers throughout all mount Ephraim, saying, Come down against the Midianites, and take before them the waters unto Bethbarah and Jordan. Then all the men of Ephraim gathered themselves together, and took the waters unto Bethbarah and Jordan.",
        "Wolaitta Sentences": "Efireema gezziyan de7iya asaa ubbaakko Geedooni asaa kiittidi, \"Midiyaama asaa olanau duge wodhdhite; wodhdhidi Beetibaara gakkanaashin de7iya Yorddaanoosa SHaafaanne an geliya qeeri shaafata etappe kasetidi oiqqite\" yaagiis. Yaagin Efireema asai ubbai xeegetti shiiqidi, Beetibaara gakkanaassi Yorddaanoosa SHaafaanne an geliyo qeeri shaafata oiqqiis."
    },
    {
        "English Sentences": "And they took two princes of the Midianites, Oreb and Zeeb; and they slew Oreb upon the rock Oreb, and Zeeb they slew at the winepress of Zeeb, and pursued Midian, and brought the heads of Oreb and Zeeb to Gideon on the other side Jordan.",
        "Wolaitta Sentences": "Oreebanne Za7eeba geetettiya Midiyaamatu halaqata naa77aa omooddidosona; Oreeba Oreeba Zaallaa giyoosan woridosona; Za7eeba qassi Za7eeba Woiniyaa Gum77iyoosaa giyoosan woridosona. Hegaappe guyyiyankka attida Midiyaamata yedettiiddi, Oreeba qooriyaanne Za7eeba qooriyaa muucidosona; muucidi eta guuggeta Geedoonakko ehiidosona. He wode Geedooni Yorddaanoosa SHaafaappe hefintta arshsho baggaara de7ees."
    },
    {
        "English Sentences": "And the men of Ephraim said unto him, Why hast thou served us thus, that thou calledst us not, when thou wentest to fight with the Midianites? And they did chide with him sharply.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Efireema asai Geedoona, \"Midiyaamata olanau baidda nuna aibissi xeesabeikkii? Nuna aibissi hagaadan oottadii?\" yaagidi keehippe palamettidosona."
    },
    {
        "English Sentences": "And he said unto them, What have I done now in comparison of you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abiezer?",
        "Wolaitta Sentences": "SHin Geedooni zaaridi, \"Taani oottidoogaappe intte oottidoogee aadhdhenneeyye? Ta yarati Abi7eezerati shiishshido mule kattaappe intte Efireema zareti qorido poshiloi kehenneeyye?"
    },
    {
        "English Sentences": "God hath delivered into your hands the princes of Midian, Oreb and Zeeb: and what was I able to do in comparison of you? Then their anger was abated toward him, when he had said that.",
        "Wolaitta Sentences": "Midiyaamatu halaqata, Oreebanne Za7eeba Xoossai intte kushiyan aattidi immiis. Intte oottidoogaa mala, taani ai oottanau danddayiyaanaa?\" yaagiis. I hegaadan gin, eti hanqquwaappe zarbbidosona."
    },
    {
        "English Sentences": "And Gideon came to Jordan, and passed over, he, and the three hundred men that were with him, faint, yet pursuing them.",
        "Wolaitta Sentences": "Geedooninne aara de7iya heezzu xeetu asai Yorddaanoosa SHaafaa yiidi pinnidosona; eti ai daafurikkokka, bantta morkketa yedettiyoogaa aggibookkona."
    },
    {
        "English Sentences": "And he said unto the men of Succoth, Give, I pray you, loaves of bread unto the people that follow me; for they be faint, and I am pursuing after Zebah and Zalmunna, kings of Midian.",
        "Wolaitta Sentences": "Yedettiiddi Sukkota gakkido wode, Geedooni katamaa asaa, \"Ta asai daafurido gishshau, hayyanintta amarida oitta immerkketii. Taani Midiyaamatu kawota Zebaahanne Xalmmunaa7a yedettaidda de7ais\" yaagiis."
    },
    {
        "English Sentences": "And the princes of Succoth said, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thine army?",
        "Wolaitta Sentences": "Yaagin Sukkota katamaa halaqati, \"Zebaahanne Xalmmunaa7a neeni omooddabaakkashin, ne olanchchatussi aibissi oittaa immanee?\" yaagidosona."
    },
    {
        "English Sentences": "And Gideon said, Therefore when the LORD hath delivered Zebah and Zalmunna into mine hand, then I will tear your flesh with the thorns of the wilderness and with briers.",
        "Wolaitta Sentences": "Yaatin, Geedooni, \"Lo77o aikkobaa! GODAI Zebaahanne Xalmmunaa7a ta kushiyan aattidi immiyo wode, taani bazzo agunttaaninne kinddiichchuwan inttena wadhdhana\" yaagiis."
    },
    {
        "English Sentences": "And he went up thence to Penuel, and spake unto them likewise: and the men of Penuel answered him as the men of Succoth had answered him.",
        "Wolaitta Sentences": "Yaagidi hegaappe Panu7eela giyoosaa biis; biidi yan de7iya asaakka he oishaa oichchiis. Oichchin Panu7eela asaikka Sukkota katamaa asai zaaridoogaadan zaariis."
    },
    {
        "English Sentences": "And he spake also unto the men of Penuel, saying, When I come again in peace, I will break down this tower.",
        "Wolaitta Sentences": "Yaatin, Panu7eela asaakka, \"Taani xoonada saro simmiyo wode, intte katamaa naagiyo ha adussa gimbbiyaa laalana\" yaagiis."
    },
    {
        "English Sentences": "Now Zebah and Zalmunna were in Karkor, and their hosts with them, about fifteen thousand men, all that were left of all the hosts of the children of the east: for there fell an hundred and twenty thousand men that drew sword.",
        "Wolaitta Sentences": "Zebaahinne Xalmmunaa7i arshsho baggappe yiida olanchchatuppe attida bantta tammanne ichchashu sha7u olanchchatuura Qarqqoora giyo kataman de7oosona. Kase arshsho baggappe yiida olanchchatuppe bisuwan olettiya issi issi xeetanne laatamu sha7u gidiya olanchchati olan haiqqi wuridosona."
    },
    {
        "English Sentences": "And Gideon went up by the way of them that dwelt in tents on the east of Nobah and Jogbehah, and smote the host: for the host was secure.",
        "Wolaitta Sentences": "Geedooni Nobaahappenne Yogibaahappe arshsho baggan de7iya bazzuwaa gaxaa ogiyaara biidi, hegan de7iya olanchchata bolli eti akeekennan de7ishin woraajjiis;"
    },
    {
        "English Sentences": "And when Zebah and Zalmunna fled, he pursued after them, and took the two kings of Midian, Zebah and Zalmunna, and discomfited all the host.",
        "Wolaitta Sentences": "woraajjin eti ubbai dagammidosona. Midiyaama kawoti Zebaahinne Xalmmunaa7i naa77aikka baqatidosona; shin Geedooni eta yedetti gakkidi omooddiis."
    },
    {
        "English Sentences": "And Gideon the son of Joash returned from battle before the sun was up,",
        "Wolaitta Sentences": "Yo7aasha na7ai Geedooni olaappe Hereesa Pinuwaara simmiis."
    },
    {
        "English Sentences": "And caught a young man of the men of Succoth, and enquired of him: and he described unto him the princes of Succoth, and the elders thereof, even threescore and seventeen men.",
        "Wolaitta Sentences": "Simmiiddi Sukkotappe issi wodallaa oiqqidi oichchiis. Oichchin wodallai Sukkota halaqatunne cimatu laappun tammanne laappunatu sunttaa xaafidi au immiis."
    },
    {
        "English Sentences": "And he came unto the men of Succoth, and said, Behold Zebah and Zalmunna, with whom ye did upbraid me, saying, Are the hands of Zebah and Zalmunna now in thine hand, that we should give bread unto thy men that are weary?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Geedooni Sukkota asaakko yiidi, \"Zebaahanne Xalmmunaa7a neeni omooddabaakkashin, ne daafurida asaassi aibissi oittaa immanee? giidi intte tana qilliiccideta; shin Zebaahanne Xalmmunaa7a hageeta be7ite\" yaagiis."
    },
    {
        "English Sentences": "And he took the elders of the city, and thorns of the wilderness and briers, and with them he taught the men of Succoth.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, bazzo agunttaaninne kinddiichchuwan wadhdhidi; Sukkota halaqata qaxxayiis."
    },
    {
        "English Sentences": "And he beat down the tower of Penuel, and slew the men of the city.",
        "Wolaitta Sentences": "Qassi Panu7eelan katamaa naagiyo adussa gimbbiyaa laalidi, kataman de7iya attumaasaa woriis."
    },
    {
        "English Sentences": "Then said he unto Zebah and Zalmunna, What manner of men were they whom ye slew at Tabor? And they answered, As thou art, so were they; each one resembled the children of a king.",
        "Wolaitta Sentences": "Yaatidi Geedooni Zebaahanne Xalmmunaa7a, \"Intte Taabooran worido asati ai malee?\" yaagidi oichchiis. Oichchin eti, \"Ne mala; eti ubbaikka kawuwaa naata milatoosona\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "And he said, They were my brethren, even the sons of my mother: as the LORD liveth, if ye had saved them alive, I would not slay you.",
        "Wolaitta Sentences": "Geedooni, \"Eti ta ishantta; eti ta aayee naata. GODAI ero! Intte eta woribeennabaa gidiyaakko, taanikka inttena worikke shin\" yaagiis."
    },
    {
        "English Sentences": "And he said unto Jether his firstborn, Up, and slay them. But the youth drew not his sword: for he feared, because he was yet a youth.",
        "Wolaitta Sentences": "Yaagidi ba baira na7aa Yetera, \"Dendda eqqada, hageeta wora\" yaagiis. Yaagin Yeteri biron yelaga gidido gishshau yayyidi, ba bisuwaa shoddibeenna."
    },
    {
        "English Sentences": "Then Zebah and Zalmunna said, Rise thou, and fall upon us: for as the man is, so is his strength. And Gideon arose, and slew Zebah and Zalmunna, and took away the ornaments that were on their camels' necks.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Zebaahinne Xalmmunaa7i Geedoona, \"Dendda eqqada, neeni nuna wora. Attumaasa ooso oottanau attumaasa koshshees\" yaagidosona. Yaatin, Geedooni denddidi, eta woriis; woridi eta gaameelatu qooriyan de7iya alleeqo ubbaa ekkiis."
    },
    {
        "English Sentences": "Then the men of Israel said unto Gideon, Rule thou over us, both thou, and thy son, and thy son's son also: for thou hast delivered us from the hand of Midian.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Israa7eela asai Geedoona, \"Neeni nuna Midiyaama asaappe ashshido gishshau, neeni, neeppe guyyiyan ne na7ainne ne na7aa na7ai nuna haarite\" yaagiis."
    },
    {
        "English Sentences": "And Gideon said unto them, I will not rule over you, neither shall my son rule over you: the LORD shall rule over you.",
        "Wolaitta Sentences": "Yaagin Geedooni, \"Taani inttena haarikke; ta na7aikka inttena haarenna; GODAI inttena haarana\" yaagiis."
    },
    {
        "English Sentences": "And Gideon said unto them, I would desire a request of you, that ye would give me every man the earrings of his prey. (For they had golden earrings, because they were Ishmaelites.)",
        "Wolaitta Sentences": "Yaagidi eta, \"Ane taani inttena issibaa oichchais: intte ubbai omooddidi ehiido haittaa worqqaa taayyo immite\" yaagiis. Isimaa7eela asaadan, Midiyaama biittaa asatikka haittan worqqaa wottoosona."
    },
    {
        "English Sentences": "And they answered, We will willingly give them. And they spread a garment, and did cast therein every man the earrings of his prey.",
        "Wolaitta Sentences": "Israa7eela asai zaaridi, \"Eeno, nu immana\" yaagiis. Yaagidi afalaa hiixxidosona; hiixxidi asai ubbai ba omooddido haittaa worqqaa hiixettida afalaa bollan yeggiis."
    },
    {
        "English Sentences": "And the weight of the golden earrings that he requested was a thousand and seven hundred shekels of gold; beside ornaments, and collars, and purple raiment that was on the kings of Midian, and beside the chains that were about their camels' necks.",
        "Wolaitta Sentences": "Geedooni ekkido haittaa worqqai laatamu kilo giraame deexxiyaagaa. Hegeenne, hara alleeqota, qooriyan aattiyo gozddata, Midiyaamatu kawoti maayiyo ochcha teeraa milatiya maayotanne eta gaameelatu qooriyaappe ekettida alleeqota gujjennaana."
    },
    {
        "English Sentences": "And Gideon made an ephod thereof, and put it in his city, even in Ophrah: and all Israel went thither a whoring after it: which thing became a snare unto Gideon, and to his house.",
        "Wolaitta Sentences": "Geedooni worqqaappe eeqa misiliyaa giigissidi, ba de7iyo Oofira kataman wottiis. Guyyeppe Israa7eela asai ubbai GODAA aggidi, he eeqa misiliyaayyo goinniis; Geedoonassinne a so asaassi hegee pire gidiis."
    },
    {
        "English Sentences": "Thus was Midian subdued before the children of Israel, so that they lifted up their heads no more. And the country was in quietness forty years in the days of Gideon.",
        "Wolaitta Sentences": "Hegaadan hanidi, Midiyaama asai Israa7eela asaassi haarettiis; eti Israa7eela asaa bolli naa77anttuwaa denddibookkona. Geedooni haiqqana gakkanaashin, oitamu laittaa biittai woppaa demmiis."
    },
    {
        "English Sentences": "And Jerubbaal the son of Joash went and dwelt in his own house.",
        "Wolaitta Sentences": "Yo7aasha na7ai, Yeruba7aala giyo Geedooni ba soo guyye biidi, ba keettan de7iis."
    },
    {
        "English Sentences": "And Gideon had threescore and ten sons of his body begotten: for he had many wives.",
        "Wolaitta Sentences": "Geedooni cora maccaasa ekkido gishshau, assi laappun tammu attuma naati yelettidosona."
    },
    {
        "English Sentences": "And his concubine that was in Shechem, she also bare him a son, whose name he called Abimelech.",
        "Wolaitta Sentences": "Qassi Sekeema kataman de7iya kaadumatiyaa attuma na7aa ayyo yelin, sunttaa Abimeleka yaagidi sunttiis."
    },
    {
        "English Sentences": "And Gideon the son of Joash died in a good old age, and was buried in the sepulchre of Joash his father, in Ophrah of the Abiezrites.",
        "Wolaitta Sentences": "Yo7aasha na7ai Geedooni lo77i cimidi haiqqiis; ba aawaa Yo7aasha duufuwan moogettiis. Ha duufoi Abi7eezera yarati de7iyo Oofira kataman de7ees."
    },
    {
        "English Sentences": "And it came to pass, as soon as Gideon was dead, that the children of Israel turned again, and went a whoring after Baalim, and made Baalberith their god.",
        "Wolaitta Sentences": "Geedooni haiqqidoogaappe guyyiyan, Israa7eela asai GODAAPPE guyye simmidi, Ba7aala geetettiya xoossatuyyo goinniis; Ba7aali-Bariita giyo eeqaa banttayyo xoossa oottidosona."
    },
    {
        "English Sentences": "And the children of Israel remembered not the LORD their God, who had delivered them out of the hands of all their enemies on every side:",
        "Wolaitta Sentences": "Yaatidi Israa7eela asai eta yuushuwan de7iya morkketu ubbaappe eta ashshida GODAA bantta Xoossaa hassayibookkona."
    },
    {
        "English Sentences": "Neither shewed they kindness to the house of Jerubbaal, namely, Gideon, according to all the goodness which he had shewed unto Israel.",
        "Wolaitta Sentences": "Qassi Geedooni Israa7eela asaayyo oottido lo77o ooso ubbaayyo, eti a so asaayyo kehan kushiyaa zaaribookkona."
    },
    {
        "English Sentences": "And Abimelech the son of Jerubbaal went to Shechem unto his mother's brethren, and communed with them, and with all the family of the house of his mother's father, saying,",
        "Wolaitta Sentences": "Geedoona na7ai Abimeleki Sekeema kataman de7iya ba aayee dabbotukko biis; biidi etanne ba aayee zareta ubbata hagaadan yaagiis;"
    },
    {
        "English Sentences": "Speak, I pray you, in the ears of all the men of Shechem, Whether is better for you, either that all the sons of Jerubbaal, which are threescore and ten persons, reign over you, or that one reign over you? remember also that I am your bone and your flesh.",
        "Wolaitta Sentences": "\"Ane Sekeema kataman de7iya asaa ubbaa hagaadan yaagidi oichchite; Geedoona laappun tammu naati ubbai inttena haarikko lo77ooyye? Woikko issi asi haarikko lo77oo? yaagidi oichchite. Taani inttessi ashuwan mata dabbo gidiyoogaa qassi dogoppite\" yaagiis."
    },
    {
        "English Sentences": "And his mother's brethren spake of him in the ears of all the men of Shechem all these words: and their hearts inclined to follow Abimelech; for they said, He is our brother.",
        "Wolaitta Sentences": "Yaagin a aayee dabboti ha qaala ubbaa a gishshatau Sekeema katamaa asaassi yootidosona; yootin Abimeleki etau dabbo gidido gishshau, Sekeema asai a kaallanau qofaa qachchiis."
    },
    {
        "English Sentences": "And they gave him threescore and ten pieces of silver out of the house of Baalberith, wherewith Abimelech hired vain and light persons, which followed him.",
        "Wolaitta Sentences": "Yaagidi eti Ba7aali-Bariita Eeqaa Keettaappe laappun tammu xaqara biraa ekkidi, assi immidosona. Immin Abimeleki he biran shufurotanne bonqqiyaageeta qaxaridi, bana kaallanaadan oottiis."
    },
    {
        "English Sentences": "And he went unto his father's house at Ophrah, and slew his brethren the sons of Jerubbaal, being threescore and ten persons, upon one stone: notwithstanding yet Jotham the youngest son of Jerubbaal was left; for he hid himself.",
        "Wolaitta Sentences": "Oofira giyoosan de7iya ba aawaa soo biidi, ba ishantta, Geedoona naata laappun tammata, issi shuchchaa bollan siifissiis. SHin Geedoona na7ai, wurssetta kaaloi, Yo7aataami qosettidi, haiqqennan attiis."
    },
    {
        "English Sentences": "And all the men of Shechem gathered together, and all the house of Millo, and went, and made Abimelech king, by the plain of the pillar that was in Shechem.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Sekeema asainne Beetimiillo asai issippe shiiqidi, Sekeeman de7iya goinniyo wolaakko biidosona; biidi yan Abimeleka kawoyidosona."
    },
    {
        "English Sentences": "And when they told it to Jotham, he went and stood in the top of mount Gerizim, and lifted up his voice, and cried, and said unto them, Hearken unto me, ye men of Shechem, that God may hearken unto you.",
        "Wolaitta Sentences": "Yo7aataami hegaa siyido wode, biidi Gariizaana Deriyaa xeeraa kiyidi, ba qaalaa xoqqu oottidi, hagaadan yaagidi waassiis; \"Inttenoo Sekeema asatoo, intte taani odiyoogaa siyite! Xoossaikka intte odiyoogaa siyana."
    },
    {
        "English Sentences": "The trees went forth on a time to anoint a king over them; and they said unto the olive tree, Reign thou over us.",
        "Wolaitta Sentences": "\"Issi gallassi mittati ubbai shiiqidi, bantta bolli kawuwaa kawoyanau biidosona; biiddi wogaraa, Haaya, nu bolli kawota yaagidosona."
    },
    {
        "English Sentences": "But the olive tree said unto them, Should I leave my fatness, wherewith by me they honour God and man, and go to be promoted over the trees?",
        "Wolaitta Sentences": "SHin wogarai, Ta intte bolli kawotana koshshiyaabaa gidikko, xoossatanne asata bonchchissiya ta zaitiyaa immiyoogaa aggais giyoogaa yaagidi zaariis."
    },
    {
        "English Sentences": "And the trees said to the fig tree, Come thou, and reign over us.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan, mittati balasiyaa giyo mittaa, Haaya, nu bolli kawota yaagidosona."
    },
    {
        "English Sentences": "But the fig tree said unto them, Should I forsake my sweetness, and my good fruit, and go to be promoted over the trees?",
        "Wolaitta Sentences": "SHin balasee, Ta intte bolli kawotana koshshiyaabaa gidikko, mal77iya lo77o aifiyaa aifiyoogaa aggais giyoogaa yaagidi zaariis."
    },
    {
        "English Sentences": "Then said the trees unto the vine, Come thou, and reign over us.",
        "Wolaitta Sentences": "\"Yaatin, mittati woiniyaa turaa, Haaya, nu bolli kawota yaagidosona."
    },
    {
        "English Sentences": "And the vine said unto them, Should I leave my wine, which cheereth God and man, and go to be promoted over the trees?",
        "Wolaitta Sentences": "SHin woiniyaa turai, Ta intte bolli kawotana koshshiyaabaa gidikko, xoossatanne asata ufaissiya woiniyaa eessaa immiyoogaa aggais giyoogaa yaagidi zaariis."
    },
    {
        "English Sentences": "Then said all the trees unto the bramble, Come thou, and reign over us.",
        "Wolaitta Sentences": "\"Yaatin, wurssettan mittati ubbai kinddiichchuwaa, Haaya, nu bolli kawota yaagidosona."
    },
    {
        "English Sentences": "And the bramble said unto the trees, If in truth ye anoint me king over you, then come and put your trust in my shadow: and if not, let fire come out of the bramble, and devour the cedars of Lebanon.",
        "Wolaitta Sentences": "Yaagin kinddiichchoi, Intte tumuppe tana intte bolli kawoyanau koyikko, haa yiidi ta kuwan shemppite. Hegaa intte ixxikko, kinddiichchuwaappe tamai kiyidi, Liibaanoosa zigata mo yaagiis."
    },
    {
        "English Sentences": "Now therefore, if ye have done truly and sincerely, in that ye have made Abimelech king, and if ye have dealt well with Jerubbaal and his house, and have done unto him according to the deserving of his hands;",
        "Wolaitta Sentences": "\"Abimeleka intte kawoyidoogee tumatettaaneenne suuretettaanee? Geedooni intteyyo oottidobaa akeekidi, a keettaa asaayyo bessiyaadan kushiyaa zaaridetii?"
    },
    {
        "English Sentences": "(For my father fought for you, and adventured his life far, and delivered you out of the hand of Midian:",
        "Wolaitta Sentences": "Ta aawai intteyyo olettidoogaa akeekite; Midiyaama asaappe inttena ashshana yaagidi, bana haiquwau aattidi immiis."
    },
    {
        "English Sentences": "And ye are risen up against my father's house this day, and have slain his sons, threescore and ten persons, upon one stone, and have made Abimelech, the son of his maidservant, king over the men of Shechem, because he is your brother;)",
        "Wolaitta Sentences": "SHin intte hachchi ta aawaa keettaa asaa bollan denddidi, a laappun tammu naata issi shuchchaa bollan siifideta; Geedooni ashkkareeppe yelido Abimeleki intteyyo dabbo gidido gishshau, Sekeeman kawoyideta."
    },
    {
        "English Sentences": "If ye then have dealt truly and sincerely with Jerubbaal and with his house this day, then rejoice ye in Abimelech, and let him also rejoice in you:",
        "Wolaitta Sentences": "Ha77i simmi Geedoonassinne a keettaa asatussi intte oottido oosoi tumatettaananne suuretettaana gidikko, Abimelekaara issippe ufaittite; ikka inttenaara ufaitto."
    },
    {
        "English Sentences": "But if not, let fire come out from Abimelech, and devour the men of Shechem, and the house of Millo; and let fire come out from the men of Shechem, and from the house of Millo, and devour Abimelech.",
        "Wolaitta Sentences": "SHin hegaa gidana xayikko, Abimelekappe tamai kiyidi, Sekeema asaanne Beetimiillo asaa mo; hegaadankka qassi, Sekeema asaappenne Beetimiillo asaappe tamai kiyidi, Abimeleka mo\" yaagiis."
    },
    {
        "English Sentences": "And Jotham ran away, and fled, and went to Beer, and dwelt there, for fear of Abimelech his brother.",
        "Wolaitta Sentences": "Yaagidi Yo7aataami ba ishaa Abimelekassi yayyido gishshau, baqatidi Ba7eera giyoosaa biidi yan de7iis."
    },
    {
        "English Sentences": "When Abimelech had reigned three years over Israel,",
        "Wolaitta Sentences": "Abimeleki Israa7eela biittan heezzu laitta kawotiis."
    },
    {
        "English Sentences": "Then God sent an evil spirit between Abimelech and the men of Shechem; and the men of Shechem dealt treacherously with Abimelech:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xoossai Abimelekappenne Sekeema asaappe gidduwan iita ayyaanaa kiittiis; kiittin Sekeema asai Abimeleka bolli makkalidi denddiis."
    },
    {
        "English Sentences": "That the cruelty done to the threescore and ten sons of Jerubbaal might come, and their blood be laid upon Abimelech their brother, which slew them; and upon the men of Shechem, which aided him in the killing of his brethren.",
        "Wolaitta Sentences": "Xoossai hegaa oottidoogee, Abimeleki ba ishantta worido gishshaassanne Geedoona laappun tammu naata i woranaadan Sekeema asai a minttettido gishshaassa."
    },
    {
        "English Sentences": "And the men of Shechem set liers in wait for him in the top of the mountains, and they robbed all that came along that way by them: and it was told Abimelech.",
        "Wolaitta Sentences": "Sekeema asai amarida asaa dooridi, deriyaa xeeran Abimeleka bolli zuggidi uttanaadan oottiis. Zuggi uttidaageeti ogiyaara kanttiya asaa ubbaa bonqqidosona; bonqqin Abimeleki hegaa ubbaa siyiis."
    },
    {
        "English Sentences": "And Gaal the son of Ebed came with his brethren, and went over to Shechem: and the men of Shechem put their confidence in him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Ebeeda na7ai Ga7aali ba ishanttuura Sekeema yiis; yin Sekeema asai an ammanettiis."
    },
    {
        "English Sentences": "And they went out into the fields, and gathered their vineyards, and trode the grapes, and made merry, and went into the house of their god, and did eat and drink, and cursed Abimelech.",
        "Wolaitta Sentences": "Ubbaikka bantta gade biidi, woiniyaa teeraa maxidosona; maxidi woiniyaa eessaa agidi, gita gibiraa kessidosona. Bantta eeqa keettaa gelidi, yan miiddinne uyiiddi Abimeleka cayidosona."
    },
    {
        "English Sentences": "And Gaal the son of Ebed said, Who is Abimelech, and who is Shechem, that we should serve him? is not he the son of Jerubbaal? and Zebul his officer? serve the men of Hamor the father of Shechem: for why should we serve him?",
        "Wolaitta Sentences": "Ebeeda na7ai Ga7aali, \"Nuuni Sekeema asai haarettanau Abimeleki oonee? I Geedoona na7aa gidennee? Zabuulikka ha katamaa haaranaadan Abimeleki sunttidoogaa gidennee? Hegaappe nu maizza aawaa Hamoora zaretussi ane haarettoos."
    },
    {
        "English Sentences": "And would to God this people were under my hand! then would I remove Abimelech. And he said to Abimelech, Increase thine army, and come out.",
        "Wolaitta Sentences": "Ha asaa kaalettiyaagee tana gidarkkinaashsha! Yaatiyaakko taani Abimeleka diggana shin. Abimeleka xeesada, Ne olanchchata darissa ekkada, olettanau haaya yaagana shin\" yaagiis."
    },
    {
        "English Sentences": "And when Zebul the ruler of the city heard the words of Gaal the son of Ebed, his anger was kindled.",
        "Wolaitta Sentences": "Ebeeda na7ai Ga7aali giidoogaa katamaa haariya Zabuuli siyido wode, hanqquwaa eexxi kiyiis;"
    },
    {
        "English Sentences": "And he sent messengers unto Abimelech privily, saying, Behold, Gaal the son of Ebed and his brethren be come to Shechem; and, behold, they fortify the city against thee.",
        "Wolaitta Sentences": "yaatidi Aruuma kataman de7iya Abimelekakko asa kiittiis. Kiittidi, \"Ebeeda na7ai Ga7aalinne a ishantti Sekeema yiidosona; yiidi kataman de7iya asaa ne bolli denttettoosona."
    },
    {
        "English Sentences": "Now therefore up by night, thou and the people that is with thee, and lie in wait in the field:",
        "Wolaitta Sentences": "Hegaa gishshau, neeninne nenaara de7iya asai qamman denddidi, shooqan zuggidi naagite."
    },
    {
        "English Sentences": "And it shall be, that in the morning, as soon as the sun is up, thou shalt rise early, and set upon the city: and, behold, when he and the people that is with him come out against thee, then mayest thou do to them as thou shalt find occasion.",
        "Wolaitta Sentences": "Wontto maallado awai mokkiyo wode, eti akeekennan katama bolli woraajjite; Ga7aalinne aara de7iya asai inttena olanau kiyiyo wode, intteyyo hanettido keenaa minnidi olettite\" yaagiis."
    },
    {
        "English Sentences": "And Abimelech rose up, and all the people that were with him, by night, and they laid wait against Shechem in four companies.",
        "Wolaitta Sentences": "Yaagin Abimelekinne aara de7iya asai ubbai qamman denddidi, Sekeemappe kareera oiddu citan shaahettidi zuggidosona."
    },
    {
        "English Sentences": "And Gaal the son of Ebed went out, and stood in the entering of the gate of the city: and Abimelech rose up, and the people that were with him, from lying in wait.",
        "Wolaitta Sentences": "Abimelekinne aara de7iya asai Ebeeda na7ai Ga7aali kiyidi, katamaa geliyo penggiyan eqqidaagaa be7idi, qosettido sohuwaappe kiyidosona."
    },
    {
        "English Sentences": "And when Gaal saw the people, he said to Zebul, Behold, there come people down from the top of the mountains. And Zebul said unto him, Thou seest the shadow of the mountains as if they were men.",
        "Wolaitta Sentences": "Ga7aali asaa be7ido wode Zabuula, \"Xeella! Asai deretu huuphiyaappe wodhdhees\" yaagiis. Yaagin Zabuuli, \"Hegeeti asa gidokkona; deretu eeshoi asaa milatiyaagaa be7ada gaasa\" yaagidi zaariis."
    },
    {
        "English Sentences": "And Gaal spake again and said, See there come people down by the middle of the land, and another company come along by the plain of Meonenim.",
        "Wolaitta Sentences": "Ga7aali zaarettidi, \"Xeella! Asai deriyaassi gidduwaa oiqqidi wodhdhees; hara citai qassi SHareechchotu Wolai de7iyo ogiyaara yees\" yaagiis."
    },
    {
        "English Sentences": "Then said Zebul unto him, Where is now thy mouth, wherewith thou saidst, Who is Abimelech, that we should serve him? is not this the people that thou hast despised? go out, I pray now, and fight with them.",
        "Wolaitta Sentences": "Yaatin, Zabuuli Ga7aala, \"Nuuni ayyo haarettanau Abimeleki oonee? yaagido ne doonai ha77i au biidee? Hageeti neeni karido asata gidokkonaayye? Ha77i kiyada etaara oletta!\" yaagiis."
    },
    {
        "English Sentences": "And Gaal went out before the men of Shechem, and fought with Abimelech.",
        "Wolaitta Sentences": "Yaagin Ga7aali Sekeema asaa kaaletti kiyidi, Abimelekaara olettiis."
    },
    {
        "English Sentences": "And Abimelech chased him, and he fled before him, and many were overthrown and wounded, even unto the entering of the gate.",
        "Wolaitta Sentences": "Abimeleki yedettin, Ga7aali baqatiis; katamaa geliyo penggiyaa gakkanaassi daroti deshettidi kunddidosona."
    },
    {
        "English Sentences": "And Abimelech dwelt at Arumah: and Zebul thrust out Gaal and his brethren, that they should not dwell in Shechem.",
        "Wolaitta Sentences": "Abimeleki Aruuman de7in, Zabuuli Ga7aalanne a ishantta Sekeemappe yedettidi kessiis."
    },
    {
        "English Sentences": "And it came to pass on the morrow, that the people went out into the field; and they told Abimelech.",
        "Wolaitta Sentences": "Wonttetta gallassi Sekeema asai goshshau biidoogaa Abimeleki siyiis;"
    },
    {
        "English Sentences": "And he took the people, and divided them into three companies, and laid wait in the field, and looked, and, behold, the people were come forth out of the city; and he rose up against them, and smote them.",
        "Wolaitta Sentences": "siyidi ba asaa ekkidi, heezzu citan shaakkidi, shooqan zuggidi naaganaadan oottiis. Yaatidi asai katamaappe kiyiyoogaa be7ido wode, eta woranau qosettido sohuwaappe kiyiis."
    },
    {
        "English Sentences": "And Abimelech, and the company that was with him, rushed forward, and stood in the entering of the gate of the city: and the two other companies ran upon all the people that were in the fields, and slew them.",
        "Wolaitta Sentences": "Abimelekinne aara de7iya citai sinttau woxxi biidi, katamaa geliyo penggiyan eqqidosona; attida naa77u citati goshshan de7iya asata olidi woridosona."
    },
    {
        "English Sentences": "And Abimelech fought against the city all that day; and he took the city, and slew the people that was therein, and beat down the city, and sowed it with salt.",
        "Wolaitta Sentences": "Gallassa muliyaa Abimeleki katamaa asaara olettiis; olettidi katamaa oiqqidoogaappe guyyiyan, kataman de7iya asaa ubbaa woriis. Yaatidi katamaa qoliis; qolidi ubbaa biittaa bolli maxiniyaa zeriis."
    },
    {
        "English Sentences": "And when all the men of the tower of Shechem heard that, they entered into an hold of the house of the god Berith.",
        "Wolaitta Sentences": "Sekeema Adussa Gimbbiyaa giddon de7iya asai ubbai hegaa siyido wode, Ba7aali-Bariita Eeqa Keettan de7iya qato giddo geliis."
    },
    {
        "English Sentences": "And it was told Abimelech, that all the men of the tower of Shechem were gathered together.",
        "Wolaitta Sentences": "Eti he sohuwan shiiqidoogaa Abimeleki siyiis."
    },
    {
        "English Sentences": "And Abimelech gat him up to mount Zalmon, he and all the people that were with him; and Abimelech took an axe in his hand, and cut down a bough from the trees, and took it, and laid it on his shoulder, and said unto the people that were with him, What ye have seen me do, make haste, and do as I have done.",
        "Wolaitta Sentences": "Siyidi inne aara de7iya asai ubbai Xalmmoona giyo deriyaa pude kiyidosona. Kiyin Abimeleki kalttaa ekkidi, mittaa tashiyaa qanxxidi, ba hashiyan tookkiis; tookkidi banaara de7iya asata, \"Taani oottishin be7idoogaa, inttekka eesuwan ha77i oottite\" yaagiis."
    },
    {
        "English Sentences": "And all the people likewise cut down every man his bough, and followed Abimelech, and put them to the hold, and set the hold on fire upon them; so that all the men of the tower of Shechem died also, about a thousand men and women.",
        "Wolaitta Sentences": "Yaagin asai ubbaikka mittaa tashiyaa qanxxi ekkidi, Abimeleka kaalliis; he tasheta qatuwaa yuushuwan zemppissi wottidi, asai a giddon de7ishin tamaa oittidosona; yaatin, qatuwaa giddon de7iya asai ubbai haiqqi wuriis. Haiqqida attuma asaanne macca asaa qoodai issi sha7aa gidana."
    },
    {
        "English Sentences": "Then went Abimelech to Thebez, and encamped against Thebez, and took it.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Abimeleki Tebexa giyo katamaa biidi, katamaa dooddidi oiqqiis."
    },
    {
        "English Sentences": "But there was a strong tower within the city, and thither fled all the men and women, and all they of the city, and shut it to them, and gat them up to the top of the tower.",
        "Wolaitta Sentences": "He katamaa giddon issi mino adussa gimbbee de7ees. Katamaa asai ubbai, maccai attumai, kaalettiyaageetuurakka attennan he adussa gimbbiyaakko yaa woxxidi, a giddo gelidosona; penggiyaa gorddidi, gimbbiyaa bolli dembbayidi keexxidosaa pude kiyidosona."
    },
    {
        "English Sentences": "And Abimelech came unto the tower, and fought against it, and went hard unto the door of the tower to burn it with fire.",
        "Wolaitta Sentences": "Abimeleki olettiiddi adussa gimbbiyaa gakkidi, taman xuugganau penggiyaakko shiiqiis."
    },
    {
        "English Sentences": "And a certain woman cast a piece of a millstone upon Abimelech's head, and all to brake his skull.",
        "Wolaitta Sentences": "SHin issi maccaasiyaa Abimeleka huuphiyan woxaa maidiyaa gonddorssa olada, a guuggiyaa homppu oottaasu."
    },
    {
        "English Sentences": "Then he called hastily unto the young man his armourbearer, and said unto him, Draw thy sword, and slay me, that men say not of me, A woman slew him. And his young man thrust him through, and he died.",
        "Wolaitta Sentences": "Ba ola miishshaa tookkiya wodallaa eesuwan xeegidi, \"Tana asi, Ebela maccaasi woriis geennaadan, ne bisuwaa shoohuwaappe shoddada, tana wora\" yaagiis. Yaagin wodallai caddin i haiqqiis."
    },
    {
        "English Sentences": "And when the men of Israel saw that Abimelech was dead, they departed every man unto his place.",
        "Wolaitta Sentences": "Israa7eela asai ubbai Abimeleki haiqqidoogaa be7idi, ba soo ba soo biis."
    },
    {
        "English Sentences": "Thus God rendered the wickedness of Abimelech, which he did unto his father, in slaying his seventy brethren:",
        "Wolaitta Sentences": "Abimeleki ba ishantta laappun tammata woridi, ba aawaa bolli oottido gomiyaa Xoossai a bolli zaariis."
    },
    {
        "English Sentences": "And all the evil of the men of Shechem did God render upon their heads: and upon them came the curse of Jotham the son of Jerubbaal.",
        "Wolaitta Sentences": "Hegaadankka, Xoossai Sekeema asaa iitatetta ubbaa eta bolli zaariis. Hegaadan hanidi, Geedoona na7ai Yo7aataami qanggido qanggettai eta gakkiis."
    },
    {
        "English Sentences": "And after Abimelech there arose to defend Israel Tola the son of Puah, the son of Dodo, a man of Issachar; and he dwelt in Shamir in mount Ephraim.",
        "Wolaitta Sentences": "Abimeleki haiqqidoogaappe guyyiyan, Doodo na7aa Puuha na7ai Tolaa7i Israa7eela ashshanau denddiis. I Yisaakoora zare gididi, Efireema gezziyan SHamiira giyoosan de7iis."
    },
    {
        "English Sentences": "And he judged Israel twenty and three years, and died, and was buried in Shamir.",
        "Wolaitta Sentences": "Tolaa7i Israa7eela asaa laatamanne heezzu laittau pirddiya daanna gidiis. Tolaa7i haiqqidi, SHamiiran moogettiis."
    },
    {
        "English Sentences": "And after him arose Jair, a Gileadite, and judged Israel twenty and two years.",
        "Wolaitta Sentences": "Tolaa7appe kaallidi, Gala7aadiyaa Yaa7iiri denddiis; denddidi Israa7eela asaa laatamanne naa77u laittau pirddiya daanna gidiis."
    },
    {
        "English Sentences": "And he had thirty sons that rode on thirty ass colts, and they had thirty cities, which are called Havothjair unto this day, which are in the land of Gilead.",
        "Wolaitta Sentences": "Assi hasttamu hareta toggiya hasttamu attuma naati de7oosona; etassi Gala7aade biittan hasttamu katamati de7oosona. He katamati hachchi gakkanaassi Yaa7iira katamata geetettidi xeesettoosona."
    },
    {
        "English Sentences": "And Jair died, and was buried in Camon.",
        "Wolaitta Sentences": "Yaa7iiri haiqqidi, Qaamoonan moogettiis."
    },
    {
        "English Sentences": "And the children of Israel did evil again in the sight of the LORD, and served Baalim, and Ashtaroth, and the gods of Syria, and the gods of Zidon, and the gods of Moab, and the gods of the children of Ammon, and the gods of the Philistines, and forsook the LORD, and served not him.",
        "Wolaitta Sentences": "Israa7eela asai GODAA sinttan qassikka iitabaa oottiis; eti Ba7aalanne Asttaarooto geetettiya eeqatussinne Sooriyaa xoossatussi, Sidoona xoossatussi, Moo7aaba xoossatussi, Amoonatu xoossatussinne Pilisxxeema xoossatussi goinnidosona. Eti GODAA aggi bayidosona; ayyo goinniyoogaakka aggiigidosona."
    },
    {
        "English Sentences": "And the anger of the LORD was hot against Israel, and he sold them into the hands of the Philistines, and into the hands of the children of Ammon.",
        "Wolaitta Sentences": "Yaatin, GODAI Israa7eela asaa bolli hanqqettidi, eta Pilisxxeema asatussinne Amoona asatussi aattidi immiis."
    },
    {
        "English Sentences": "And that year they vexed and oppressed the children of Israel: eighteen years, all the children of Israel that were on the other side Jordan in the land of the Amorites, which is in Gilead.",
        "Wolaitta Sentences": "Immin he laitti Israa7eela asaa eti naaqqidosonanne huqqunnidosona. Yorddaanoosa SHaafaappe hefintta arshsho baggan, Amooreti kase de7ido Gala7aade biittan de7ida Israa7eela asaa ubbaa eti tammanne hosppun laittaa huqqunnidosona."
    },
    {
        "English Sentences": "Moreover the children of Ammon passed over Jordan to fight also against Judah, and against Benjamin, and against the house of Ephraim; so that Israel was sore distressed.",
        "Wolaitta Sentences": "Amoona asati qassikka Yihudaa, Biniyaamanne Efireema zareta olanau Yorddaanoosa SHaafaa pinnidosona; yaatin, Israa7eela asai keehippe un77ettiis."
    },
    {
        "English Sentences": "And the children of Israel cried unto the LORD, saying, We have sinned against thee, both because we have forsaken our God, and also served Baalim.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Israa7eela asati, \"Nuuni nena nu Xoossaa aggidi, Ba7aala eeqatussi goinnidi, nena naaqqida\" yaagidi GODAASSI waassidosona."
    },
    {
        "English Sentences": "And the LORD said unto the children of Israel, Did not I deliver you from the Egyptians, and from the Amorites, from the children of Ammon, and from the Philistines?",
        "Wolaitta Sentences": "Waassin GODAI etau, \"Gibxxeti, Amooreti, Pilisxxeemati,"
    },
    {
        "English Sentences": "The Zidonians also, and the Amalekites, and the Maonites, did oppress you; and ye cried to me, and I delivered you out of their hand.",
        "Wolaitta Sentences": "Sidoonati, Amaaleeqatinne Maa7oonati inttena huqqunnin, taassi waassideta; waassin taani inttena eta kushiyaappe ashshabeikkinaa?"
    },
    {
        "English Sentences": "Yet ye have forsaken me, and served other gods: wherefore I will deliver you no more.",
        "Wolaitta Sentences": "SHin intte tana aggidi, hara xoossatussi goinnideta. Hegaa gishshau, taani inttena mulekka ashshikke."
    },
    {
        "English Sentences": "Go and cry unto the gods which ye have chosen; let them deliver you in the time of your tribulation.",
        "Wolaitta Sentences": "Biidi intte doorido xoossatussi waassite. Intte metuwaa wode eti inttena ashshona\" yaagidi zaariis."
    },
    {
        "English Sentences": "And the children of Israel said unto the LORD, We have sinned: do thou unto us whatsoever seemeth good unto thee; deliver us only, we pray thee, this day.",
        "Wolaitta Sentences": "SHin Israa7eela asai zaarettidi GODAA, \"Nuuni nagaraa oottida. Neeyyo lo77o milatiyaaba nu bolli ootta; shin hayyanaa, hachchi nuna ashsha\" yaagiis."
    },
    {
        "English Sentences": "And they put away the strange gods from among them, and served the LORD: and his soul was grieved for the misery of Israel.",
        "Wolaitta Sentences": "Yaagidi allaga xoossata bantta giddoppe diggidi, GODAAYYO goinnidosona. Israa7eela asai tuggatidoogau GODAIKKA mishettiis."
    },
    {
        "English Sentences": "Then the children of Ammon were gathered together, and encamped in Gilead. And the children of Israel assembled themselves together, and encamped in Mizpeh.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Amoonatu olanchchati olau giigidi, Gala7aaden galchchidosona; Israa7eela asaikka issippe shiiqidi, Gala7aaden Mixiphpha giyoosan galchchiis."
    },
    {
        "English Sentences": "And the people and princes of Gilead said one to another, What man is he that will begin to fight against the children of Ammon? he shall be head over all the inhabitants of Gilead.",
        "Wolaitta Sentences": "Gala7aade biittaa asainne halaqati bantta giddon, \"Amoonatu olanchchatuura koirottidi olaa gaittanai oonee? He urai Gala7aade biittan de7iya asau ubbau halaqa gidana\" yaagidosona."
    },
    {
        "English Sentences": "Now Jephthah the Gileadite was a mighty man of valour, and he was the son of an harlot: and Gilead begat Jephthah.",
        "Wolaitta Sentences": "Gala7aadiyaa Yofttaahee mino olanchcha. A aawai Gala7aada; shin a aayyiyaa shaaramuxiya maccaasa."
    },
    {
        "English Sentences": "And Gilead's wife bare him sons; and his wife's sons grew up, and they thrust out Jephthah, and said unto him, Thou shalt not inherit in our father's house; for thou art the son of a strange woman.",
        "Wolaitta Sentences": "Gala7aadee ekkido machchiyaakka assi attuma naata yelaasu. Eti dicci gakkido wode, bantta ishaa Yofttaaha, \"Neeni hara maccaasee na7aa gidido gishshau, nu aawaa aquwaappe aibanne laattakka\" yaagidi sooppe yedettidosona."
    },
    {
        "English Sentences": "Then Jephthah fled from his brethren, and dwelt in the land of Tob: and there were gathered vain men to Jephthah, and went out with him.",
        "Wolaitta Sentences": "Yaatin, Yofttaahee ba ishanttuppe baqatidi, Xoba giyo biittan de7iis. Yan i de7ishin, amarida shufuro asati akko shiiqidi, a kaallidosona."
    },
    {
        "English Sentences": "And it came to pass in process of time, that the children of Ammon made war against Israel.",
        "Wolaitta Sentences": "Amarida wodiyaappe guyyiyan, Amoonati Israa7eelatuura olettidosona."
    },
    {
        "English Sentences": "And it was so, that when the children of Ammon made war against Israel, the elders of Gilead went to fetch Jephthah out of the land of Tob:",
        "Wolaitta Sentences": "Amoonati Israa7eela asaara olettido wode, Gala7aade biittaa cimati Xoba biittaappe Yofttaaha zaari ehanau biidosona."
    },
    {
        "English Sentences": "And they said unto Jephthah, Come, and be our captain, that we may fight with the children of Ammon.",
        "Wolaitta Sentences": "Biidi eti a, \"Haaya, Amoonata nuuni olana mala, yaada nuuyyo gadaawa gida\" yaagidosona."
    },
    {
        "English Sentences": "And Jephthah said unto the elders of Gilead, Did not ye hate me, and expel me out of my father's house? and why are ye come unto me now when ye are in distress?",
        "Wolaitta Sentences": "Yaagin Yofttaahee Gala7aade cimata, \"Tana ixxidi, ta aawaa keettaappe yedettidai inttena gidekketii? Ha77i metuwan gelidi, taakko aibissi yiidetii?\" yaagiis."
    },
    {
        "English Sentences": "And the elders of Gilead said unto Jephthah, Therefore we turn again to thee now, that thou mayest go with us, and fight against the children of Ammon, and be our head over all the inhabitants of Gilead.",
        "Wolaitta Sentences": "Yaagin Gala7aade cimati a, \"Gidikkonne, ha77i nuuni neekko simmida; aissi giikko, neeni nunaara olaa baada, Amoonata nuussi olana malanne Gala7aade asaa ubbaayyo neeni halaqaa gidana mala, nuuni koyoos\" yaagidosona."
    },
    {
        "English Sentences": "And Jephthah said unto the elders of Gilead, If ye bring me home again to fight against the children of Ammon, and the LORD deliver them before me, shall I be your head?",
        "Wolaitta Sentences": "Yaagin Yofttaahee, \"Amoonatuura olettanau intte tana guyye soo zaarin, GODAI eta ta kushiyan aattidi immikko, taani tumu intte halaqa gidanee?\" yaagiis."
    },
    {
        "English Sentences": "And the elders of Gilead said unto Jephthah, The LORD be witness between us, if we do not so according to thy words.",
        "Wolaitta Sentences": "Gala7aade cimati Yofttaaha, \"GODAI nu giddon markka! Neeni giyoobaa tumu nuuni oottana\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Then Jephthah went with the elders of Gilead, and the people made him head and captain over them: and Jephthah uttered all his words before the LORD in Mizpeh.",
        "Wolaitta Sentences": "Yaatin, Yofttaahee Gala7aade cimatuura biis; bin a bantta halaqanne gadaawa oottidosona. Yofttaahee Mixiphphan GODAA sinttan ha yohuwaa ubbaa maayiis."
    },
    {
        "English Sentences": "And Jephthah sent messengers unto the king of the children of Ammon, saying, What hast thou to do with me, that thou art come against me to fight in my land?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yofttaahee Amoonatu kawuwaakko asaa kiittidi, \"Neeni nu biittaa bollan woraajjidoogee aibi gaasuwaanee?\" yaagidi oishissiis."
    },
    {
        "English Sentences": "And the king of the children of Ammon answered unto the messengers of Jephthah, Because Israel took away my land, when they came up out of Egypt, from Arnon even unto Jabbok, and unto Jordan: now therefore restore those lands again peaceably.",
        "Wolaitta Sentences": "Yofttaahee kiittido asatuyyo Amoonatu biittaa kawoi zaaridi, \"Israa7eela asai Gibxxe biittaappe kiyido wode, Arnnoona SHaafaappe doommidi, Yaabooqa SHaafaa gakkanaashin, qassi Yorddaanoosa SHaafaa gakkanaashin de7iya ta biittaa ekkiis. Ha77i ta biittaa saruwan zaarite\" yaagiis."
    },
    {
        "English Sentences": "And Jephthah sent messengers again unto the king of the children of Ammon:",
        "Wolaitta Sentences": "Yofttaahee naa77anttuwaakka Amoonatu kawuwaakko asaa kiittiis."
    },
    {
        "English Sentences": "And said unto him, Thus saith Jephthah, Israel took not away the land of Moab, nor the land of the children of Ammon:",
        "Wolaitta Sentences": "Kiittiiddi hagaadan yaagiis; \"Israa7eela asai Moo7aaba biittaa woikko Amoona biittaa ekkibeenna."
    },
    {
        "English Sentences": "But when Israel came up from Egypt, and walked through the wilderness unto the Red sea, and came to Kadesh;",
        "Wolaitta Sentences": "Israa7eela asai Gibxxe biittaappe kiyido wode, bazzuwaa kanttidi biidi, Zo7o Abbaa gakkiis; hegaappe qassi Qaadeesa giyoosaa yiis."
    },
    {
        "English Sentences": "Then Israel sent messengers unto the king of Edom, saying, Let me, I pray thee, pass through thy land: but the king of Edom would not hearken thereto. And in like manner they sent unto the king of Moab: but he would not consent: and Israel abode in Kadesh.",
        "Wolaitta Sentences": "Yiidi Israa7eela asai Eedooma biittaa kawuwaakko asaa kiittidi, Ne biittaara nuna aattarkkii yaagiis; shin Eedooma kawoi aattennan ixxiis. Hegaadankka, Moo7aaba kawuwaakko kiittin, ikka aattennan ixxiis. Yaatin, Israa7eela asai Qaadeesan gam77iis."
    },
    {
        "English Sentences": "Then they went along through the wilderness, and compassed the land of Edom, and the land of Moab, and came by the east side of the land of Moab, and pitched on the other side of Arnon, but came not within the border of Moab: for Arnon was the border of Moab.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan bazzuwaara kanttidi, eti Eedoomanne Moo7aaba biittata yuuyidi, Moo7aaba biittaappe arshsho baggaara yiidosona; yiidi Arnnoona SHaafaappe hefintta baggaara de7iya sohuwan dunkkaanidosona; shin Arnnoona SHaafai Moo7aaba zawa gidido gishshau, Moo7aaba baggi pinnibookkona."
    },
    {
        "English Sentences": "And Israel sent messengers unto Sihon king of the Amorites, the king of Heshbon; and Israel said unto him, Let us pass, we pray thee, through thy land into my place.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan, Israa7eela asai Haseboona giyo kataman de7iya Amooretu Kawuwaa Sihoonakko asaa kiittiis; kiittidi eti, Hayyanaa, ne biittaara nuna nu biitti aattarkkii yaagidosona."
    },
    {
        "English Sentences": "But Sihon trusted not Israel to pass through his coast: but Sihon gathered all his people together, and pitched in Jahaz, and fought against Israel.",
        "Wolaitta Sentences": "SHin Sihooni Israa7eela asaa aattanau ammanibeenna. I ba asaa ubbaa shiishshidi, Yahaaxa giyoosan dunkkaanidi, Israa7eela asaara olettiis."
    },
    {
        "English Sentences": "And the LORD God of Israel delivered Sihon and all his people into the hand of Israel, and they smote them: so Israel possessed all the land of the Amorites, the inhabitants of that country.",
        "Wolaitta Sentences": "Olettin GODAI Israa7eela Xoossai Sihoonanne a asaa ubbaa Israa7eela asaa kushiyan aattidi immin, eta xoonidosona; xoonidi yan de7ida Amooretu biitta ubbaa laattidosona."
    },
    {
        "English Sentences": "And they possessed all the coasts of the Amorites, from Arnon even unto Jabbok, and from the wilderness even unto Jordan.",
        "Wolaitta Sentences": "Arnnoona SHaafaappe biidi, Yaabooqa SHaafaa gakkanaashiininne bazzuwaappe biidi, Yorddaanoosa SHaafaa gakkanaashin de7iya Amooretu biittaa ubbaa omooddidi ekkidosona."
    },
    {
        "English Sentences": "So now the LORD God of Israel hath dispossessed the Amorites from before his people Israel, and shouldest thou possess it?",
        "Wolaitta Sentences": "\"Hegaadan oottidi, GODAI Israa7eela Xoossai ba asaa Israa7eela sinttaappe Amooreta yedettidi xaissiis. Yaatin, neeni neeyyo ekkanau waana qoppadii?"
    },
    {
        "English Sentences": "Wilt not thou possess that which Chemosh thy god giveth thee to possess? So whomsoever the LORD our God shall drive out from before us, them will we possess.",
        "Wolaitta Sentences": "Neeni ne xoossai Kamooshi neeyyo immiyoobaa ekkikkii? Hegaadankka, nuuni GODAI nu Xoossai nuuyyo immidobaa ubbaa laattidi de7ana."
    },
    {
        "English Sentences": "And now art thou any thing better than Balak the son of Zippor, king of Moab? did he ever strive against Israel, or did he ever fight against them,",
        "Wolaitta Sentences": "\"Bau neeni Xippoora na7aa Moo7aaba Kawuwaa Baalaaqappe minnai? I Israa7eela asaara ooyettidee woikko olettidee?"
    },
    {
        "English Sentences": "While Israel dwelt in Heshbon and her towns, and in Aroer and her towns, and in all the cities that be along by the coasts of Arnon, three hundred years? why therefore did ye not recover them within that time?",
        "Wolaitta Sentences": "\"Israa7eela asai Haseboona, Aaro7eranne eta yuushuwan de7iya katamata ubbaa, hegaadankka, qassi Arnnoona SHaafaa lanqqiyan de7iya katamata ubbaa laattidi, heezzu xeetu laittaa de7iis. Yaatin, he wode aibissi wotti ekkibeekketii?"
    },
    {
        "English Sentences": "Wherefore I have not sinned against thee, but thou doest me wrong to war against me: the LORD the Judge be judge this day between the children of Israel and the children of Ammon.",
        "Wolaitta Sentences": "Taani ta baggaara inttena aibanne naaqqabeikke; shin tana ola olada naaqqiyai nena. Pirddiya GODAI hachchi Israa7eela asaappenne Amoona asaappe gidduwan pirddo\" yaagiis."
    },
    {
        "English Sentences": "Howbeit the king of the children of Ammon hearkened not unto the words of Jephthah which he sent him.",
        "Wolaitta Sentences": "SHin Yofttaahee kiittido kiitaa Amoonatu kawoi siyennan ixxiis."
    },
    {
        "English Sentences": "Then the Spirit of the LORD came upon Jephthah, and he passed over Gilead, and Manasseh, and passed over Mizpeh of Gilead, and from Mizpeh of Gilead he passed over unto the children of Ammon.",
        "Wolaitta Sentences": "He wode GODAA Ayyaanai Yofttaahe bolli wodhdhin, Gala7aadenne Minaase biittata kantti biiddi, Gala7aade biittan de7iya Mixiphpha simmiis; hegaappe olanchchata kaalettidi, Amoonatu biitti biis."
    },
    {
        "English Sentences": "And Jephthah vowed a vow unto the LORD, and said, If thou shalt without fail deliver the children of Ammon into mine hands,",
        "Wolaitta Sentences": "Biiddi GODAASSI shiiquwaa shiiqettiiddi, \"Neeni Amoonata ta kushiyan aattada immikko,"
    },
    {
        "English Sentences": "Then it shall be, that whatsoever cometh forth of the doors of my house to meet me, when I return in peace from the children of Ammon, shall surely be the LORD's, and I will offer it up for a burnt offering.",
        "Wolaitta Sentences": "olan xoonada taani soo simmiyo wode, tana mokkanau ta sooppe kiyiyaabi aibanne gidin neessa; taani a neessi xuuggiyo yarshsho oottada shiishshana\" yaagiis."
    },
    {
        "English Sentences": "So Jephthah passed over unto the children of Ammon to fight against them; and the LORD delivered them into his hands.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yofttaahee Amoonata olanau zawaa pinnidi biis; bin GODAI eta a kushiyan aattidi immiis."
    },
    {
        "English Sentences": "And he smote them from Aroer, even till thou come to Minnith, even twenty cities, and unto the plain of the vineyards, with a very great slaughter. Thus the children of Ammon were subdued before the children of Israel.",
        "Wolaitta Sentences": "Aaro7erappe doommidi, biidi Miiniitanne Aabeeli-Karaamiima mati gakkanaashin, laatamu katamata olidi bashshiis; daro asaa wori wurssiis. Hegaappe guyyiyan, Amoonati Israa7eelatussi haarettidosona."
    },
    {
        "English Sentences": "And Jephthah came to Mizpeh unto his house, and, behold, his daughter came out to meet him with timbrels and with dances: and she was his only child; beside her he had neither son nor daughter.",
        "Wolaitta Sentences": "Yofttaahee Mixiphphan de7iya ba soo simmido wode, koirottadakka a na7iyaa karaabiyaa oiqqada yexxaiddanne duraidda a mokkanau kiyaasu. Ayyo ippe hara na7i baawa."
    },
    {
        "English Sentences": "And it came to pass, when he saw her, that he rent his clothes, and said, Alas, my daughter! thou hast brought me very low, and thou art one of them that trouble me: for I have opened my mouth unto the LORD, and I cannot go back.",
        "Wolaitta Sentences": "I o be7ido wode, azzanuwan ba maayuwaa pooshshidi, \"Hai poora ta na7ee! Tana kaushsharggadasa; tana gakkiya metuwaayyo neeni gaaso gidadasa. Aissi giikko, taani GODAASSI shiiqetta uttaas; hegaa shiiquwaa gattennan agganau danddayikke!\" yaagiis."
    },
    {
        "English Sentences": "And she said unto him, My father, if thou hast opened thy mouth unto the LORD, do to me according to that which hath proceeded out of thy mouth; forasmuch as the LORD hath taken vengeance for thee of thine enemies, even of the children of Ammon.",
        "Wolaitta Sentences": "Yaagin na7iyaa, \"Ta aawau, neeni GODAASSI shiiqettidabaa gidikko, GODAI ne morkketu, Amoonatu bolli ne haluwaa kessido gishshau, neeni shiiqettidobaa ta bolli pola\" yaagaasu."
    },
    {
        "English Sentences": "And she said unto her father, Let this thing be done for me: let me alone two months, that I may go up and down upon the mountains, and bewail my virginity, I and my fellows.",
        "Wolaitta Sentences": "Qassikka a ba aawaa, \"Taayyo issibaa oottarkkii. Taani muleera azina gelennan attiyo gishshau, ta laggetuura baada deretu bolli ta geela7otettaassi yeekkana mala, naa77u aginau tana yeddarkkii\" yaagada oichchaasu."
    },
    {
        "English Sentences": "And he said, Go. And he sent her away for two months: and she went with her companions, and bewailed her virginity upon the mountains.",
        "Wolaitta Sentences": "Oichchin i, \"Ba\" yaagidi, naa77u aginau yeddiis; yeddin a ba laggetuura deriyaa huuphiyaa kiyada ba geela7otettaassi etaara yeekkaasu."
    },
    {
        "English Sentences": "And it came to pass at the end of two months, that she returned unto her father, who did with her according to his vow which he had vowed: and she knew no man. And it was a custom in Israel,",
        "Wolaitta Sentences": "Naa77u aginaappe guyyiyan, ba aawaakko simmada yaasu; yin GODAASSI ba shiiqettido shiiquwaa gattiis. A mulekka attumaasan gaittennan attaasu."
    },
    {
        "English Sentences": "That the daughters of Israel went yearly to lament the daughter of Jephthah the Gileadite four days in a year.",
        "Wolaitta Sentences": "He wodeppe doommidi, Israa7eelatu macca naati laittan laittan oiddu gallassaa bantta sooppe haakki biidi, Gala7aadiyaa Yofttaahee na7eessi yeekkiyoogeenne azzaniyoogee meeze gidiis."
    },
    {
        "English Sentences": "And the men of Ephraim gathered themselves together, and went northward, and said unto Jephthah, Wherefore passedst thou over to fight against the children of Ammon, and didst not call us to go with thee? we will burn thine house upon thee with fire.",
        "Wolaitta Sentences": "Efireema asai olaa baanau xeegettidi, Yorddaanoosa SHaafaa pinnidi, Xafoona giyo katamaa gakkido wode, Yofttaaha, \"Amoonata olanau zawaa pinnada baidda, nenaara baanaadan aissi nuna xeesabeikkii? Nuunikka ne keettaa ne bolli taman xuuggana\" yaagidosona."
    },
    {
        "English Sentences": "And Jephthah said unto them, I and my people were at great strife with the children of Ammon; and when I called you, ye delivered me not out of their hands.",
        "Wolaitta Sentences": "Yaagin Yofttaahee eta hagaadan yaagiis; \"Taaninne ta asai Amoonatuura keehippe warettido wode, taani inttena xeesaas; shin intte tana etappe ashshibeekketa."
    },
    {
        "English Sentences": "And when I saw that ye delivered me not, I put my life in my hands, and passed over against the children of Ammon, and the LORD delivered them into my hand: wherefore then are ye come up unto me this day, to fight against me?",
        "Wolaitta Sentences": "Intte tana ashshennaagaa be7ido wode, zawaa pinnada ta shemppuwaassi qarettennan Amoonata olanau baas; bin GODAI eta ta kushiyan aattidi immiis. Yaatin, intte hachchi aissi tana olanau yiidetii?\" yaagiis."
    },
    {
        "English Sentences": "Then Jephthah gathered together all the men of Gilead, and fought with Ephraim: and the men of Gilead smote Ephraim, because they said, Ye Gileadites are fugitives of Ephraim among the Ephraimites, and among the Manassites.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yofttaahee Gala7aade asaa ubbaa shiishshidi, Efireema asaara olettiis; olettin Gala7aade asati xoonidosona. Aissi giikko, Efireema asai kase eta, \"Intte Gala7aaden de7iya asati kase Efireema zaretuppenne Minaase zaretuppe betidi yiidaageetuppe attin, harata gidekketa\" yaagi wottiis."
    },
    {
        "English Sentences": "And the Gileadites took the passages of Jordan before the Ephraimites: and it was so, that when those Ephraimites which were escaped said, Let me go over; that the men of Gilead said unto him, Art thou an Ephraimite? If he said, Nay;",
        "Wolaitta Sentences": "Efireema asai baqatennaadan, Yorddaanoosa SHaafaa pinuwaa ubbaa Gala7aadeti oiqqidosona; oiqqin baqatanau koyiya Efireema asi ooninne pinnanau oichchiyo wode Gala7aadeti, \"Neeni Efireema asee?\" yaagidi oichchoosona. Oichchin, \"Gidikke\" giikko,"
    },
    {
        "English Sentences": "Then said they unto him, Say now Shibboleth: and he said Sibboleth: for he could not frame to pronounce it right. Then they took him, and slew him at the passages of Jordan: and there fell at that time of the Ephraimites forty and two thousand.",
        "Wolaitta Sentences": "\"Ane, SHiboleeta ga\" yaagoosona. SHin i, \"SHi\" giyo pitaliyaa loitti xeeganau danddayenna gishshau, \"Siboleeta\" yaagees. Yaagiyo wode oiqqidi, Yorddaanoosa SHaafaa pinniyoosan woroosona. He wode yan Efireema asaappe oitamanne naa77u sha7u asai haiqqiis."
    },
    {
        "English Sentences": "And Jephthah judged Israel six years. Then died Jephthah the Gileadite, and was buried in one of the cities of Gilead.",
        "Wolaitta Sentences": "Yofttaahee Israa7eela asaa bollan daannatidi, usuppun laittaa pirddiis. Hegaappe guyyiyan, Gala7aadiyaa Yofttaahee haiqqiis; haiqqidi Gala7aaden de7iya ba kataman moogettiis."
    },
    {
        "English Sentences": "And after him Ibzan of Bethlehem judged Israel.",
        "Wolaitta Sentences": "Yofttaaheppe kaallidi, Beetaliheemee Ibxxaani Israa7eela asaa bolli pirddiya daanna gidiis."
    },
    {
        "English Sentences": "And he had thirty sons, and thirty daughters, whom he sent abroad, and took in thirty daughters from abroad for his sons. And he judged Israel seven years.",
        "Wolaitta Sentences": "Ibxxaanayyo hasttamu attuma naatinne hasttamu macca naati de7oosona; i ba macca naata ba yara gidenna attuma naatussi immiis; ba attuma naatussikka ba yara gidenna macca naata giigissidi ehiis. Ibxxaani Israa7eela bolli laappun laittaa daannatidi pirddiis."
    },
    {
        "English Sentences": "Then died Ibzan, and was buried at Bethlehem.",
        "Wolaitta Sentences": "Hegaappe guyyiyan haiqqidi, Beetaliheeme kataman moogettiis."
    },
    {
        "English Sentences": "And after him Elon, a Zebulonite, judged Israel; and he judged Israel ten years.",
        "Wolaitta Sentences": "Ibxxaanappe kaallidi, Zaabilooniyaa Elooni Israa7eela asaa bolli daannatidi, tammu laittaa pirddiis."
    },
    {
        "English Sentences": "And Elon the Zebulonite died, and was buried in Aijalon in the country of Zebulun.",
        "Wolaitta Sentences": "Hegaappe guyyiyan haiqqiis; haiqqidi Zaabiloona biittan de7iya Ayyaaloona kataman moogettiis."
    },
    {
        "English Sentences": "And after him Abdon the son of Hillel, a Pirathonite, judged Israel.",
        "Wolaitta Sentences": "Eloonappe kaallidi, Hilleela na7ai Abddooni, Pir77aatoona giyoosan de7idaagee, Israa7eela bolli pirddiya daanna gidiis."
    },
    {
        "English Sentences": "And he had forty sons and thirty nephews, that rode on threescore and ten ass colts: and he judged Israel eight years.",
        "Wolaitta Sentences": "Abddoonayyo laappun tammu hareta toggiya oitamu attuma naatinne hasttamu naatu naati de7oosona; Abddooni Israa7eela asaa bolli daannatidi, hosppun laittaa pirddiis."
    },
    {
        "English Sentences": "And Abdon the son of Hillel the Pirathonite died, and was buried in Pirathon in the land of Ephraim, in the mount of the Amalekites.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Hilleela na7ai Abddooni haiqqiis; haiqqidi Amaaleeqatu gezziyan Efireema biittan de7iya Pir77aatoonan moogettiis."
    },
    {
        "English Sentences": "And the children of Israel did evil again in the sight of the LORD; and the LORD delivered them into the hand of the Philistines forty years.",
        "Wolaitta Sentences": "Israa7eela asai GODAA sinttan qassikka iitabaa oottiis. Yaatin, GODAI eta oitamu laittau Pilisxxeema asaa kushiyan aattidi immiis."
    },
    {
        "English Sentences": "And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bare not.",
        "Wolaitta Sentences": "He wode Xor77a giyo kataman Maanuha giyo issi bitanee de7ees. I Daana zare; a machchiyaa maine gidido gishshau, na7a yelabeikku."
    },
    {
        "English Sentences": "And the angel of the LORD appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.",
        "Wolaitta Sentences": "Issi gallassi GODAA kiitanchchai he maccaaseessi qonccidi, hagaadan yaagiis; \"Be7a, neeni na7a yelabeenna maine; shin neeyyo ixetai attana; attin neeni attuma na7a yelana."
    },
    {
        "English Sentences": "Now therefore beware, I pray thee, and drink not wine nor strong drink, and eat not any unclean thing:",
        "Wolaitta Sentences": "Hegaa gishshau, woine eessaa woikko mattoyiya ushshaa uyennaadaaninne tunabaa aibanne meennaadan naagetta."
    },
    {
        "English Sentences": "For, lo, thou shalt conceive, and bear a son; and no razor shall come on his head: for the child shall be a Nazarite unto God from the womb: and he shall begin to deliver Israel out of the hand of the Philistines.",
        "Wolaitta Sentences": "Neeyyo ixetai attin, neeni attuma na7a yelana. Na7ai yelettiyo wodeppe doommidi, Xoossaassi dummatida Naaziraawe gidiyo gishshau, a binnaanaa mulekka meedoppa. I Israa7eela Pilisxxeema asaa kushiyaappe ashshanau doommana\" yaagiis."
    },
    {
        "English Sentences": "Then the woman came and told her husband, saying, A man of God came unto me, and his countenance was like the countenance of an angel of God, very terrible: but I asked him not whence he was, neither told he me his name:",
        "Wolaitta Sentences": "Hegaappe guyyiyan maccaasiyaa baada, ba keettaawaassi hagaadan yaagada odaasu; \"Xoossaa asa issoi taakko yiis; ayyo meraikka Xoossaa kiitanchchaa meraa mala keehippe yashshiyaagaa. I awappe yiidaakkokka taani a oichchabeikke; ikka ba sunttaa taayyo yootibeenna."
    },
    {
        "English Sentences": "But he said unto me, Behold, thou shalt conceive, and bear a son; and now drink no wine nor strong drink, neither eat any unclean thing: for the child shall be a Nazarite to God from the womb to the day of his death.",
        "Wolaitta Sentences": "SHin i tana, Neeyyo ixetai attin, neeni attuma na7a yelana. Na7ai yelettoosappe doommidi haiqqana gakkanaassi, Xoossaassi dummatida Naaziraawe gidiyo gishshau, woine eessaa woikko mattoyiya ushshaa uyoppa; aiba tunabaakka mooppa yaagiis\" yaagada yootaasu."
    },
    {
        "English Sentences": "Then Manoah intreated the LORD, and said, O my Lord, let the man of God which thou didst send come again unto us, and teach us what we shall do unto the child that shall be born.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Maanuhee, \"Abeet GODAU, na7ai yelettiyo wode ai oottanau koshshiyaakko erissana mala, neeni wontta kiittido Xoossaa asi nuukko simmidi yaanaadan oottarkkii\" yaagidi GODAA woossiis."
    },
    {
        "English Sentences": "And God hearkened to the voice of Manoah; and the angel of God came again unto the woman as she sat in the field: but Manoah her husband was not with her.",
        "Wolaitta Sentences": "Woossin Xoossai Maanuhe woosaa siyiis. Maccaasiyaa gaden uttidaashin naa77anttuwaa yiis; shin he wode i keettaawai Maanuhee iira de7enna."
    },
    {
        "English Sentences": "And the woman made haste, and ran, and shewed her husband, and said unto him, Behold, the man hath appeared unto me, that came unto me the other day.",
        "Wolaitta Sentences": "Maccaasiyaa eesuwan ba keettaawaakko baada, \"Be7a, ini gallassi taakko yiida bitanee hachchikka hagan de7ees\" yaagaasu."
    },
    {
        "English Sentences": "And Manoah arose, and went after his wife, and came to the man, and said unto him, Art thou the man that spakest unto the woman? And he said, I am.",
        "Wolaitta Sentences": "Yaagin Maanuhee uttidosaappe denddidi, ba maccaasiyo kaallidi biis; bi gakkidi, bitaniyaa, \"Ini ta machcheera haasayidai nenee?\" yaagidi oichchiis. Oichchin bitanee, \"Ee tana\" yaagiis."
    },
    {
        "English Sentences": "And Manoah said, Now let thy words come to pass. How shall we order the child, and how shall we do unto him?",
        "Wolaitta Sentences": "Yaagin Maanuhee, \"Neeni yootido qaalai polettiyo wode, yelettana na7aa de7uwaassinne oosuwaassi wogi aibee?\" yaagidi a oichchiis."
    },
    {
        "English Sentences": "And the angel of the LORD said unto Manoah, Of all that I said unto the woman let her beware.",
        "Wolaitta Sentences": "Oichchin GODAA kiitanchchai, \"Ne machchiyaa taani yootido ubbabaappe naagettu."
    },
    {
        "English Sentences": "She may not eat of any thing that cometh of the vine, neither let her drink wine or strong drink, nor eat any unclean thing: all that I commanded her let her observe.",
        "Wolaitta Sentences": "Woiniyaa turaappe kiyiyaabaa aibanne muuppu; woine eessaa woikko mattoyiya ushshaa uyuppu; aiba tunabaakka muuppu. Taani iyyo yootido ubbaa polu\" yaagidi zaariis."
    },
    {
        "English Sentences": "And Manoah said unto the angel of the LORD, I pray thee, let us detain thee, until we shall have made ready a kid for thee.",
        "Wolaitta Sentences": "Maanuhee qassi GODAA kiitanchchaa, \"Nuuni neeyyo issi yelaga deeshshaa shukkidi giigissanaashin, hayyanaa takkarkkii\" yaagiis."
    },
    {
        "English Sentences": "And the angel of the LORD said unto Manoah, Though thou detain me, I will not eat of thy bread: and if thou wilt offer a burnt offering, thou must offer it unto the LORD. For Manoah knew not that he was an angel of the LORD.",
        "Wolaitta Sentences": "Yaagin GODAA kiitanchchai zaaridi, \"Taani takkikkokka, ne qumaa miikke. SHin neeni xuuggiyo yarshshuwaa giigissana koyikko, GODAASSI yarshshanau danddayaasa\" yaagiis. I GODAA kiitanchchaa gidiyoogaa Maanuhee eribeenna."
    },
    {
        "English Sentences": "And Manoah said unto the angel of the LORD, What is thy name, that when thy sayings come to pass we may do thee honour?",
        "Wolaitta Sentences": "Maanuhee qassikka GODAA kiitanchchaa, \"Neeni yootido qaalai polettiyo wode, nuuni nena bonchchana mala, ne sunttai oonee?\" yaagiis."
    },
    {
        "English Sentences": "And the angel of the LORD said unto him, Why askest thou thus after my name, seeing it is secret?",
        "Wolaitta Sentences": "Yaagin GODAA kiitanchchai a, \"Ta sunttai maalaalissiyaagaa gidiyo gishshau, neeni ta sunttaa aibissi oichchai?\" yaagidi zaariis."
    },
    {
        "English Sentences": "So Manoah took a kid with a meat offering, and offered it upon a rock unto the LORD: and the angel did wonderously; and Manoah and his wife looked on.",
        "Wolaitta Sentences": "Yaagin Maanuhee he deeshshaanne a kattaa yarshshuwaa ekkidi, shuchchaa bolli GODAASSI yarshshiis. Maanuheenne a maccaasiyaa xeellishin, GODAI maalaalissiyaabaa oottiis."
    },
    {
        "English Sentences": "For it came to pass, when the flame went up toward heaven from off the altar, that the angel of the LORD ascended in the flame of the altar. And Manoah and his wife looked on it, and fell on their faces to the ground.",
        "Wolaitta Sentences": "Yarshshuwaa yarshshiyoosaappe tamaa lacoi pude pololattishin, GODAA kiitanchchai tamaa lacuwaa giddoora saluwaa kiyiis. Maanuheenne a maccaasiyaa hegaa be7idi, som77uwaa sa7aa gattidi gufannidosona."
    },
    {
        "English Sentences": "But the angel of the LORD did no more appear to Manoah and to his wife. Then Manoah knew that he was an angel of the LORD.",
        "Wolaitta Sentences": "GODAA kiitanchchai Maanuhessinne a maccaaseessi naa77anttuwaa beettennan aggin, i GODAA kiitanchchaa gididoogaa Maanuhee he wode akeekiis."
    },
    {
        "English Sentences": "And Manoah said unto his wife, We shall surely die, because we have seen God.",
        "Wolaitta Sentences": "Maanuhee ba machchiyo, \"Nuuni Xoossaa be7ido gishshau, nuuni haiqqanaagee geeshsha\" yaagiis."
    },
    {
        "English Sentences": "But his wife said unto him, If the LORD were pleased to kill us, he would not have received a burnt offering and a meat offering at our hands, neither would he have shewed us all these things, nor would as at this time have told us such things as these.",
        "Wolaitta Sentences": "SHin a zaarada, \"GODAI nuna woranau koyidobaa gidiyaakko, xuuggiyo yarshshuwaanne kattaa yarshshuwaa nu kushiyaappe ekkenna, woikko he ubbabaa nuna bessenna, woikko hagaa nuussi odenna\" yaagaasu."
    },
    {
        "English Sentences": "And the woman bare a son, and called his name Samson: and the child grew, and the LORD blessed him.",
        "Wolaitta Sentences": "Maccaasiyaa attuma na7aa yelaasu; yelada Samssoona gaada sunttaasu. Na7aikka dicciis; GODAIKKA a anjjiis."
    },
    {
        "English Sentences": "And the Spirit of the LORD began to move him at times in the camp of Dan between Zorah and Eshtaol.",
        "Wolaitta Sentences": "Na7ai Xor77appenne Eshttaa7oolappe gidduwan de7iya Daana moottan de7ishin, GODAA Ayyaanai a denttettiyoogaa doommiis."
    },
    {
        "English Sentences": "And Samson went down to Timnath, and saw a woman in Timnath of the daughters of the Philistines.",
        "Wolaitta Sentences": "Issi gallassi Samssooni Timina giyoosaa wodhdhiis; wodhdhidi yan issi Pilisxxeema geela7iyo be7iis."
    },
    {
        "English Sentences": "And he came up, and told his father and his mother, and said, I have seen a woman in Timnath of the daughters of the Philistines: now therefore get her for me to wife.",
        "Wolaitta Sentences": "Soo simmidi ba aawaanne ba aayyiyo, \"Taani Timinan issi Pilisxxeema geela7iyo be7aas; ha77i o taayyo oichchidi immite\" yaagiis."
    },
    {
        "English Sentences": "Then his father and his mother said unto him, Is there never a woman among the daughters of thy brethren, or among all my people, that thou goest to take a wife of the uncircumcised Philistines? And Samson said unto his father, Get her for me; for she pleaseth me well.",
        "Wolaitta Sentences": "SHin a aawainne aayyiyaa a, \"Machcho oichchanau ha qaxxarettibeenna Pilisxxeematukko baanau nena aibissi koshshidee? Nu dabbotu giddon woikko nu asaa ubbaa giddon neeyyo haniya issi macca na7a demmanau danddayabeikkii?\" yaagidi oichchidosona. SHin Samssooni ba aawaa, \"Taani o dosido gishshau, o giigissada taayyo imma\" yaagiis."
    },
    {
        "English Sentences": "But his father and his mother knew not that it was of the LORD, that he sought an occasion against the Philistines: for at that time the Philistines had dominion over Israel.",
        "Wolaitta Sentences": "Pilisxxeemata olanau GODAI gaasuwaa koyidi, hagaa eta bolli oottiyoogaa Samssoona aawainne aayyiyaanne eribookkona. He wode Pilisxxeemati Israa7eela asaa haaroosona."
    },
    {
        "English Sentences": "Then went Samson down, and his father and his mother, to Timnath, and came to the vineyards of Timnath: and, behold, a young lion roared against him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Samssooni ba aawaaranne ba aayeera Timina wodhdhiis. Yan woiniyaa turaa giddoora i kanttidi biishin, issi wodala gaammoi gudiiddi a bolli kiyiis."
    },
    {
        "English Sentences": "And the Spirit of the LORD came mightily upon him, and he rent him as he would have rent a kid, and he had nothing in his hand: but he told not his father or his mother what he had done.",
        "Wolaitta Sentences": "Kiyin GODAA Ayyaanai Samssoona bollan wolqqappe wodhdhiis; wodhdhin deeshsha maraa duuterettiyoogaadan, ba kushiyan aibanne oikkennan gaammuwaa duuteretti yeggiis. He ba oottidoogaa ba aawaassinne ba aayeessi odibeenna."
    },
    {
        "English Sentences": "And he went down, and talked with the woman; and she pleased Samson well.",
        "Wolaitta Sentences": "Hegaappe guyyiyan biidi, geela7iyo haasayissiis; haasayissidi o dosiis."
    },
    {
        "English Sentences": "And after a time he returned to take her, and he turned aside to see the carcase of the lion: and, behold, there was a swarm of bees and honey in the carcase of the lion.",
        "Wolaitta Sentences": "Guutta wodiyaappe guyyiyan, o bullachchanau yaa simmidi biis; biiddi ba worido gaammuwaa gauxaa be7anau ogiyaappe sher77i giidi biyo wode, gaammuwaa gauxaa giddon mattai eessaa eessidoogaa be7iis."
    },
    {
        "English Sentences": "And he took thereof in his hands, and went on eating, and came to his father and mother, and he gave them, and they did eat: but he told not them that he had taken the honey out of the carcase of the lion.",
        "Wolaitta Sentences": "Be7idi eessaappe amaridaagaa kaashi ekkidi, ogiyan miiddi biis. Ba aawaakkonne ba aayeekko gakkidi, ba oikkido eessaappe amaridaagaa immin, etikka miidosona; shin Samssooni he eessaa gaammuwaa gauxaa giddoppe ekkidoogaa etau odibeenna."
    },
    {
        "English Sentences": "So his father went down unto the woman: and Samson made there a feast; for so used the young men to do.",
        "Wolaitta Sentences": "A aawai maccaasee soo bin, Samssooni yan gibiraa giigissiis. Hegaa mala gibirai bullachchaawu kaseesappekka oottiyo woga."
    },
    {
        "English Sentences": "And it came to pass, when they saw him, that they brought thirty companions to be with him.",
        "Wolaitta Sentences": "He asai a be7ido wode, aara takkanaadan hasttamu wodalla naata dooriis."
    },
    {
        "English Sentences": "And Samson said unto them, I will now put forth a riddle unto you: if ye can certainly declare it me within the seven days of the feast, and find it out, then I will give you thirty sheets and thirty change of garments:",
        "Wolaitta Sentences": "Samssooni eta, \"Ane intte eriyaakkonne issi qan77ishiyaa taani inttena qan77ishais; bullachchaa baalai bonchchettiyo laappun gallassatu giddon ha qan77ishiyaa birshshettaa taassi intte yootiyaabaa gidikko, taani inttessi hasttamu liino iirichchotanne hasttamu kumetta maayota immana."
    },
    {
        "English Sentences": "But if ye cannot declare it me, then shall ye give me thirty sheets and thirty change of garments. And they said unto him, Put forth thy riddle, that we may hear it.",
        "Wolaitta Sentences": "SHin intte taayyo birshshettaa yootanau danddayana xayikko, intte taayyo hasttamu liino iirichchotanne hasttamu kumetta maayota immeeta\" yaagiis. Yaagin eti, \"Ero, ne qan77ishiyaa ane nuussi yoota\" yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, Out of the eater came forth meat, and out of the strong came forth sweetness. And they could not in three days expound the riddle.",
        "Wolaitta Sentences": "I eta, \"Miyaagaappe miyoobai beettiis. Minuwaa giddoppe mal77iyaabai kiyiis\" yaagiis. Heezzantto gallassi gakkanaassi eti qan77ishiyaa birshshettaa immanau danddayibookkona."
    },
    {
        "English Sentences": "And it came to pass on the seventh day, that they said unto Samson's wife, Entice thy husband, that he may declare unto us the riddle, lest we burn thee and thy father's house with fire: have ye called us to take that we have? is it not so?",
        "Wolaitta Sentences": "Oiddantto gallassi eti Samssoona machchiyo, \"Ane ne keettaawaa cimmada qan77ishiyaa birshshettaa i nuuyyo yootanaadan ootta. Hegee xayikko, nuuni nenanne ne aawaa keettaa taman xuuggana. Intte nuna xeesidoogee nuna manqqettanaassee?\" yaagidosona."
    },
    {
        "English Sentences": "And Samson's wife wept before him, and said, Thou dost but hate me, and lovest me not: thou hast put forth a riddle unto the children of my people, and hast not told it me. And he said unto her, Behold, I have not told it my father nor my mother, and shall I tell it thee?",
        "Wolaitta Sentences": "Yaatin, Samssoona machchiyaa yeekkaidda akko shiiqada, \"Neeni tana siiqakka! Neeni tana keehippe ixxaasa! Aissi giikko, neeni ta biittaa asaa qan77ishiyaa qan77ishada, a birshshettaa taassi yootabaakka\" yaagaasu. Yaagin i zaaridi, \"Be7a, hagaa taani ta aawaassikka ta aayeessikka yootabeikke. Yaatin, neessi aibissi yootoo?\" yaagiis."
    },
    {
        "English Sentences": "And she wept before him the seven days, while their feast lasted: and it came to pass on the seventh day, that he told her, because she lay sore upon him: and she told the riddle to the children of her people.",
        "Wolaitta Sentences": "Yaagin bullachchaa baalai bonchchettiyo laappun gallassatu ubban yeekkada shemppuwaa diggin, laappuntta gallassi qan77ishiyaa birshshettaa iyyo yootiis. Yootin akka baada ba biittaa asaayyo yootaasu."
    },
    {
        "English Sentences": "And the men of the city said unto him on the seventh day before the sun went down, What is sweeter than honey? And what is stronger than a lion? And he said unto them, If ye had not plowed with my heifer, ye had not found out my riddle.",
        "Wolaitta Sentences": "Yaatin, laappuntta gallassi awai wullanaappe kase katamaa asati ba zaaruwaa ekki yiidi, Samssoona, \"Eessaappe aadhdhidi mal77iyaabi, gaammoppe aadhdhidi minniyaabi aibee?\" yaagidosona. Yaagin Samssooni eta, \"Intte ta ussen goyennabaa gidiyaakko, ta qan77ishiyaa birshshettaa erekketa shin\" yaagiis."
    },
    {
        "English Sentences": "And the Spirit of the LORD came upon him, and he went down to Ashkelon, and slew thirty men of them, and took their spoil, and gave change of garments unto them which expounded the riddle. And his anger was kindled, and he went up to his father's house.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAA Ayyaanai a bollan wolqqappe wodhdhin, Asqqaloona katamaa wodhdhidi, hasttamu asata woriis; woridi eta maayuwaa qaari ekkidi, qan77ishiyaa birshshida asatussi ehiidi immiis. Hanidaban ubban hanqquwaa suulliiddi, ba aawaa soo simmidi biis."
    },
    {
        "English Sentences": "But Samson's wife was given to his companion, whom he had used as his friend.",
        "Wolaitta Sentences": "Bin Samssoona machchiyaa a laggiyaassi, a waanna miiziyaassi imettaasu."
    },
    {
        "English Sentences": "But it came to pass within a while after, in the time of wheat harvest, that Samson visited his wife with a kid; and he said, I will go in to my wife into the chamber. But her father would not suffer him to go in.",
        "Wolaitta Sentences": "Guuttaa takkishin, gisttiyaa cakkiyo wode, Samssooni ba machchiyo be7anau issi anqqaara deeshshaa ekkidi biis; biidi i aawaa, \"Taani ta machchiyaa de7iyo kifiliyaa gelanau koyais\" yaagiis. SHin i gelennaadan, i aawai diggiis."
    },
    {
        "English Sentences": "And her father said, I verily thought that thou hadst utterly hated her; therefore I gave her to thy companion: is not her younger sister fairer than she? take her, I pray thee, instead of her.",
        "Wolaitta Sentences": "I aawai Samssoona, \"Neeni o ubba ixxidabaa milatin, ne miiziyaayyo immaas. SHin i kaalo michchiyaa ippekka aadhdha lo77o; i gishshaa o ekka\" yaagiis."
    },
    {
        "English Sentences": "And Samson said concerning them, Now shall I be more blameless than the Philistines, though I do them a displeasure.",
        "Wolaitta Sentences": "Yaagin Samssooni etau, \"Ha77i simmi Pilisxxeema biittaa asaa bolli taani iitabaa oottikko, mooranchcha gidikke\" yaagiis."
    },
    {
        "English Sentences": "And Samson went and caught three hundred foxes, and took firebrands, and turned tail to tail, and put a firebrand in the midst between two tails.",
        "Wolaitta Sentences": "Yaagidi biidi, heezzu xeetu worakanata oiqqiis; oiqqidi naa77aa naa77aa goinaa issippe gattidi, goinatuppe gidduwan yiicettida xomppiyaa wottidi qachchiis."
    },
    {
        "English Sentences": "And when he had set the brands on fire, he let them go into the standing corn of the Philistines, and burnt up both the shocks, and also the standing corn, with the vineyards and olives.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, yiicettida xomppiyan tamaa oittidi, biron cakettibeenna Pilisxxeema asaa kattaa giddo worakanata yeddiis; yeddidi cakettida kattaa, equwan de7iya kattaa, woiniyaa turatanne wogaraa xuuggiis."
    },
    {
        "English Sentences": "Then the Philistines said, Who hath done this? And they answered, Samson, the son in law of the Timnite, because he had taken his wife, and given her to his companion. And the Philistines came up, and burnt her and her father with fire.",
        "Wolaitta Sentences": "Pilisxxeemati, \"Hagaa oottidai oonee?\" yaagidi oichchidosona. Oichchin asai, \"Samssooni oottiis; aissi giikko, Timina asa gidiya a bolloi, a machchiyo a miiziyaayyo immido gishshaassa\" yaagiis. Yaagin Pilisxxeemati biidi, onne i aawaa taman xuuggidosona."
    },
    {
        "English Sentences": "And Samson said unto them, Though ye have done this, yet will I be avenged of you, and after that I will cease.",
        "Wolaitta Sentences": "Xuuggin Samssooni etau, \"Intte hegaa oottido gishshau, haluwaa kessennan aggikke\" yaagiis."
    },
    {
        "English Sentences": "And he smote them hip and thigh with a great slaughter: and he went down and dwelt in the top of the rock Etam.",
        "Wolaitta Sentences": "Yaagidi eta wolqqaama shochchaa shocidi, darota woriis. Hegaappe guyyiyan biidi, Exaama giyo sohuwan de7iya zaallaa kooppuwaa giddon gam77iis."
    },
    {
        "English Sentences": "Then the Philistines went up, and pitched in Judah, and spread themselves in Lehi.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Pilisxxeema asai yiidi, Yihudan dunkkaaniis; dunkkaanidi Leeha giyo katamaa oliis."
    },
    {
        "English Sentences": "And the men of Judah said, Why are ye come up against us? And they answered, To bind Samson are we come up, to do to him as he hath done to us.",
        "Wolaitta Sentences": "Yihudaa asai eta, \"Aibissi nuna olanau yiidetii?\" yaagidi oichchiis. Oichchin eti, \"Nuuni Samssoona oikki qachchanaunne i nu bolli oottidoogaadan a bolli oottanau yiida\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Then three thousand men of Judah went to the top of the rock Etam, and said to Samson, Knowest thou not that the Philistines are rulers over us? what is this that thou hast done unto us? And he said unto them, As they did unto me, so have I done unto them.",
        "Wolaitta Sentences": "Yaatin, Yihudaappe heezzu sha7u asati Exaama giyo sohuwan de7iya zaallaa kooppuwaa biidi Samssoona, \"Nuna haariyaageeti Pilisxxeema asata gidiyoogaa erikkiiyye? Yaatin, nu bolli hagaa aiba palabaa oottai?\" yaagidosona. Yaagin i zaaridi, \"Eti ta bolli oottidoogaadan, taanikka eta bolli oottaas\" yaagiis."
    },
    {
        "English Sentences": "And they said unto him, We are come down to bind thee, that we may deliver thee into the hand of the Philistines. And Samson said unto them, Swear unto me, that ye will not fall upon me yourselves.",
        "Wolaitta Sentences": "Etikka zaarettidi, \"Nuuni hagaa yiidoogee nena qachchidi, Pilisxxeematussi aattidi immanaassa\" yaagidosona. Yaagin Samssooni eta, \"Intte intte huuphen tana worennaadan caaqqite\" yaagiis."
    },
    {
        "English Sentences": "And they spake unto him, saying, No; but we will bind thee fast, and deliver thee into their hand: but surely we will not kill thee. And they bound him with two new cords, and brought him up from the rock.",
        "Wolaitta Sentences": "Yaagin eti, \"Eeno, nuuni nena qachchidi, etau aattidi immanaappe attin, worokko\" yaagidi au zaaridosona. Hegaappe guyyiyan, naa77u ooratta wodoruwan qachchidi, zaallaa kooppuwaappe kessidi efiidosona."
    },
    {
        "English Sentences": "And when he came unto Lehi, the Philistines shouted against him: and the Spirit of the LORD came mightily upon him, and the cords that were upon his arms became as flax that was burnt with fire, and his bands loosed from off his hands.",
        "Wolaitta Sentences": "Samssooni Leeha biido wode, Pilisxxeema asati wocamiiddi, aara gaittanau yiidosona. Yin GODAA Ayyaanai a bolli wolqqappe wodhdhiis; wodhdhin a kushiyaa qachchi wottido wodoruwaa, shaloi tamaa be7idi duuxxiyoogaadan, duuteretti yeggiis."
    },
    {
        "English Sentences": "And he found a new jawbone of an ass, and put forth his hand, and took it, and slew a thousand men therewith.",
        "Wolaitta Sentences": "Yaatidi mata wode haiqqida issi hariyaa gappataa demmi ekkidi, an sha7u asaa woriis."
    },
    {
        "English Sentences": "And Samson said, With the jawbone of an ass, heaps upon heaps, with the jaw of an ass have I slain a thousand men.",
        "Wolaitta Sentences": "Woridi Samssooni hagaadan yaagiis; \"Hariyaa gappatan taani ahaa bollan ahaa dooraas. Hariyaa gappatan sha7u asaa woraas\" yaagiis."
    },
    {
        "English Sentences": "And it came to pass, when he had made an end of speaking, that he cast away the jawbone out of his hand, and called that place Ramathlehi.",
        "Wolaitta Sentences": "Haasayiyoogaa wurssidoogaappe guyyiyan, ba oikkido gappataa kushiyaappe oliis; olidi he sohuwaa Raamaati-Leeha yaagidi sunttiis."
    },
    {
        "English Sentences": "And he was sore athirst, and called on the LORD, and said, Thou hast given this great deliverance into the hand of thy servant: and now shall I die for thirst, and fall into the hand of the uncircumcised?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Samssooni keehippe saamettidi, GODAASSI waassiiddi, \"Neeni hagaa mala gita xoonuwaa taassi ne ashkkaraassi immadasa. Yaatin, taani ha77i saamuwan haiqqoo? Qassi ha qaxxarettibeennaageetu kushiyan kunddoo?\" yaagidi waassiis."
    },
    {
        "English Sentences": "But God clave an hollow place that was in the jaw, and there came water thereout; and when he had drunk, his spirit came again, and he revived: wherefore he called the name thereof Enhakkore, which is in Lehi unto this day.",
        "Wolaitta Sentences": "Yaagin Xoossai Leehan de7iya biittaa phalqqin, appe haattai kiyiis. Samssooni he haattaappe uyidi alido gishshau, ayyo shemppoi simmiis. Yaatin, he sohuwaa Aini-Haqqoore yaagidi sunttiis. Hegee hachchi gakkanaassi Leehan de7ees."
    },
    {
        "English Sentences": "And he judged Israel in the days of the Philistines twenty years.",
        "Wolaitta Sentences": "Pilisxxeema asai biittaa haarido wode, Samssooni Israa7eelan laatamu laittau pirddiya daanna gidiis."
    },
    {
        "English Sentences": "Then went Samson to Gaza, and saw there an harlot, and went in unto her.",
        "Wolaitta Sentences": "Issi gallassi Samssooni Gaaza giyo Pilisxxeematu katamaa biis; biidi yan issi shaaramuxa maccaasiyo be7idi, iira aqanau i keettaa geliis."
    },
    {
        "English Sentences": "And it was told the Gazites, saying, Samson is come hither. And they compassed him in, and laid wait for him all night in the gate of the city, and were quiet all the night, saying, In the morning, when it is day, we shall kill him.",
        "Wolaitta Sentences": "Gaaza kataman de7iya asai Samssooni eta katamaa yiidoogaa siyidi, katamaa yuuyi aadhdhidi, qammaa muliyaa katamaa penggiyaa naagiiddi aqiis; \"Sa7ai wonttanaashin naagidi, nuuni a worana\" yaagidi qammaa muliyaa co77u giidosona."
    },
    {
        "English Sentences": "And Samson lay till midnight, and arose at midnight, and took the doors of the gate of the city, and the two posts, and went away with them, bar and all, and put them upon his shoulders, and carried them up to the top of an hill that is before Hebron.",
        "Wolaitta Sentences": "SHin Samssooni yan zin77idoi bilahe gakkanaashin xalaala. Bilahe denddidi, katamaa dirssaa penggiyaa oikkidi, sanqqaa, qoriyaa, qosilettaanne gorddiyo hiraqota shoddiis. He ubbaakka hashiyan tookkidi, Kebroonappe sintta baggaara de7iya keraa huuphiyaa kessiis."
    },
    {
        "English Sentences": "And it came to pass afterward, that he loved a woman in the valley of Sorek, whose name was Delilah.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Samssooni Soreeqa giyo zanggaaran de7iya issi Daliilo giyo maccaasiyo siiqiis."
    },
    {
        "English Sentences": "And the lords of the Philistines came up unto her, and said unto her, Entice him, and see wherein his great strength lieth, and by what means we may prevail against him, that we may bind him to afflict him: and we will give thee every one of us eleven hundred pieces of silver.",
        "Wolaitta Sentences": "Yaatin, Pilisxxeematu halaqati ikko yiidi, \"Neeni a cimmada, he wolqqaa ubbaa aibippe i demmidaakkonne qassi nuuni a waati xoonidi qachchanau danddayiyaakko oichcha. Issoi issoi nuuni neeyyo issi sha7anne issi xeetu xaqara biraa immana\" yaagidosona."
    },
    {
        "English Sentences": "And Delilah said to Samson, Tell me, I pray thee, wherein thy great strength lieth, and wherewith thou mightest be bound to afflict thee.",
        "Wolaitta Sentences": "Yaagin Daliila Samssoona, \"Hagaa keena wolqqaa neeni auppe demmidaakko, hayyanaa tau odarkkii! Issi asi nena qachchidi, waatidi ne wolqqaa daafurssanau danddayii?\" yaagaasu."
    },
    {
        "English Sentences": "And Samson said unto her, If they bind me with seven green withs that were never dried, then shall I be weak, and be as another man.",
        "Wolaitta Sentences": "Samssooni, \"Tana laappun irxxa dafotun asi qachchikko, daafurada, hara asadan hanana\" yaagidi zaariis."
    },
    {
        "English Sentences": "Then the lords of the Philistines brought up to her seven green withs which had not been dried, and she bound him with them.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Pilisxxeematu halaqati Daliiliyyo laappun irxxa dafota ehiidosona; ehin a Samssoona qachchaasu."
    },
    {
        "English Sentences": "Now there were men lying in wait, abiding with her in the chamber. And she said unto him, The Philistines be upon thee, Samson. And he brake the withs, as a thread of tow is broken when it toucheth the fire. So his strength was not known.",
        "Wolaitta Sentences": "Ba qol77on asaa qotta wottada, \"Samssoonaa, Pilisxxeemati yiichchidosona\" gaada xeesaasu. SHin shaloi tamai oiqqin duuxerettiyoogaadan, dafota duuteretti yeggiis. Yaatin, i waani wolqqaamiyaakko xuurai erettibeenna."
    },
    {
        "English Sentences": "And Delilah said unto Samson, Behold, thou hast mocked me, and told me lies: now tell me, I pray thee, wherewith thou mightest be bound.",
        "Wolaitta Sentences": "Yaatin, Daliila Samssoona, \"Hekko neeni tanan kaa7aasa; neeni taayyo wordduwaa odadasa. Ha77ikka neeni qashettanaagee aibiinakko, hayyanaa taayyo yootarkkii!\" yaagaasu."
    },
    {
        "English Sentences": "And he said unto her, If they bind me fast with new ropes that never were occupied, then shall I be weak, and be as another man.",
        "Wolaitta Sentences": "Yaagin i o, \"Asi go7ettibeenna ooratta wodoruwan tana qachchikko, daafurada, hara asadan hanana\" yaagiis."
    },
    {
        "English Sentences": "Delilah therefore took new ropes, and bound him therewith, and said unto him, The Philistines be upon thee, Samson. And there were liers in wait abiding in the chamber. And he brake them from off his arms like a thread.",
        "Wolaitta Sentences": "Yaagin Daliila ooratta wodoruwaa ekkada, Samssoona qachchaasu. Qassikka ba qol77on asaa qotta wottada, \"Samssoona, Pilisxxeemati yiichchidosona\" yaagaasu. SHin i wodoruwaa qesiyaappe shalodan duuteretti yeggiis."
    },
    {
        "English Sentences": "And Delilah said unto Samson, Hitherto thou hast mocked me, and told me lies: tell me wherewith thou mightest be bound. And he said unto her, If thou weavest the seven locks of my head with the web.",
        "Wolaitta Sentences": "Yaatin, Daliila Samssoona, \"Ha77i gakkanaassi neeni tanan kaa7adasa; neeni taayyo wordduwaa odadasa. Ha77ikka neeni qashettanaagee aibiinakko hayyanaa taayyo yootarkkii!\" yaagaasu. Yaagin i o, \"Ta huuphiyaa laappun datta binnaanaa qacinaara gattada, harppan quxarada, muhuuhaa xongga xonggada daddikko, taani daafurada, hara asadan hanana\" yaagiis."
    },
    {
        "English Sentences": "And she fastened it with the pin, and said unto him, The Philistines be upon thee, Samson. And he awaked out of his sleep, and went away with the pin of the beam, and with the web.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Samssooni xiskkishin, Daliila a huuphiyaa laappun datta binnaanaaranne qacinaara gatta quxarada daddaasu. Hegaappe guyyiyan, \"Samssoonaa, Pilisxxeemati yiichchidosona\" yaagaasu. Yaagin i xiskkuwaappe beegottidi, ba binnaanaa dadettida maayuwaappenne harppaappe shoddi ekkiis."
    },
    {
        "English Sentences": "And she said unto him, How canst thou say, I love thee, when thine heart is not with me? thou hast mocked me these three times, and hast not told me wherein thy great strength lieth.",
        "Wolaitta Sentences": "Yaatin a, \"Ne wozanai tanaara de7ennan, Taani nena siiqais waatada gai? Tanan hagaara heezzutoo kaa7adasa. Neeni ha wolqqaa aibippe demmidaakko, taayyo yootabaakka\" yaagaasu."
    },
    {
        "English Sentences": "And it came to pass, when she pressed him daily with her words, and urged him, so that his soul was vexed unto death;",
        "Wolaitta Sentences": "Hachchi hachchi zaara zaara oichchada waissin, haniyoobaa xayiis."
    },
    {
        "English Sentences": "That he told her all his heart, and said unto her, There hath not come a razor upon mine head; for I have been a Nazarite unto God from my mother's womb: if I be shaven, then my strength will go from me, and I shall become weak, and be like any other man.",
        "Wolaitta Sentences": "Yaatin, \"Ta aayee uluwaappe doommin, taani Xoossaassi dummatida Naaziraawe asa gidido gishshau, ta huuphiyaa binnaanai meedetti erenna. Ta binnaanai meedettikko, ta wolqqai taappe xayin, taani daafurada, hara asadan hanana\" yaagidi, ba wozanan de7iyaabaa ubbaa iyyo yootiis."
    },
    {
        "English Sentences": "And when Delilah saw that he had told her all his heart, she sent and called for the lords of the Philistines, saying, Come up this once, for he hath shewed me all his heart. Then the lords of the Philistines came up unto her, and brought money in their hand.",
        "Wolaitta Sentences": "Ba wozanan de7iyaabaa ubbaa i yootidoogaa Daliila be7ido wode, \"Ba wozanan de7iyaabaa ubbaa taayyo odido gishshau, ane issitoo simmidi yiite\" yaagada Pilisxxeematu halaqatuyyo kiitaa yeddaasu. Yeddin eti biraa ekkidi, ikko yiidosona."
    },
    {
        "English Sentences": "And she made him sleep upon her knees; and she called for a man, and she caused him to shave off the seven locks of his head; and she began to afflict him, and his strength went from him.",
        "Wolaitta Sentences": "Daliila Samssoona ba kiyuwan xiskkissaasu; xiskkissada issi asa xeegin yiidi, a huuphiyaa laappun datta binnaanaa meediis; meedin a wolqqai appe xayiis. Hegaappe guyyiyan, a waissiyoogaa doommaasu;"
    },
    {
        "English Sentences": "And she said, The Philistines be upon thee, Samson. And he awoke out of his sleep, and said, I will go out as at other times before, and shake myself. And he wist not that the LORD was departed from him.",
        "Wolaitta Sentences": "\"Samssoona, Pilisxxeemati yiichchidosona!\" yaagaasu. Yaagin xiskkuwaappe beegottidi, kaseegaadan duuterettada baana yaagidi qoppiis; shin GODAI appe shaakettiichchidoogaa i eribeenna."
    },
    {
        "English Sentences": "But the Philistines took him, and put out his eyes, and brought him down to Gaza, and bound him with fetters of brass; and he did grind in the prison house.",
        "Wolaitta Sentences": "Pilisxxeemati a oiqqidoogaappe guyyiyan, a naa77u aifeta wooci kessidi, Gaaza katamaa efiidosona. Efiidi nahaasiyaa sanssalatan qachchidosona; qachchidi qasho keettan de7iya woxan kattaa gaaccanaadan oottidosona."
    },
    {
        "English Sentences": "Howbeit the hair of his head began to grow again after he was shaven.",
        "Wolaitta Sentences": "Eti a huuphiyaa binnaanaa meedidoogaappe guyyiyan, binnaanai simmidi mokettaa doommiis."
    },
    {
        "English Sentences": "Then the lords of the Philistines gathered them together for to offer a great sacrifice unto Dagon their god, and to rejoice: for they said, Our god hath delivered Samson our enemy into our hand.",
        "Wolaitta Sentences": "Pilisxxeematu halaqati, \"Nu xoossai nu morkkiyaa Samssoona nu kushiyan aattidi immiis\" yaagidi bantta xoossaa Daagoonassi gita yarshshuwaa yarshshanaunne ufaittanau issippe shiiqidosona."
    },
    {
        "English Sentences": "And when the people saw him, they praised their god: for they said, Our god hath delivered into our hands our enemy, and the destroyer of our country, which slew many of us.",
        "Wolaitta Sentences": "Asai ubbai a be7ido wode, \"Nu biittaa bashshida, nu asaappe daruwaa worida nu morkkiyaa nu xoossai nu kushiyan aattidi immiis\" yaagidi bantta xoossaa galatiis."
    },
    {
        "English Sentences": "And it came to pass, when their hearts were merry, that they said, Call for Samson, that he may make us sport. And they called for Samson out of the prison house; and he made them sport: and they set him between the pillars.",
        "Wolaitta Sentences": "Eti keehippe ufaittido gishshau, \"Kaa7idi nuna ufaissana mala, Samssoona xeesite\" yaagidosona. Yaagin Samssoona qasho keettaappe xeesidi ehin, i eta sinttan kaa7iis; kaa7idoogaappe guyyiyan, tuussatuppe gidduwan essidosona."
    },
    {
        "English Sentences": "And Samson said unto the lad that held him by the hand, Suffer me that I may feel the pillars whereupon the house standeth, that I may lean upon them.",
        "Wolaitta Sentences": "Samssooni a kushiyaa oiqqidi kaalettiya na7aa, \"Taani etan zemppada eqqana mala, keettaa tookkida tuussata tana boshissa\" yaagiis."
    },
    {
        "English Sentences": "Now the house was full of men and women; and all the lords of the Philistines were there; and there were upon the roof about three thousand men and women, that beheld while Samson made sport.",
        "Wolaitta Sentences": "Keettaa giddon attumaasatinne maccaasati kumi uttidosona; qassi hegan Pilisxxeematu halaqati ubbatikka de7oosona. Samssooni kaa7ishin, keettaa bollan dembbayidi keexxido sohuwan uttidi, heezzu sha7u gidiya attumaasatinne maccaasati be7oosona."
    },
    {
        "English Sentences": "And Samson called unto the LORD, and said, O Lord God, remember me, I pray thee, and strengthen me, I pray thee, only this once, O God, that I may be at once avenged of the Philistines for my two eyes.",
        "Wolaitta Sentences": "He wode Samssooni GODAA woossiiddi, \"Abeet Ubbaa Haariya GODAU, hai tana hassayarkkii! Abeet Xoossau, Pilisxxeemati ta naa77u aifeta kessidoogaa, haluwaa taani kessanaadan, hai tana issiton minttarkkii!\" yaagiis."
    },
    {
        "English Sentences": "And Samson took hold of the two middle pillars upon which the house stood, and on which it was borne up, of the one with his right hand, and of the other with his left.",
        "Wolaitta Sentences": "Yaagidi Samssooni keettaa tookkida giddo tuussata naa77aakka oiqqiis. Ushachcha kushiyan issuwaa, haddirssa kushiyan issuwaa oiqqidoogaappe guyyiyan,"
    },
    {
        "English Sentences": "And Samson said, Let me die with the Philistines. And he bowed himself with all his might; and the house fell upon the lords, and upon all the people that were therein. So the dead which he slew at his death were more than they which he slew in his life.",
        "Wolaitta Sentences": "\"Ane taani Pilisxxeematuura issippe haiqqais!\" yaagidi waassiis. Waassidi bau de7iya wolqqa ubban sugin, keettai halaqatu bollinne giddon de7iya asaa ubbaa bolli kunddiis. Samssooni haiqqiiddi worido asai, i paxa de7iiddi worido asaappe dariis."
    },
    {
        "English Sentences": "Then his brethren and all the house of his father came down, and took him, and brought him up, and buried him between Zorah and Eshtaol in the buryingplace of Manoah his father. And he judged Israel twenty years.",
        "Wolaitta Sentences": "Yaatin, a ishatinne a dabboti ubbai yiidi, a ahaa efiidosona; efiidi Xor77a katamaappenne Eshttaa7oola katamaappe gidduwan, a aawaa Maanuhe duufuwan moogidosona. Samssooni Israa7eelan laatamu laittaa daannatidi pirddiis."
    },
    {
        "English Sentences": "And there was a man of mount Ephraim, whose name was Micah.",
        "Wolaitta Sentences": "Efireema gezziyan Miika giyo issi bitanee de7ees."
    },
    {
        "English Sentences": "And he said unto his mother, The eleven hundred shekels of silver that were taken from thee, about which thou cursedst, and spakest of also in mine ears, behold, the silver is with me; I took it. And his mother said, Blessed be thou of the LORD, my son.",
        "Wolaitta Sentences": "Issi gallassi Miiki ba aayyiyo, \"Neeppe issi asi issi sha7anne issi xeetu xaqara biraa wuuqqido wode, neeni he wuuqqida bitaniyaa qanggishin taani siyaas. Be7a, he miishshai ta achchan de7ees; taani ekkaas\" yaagiis. Yaagin a aayyiyaa, \"Ta na7au, nena GODAI anjjo\" yaagaasu."
    },
    {
        "English Sentences": "And when he had restored the eleven hundred shekels of silver to his mother, his mother said, I had wholly dedicated the silver unto the LORD from my hand for my son, to make a graven image and a molten image: now therefore I will restore it unto thee.",
        "Wolaitta Sentences": "Yaagin na7ai issi sha7anne issi xeetu xaqara biraa ba aayeessi zaariis; zaarin a aayyiyaa, \"Qanggettai ta na7aa gakkennaadan, taani ha miishshaa ta GODAAYYO dummayana. Yaatobare biraa seerissidi, mittaappe masettidi giigida eeqaa misiliyaa an sheeshshanau go7ettana. Hegaa gishshau, biraa taani neessi zaarana\" yaagaasu."
    },
    {
        "English Sentences": "Yet he restored the money unto his mother; and his mother took two hundred shekels of silver, and gave them to the founder, who made thereof a graven image and a molten image: and they were in the house of Micah.",
        "Wolaitta Sentences": "Na7ai ba aayeessi miishshaa zaarin, a aayyiyaa he xaqara biraappe naa77u xeetaa ekkada, mittaa massidi biran sheeshshi sheeshshidi eeqa misiliyaa medhdhiya issi hiillaassi immaasu; immin i oottido misilee Miika son de7iis."
    },
    {
        "English Sentences": "And the man Micah had an house of gods, and made an ephod, and teraphim, and consecrated one of his sons, who became his priest.",
        "Wolaitta Sentences": "He Miikassi eeqau goinniyo keettai de7ees. I eefuudiyaanne so giddo eeqaa misileta giigissidi, he keettan ba naatuppe issuwaa qeese oottidi sunttiis."
    },
    {
        "English Sentences": "In those days there was no king in Israel, but every man did that which was right in his own eyes.",
        "Wolaitta Sentences": "He wode Israa7eela biittan kawoi baawa; asi ubbi bau likke milatidabaa coo oottiis."
    }
]