[
    {
        "English Sentences": "The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,",
        "Wolaitta Sentences": "Hakaaliyaa na7ai Nahimee oottido oosuwaa qonccissiya qaalai hagaa. Arxxekssiisi Parsse biittan kawotoosappe laatamantto laittan, Kisileewa geetettiya aginan, taani Nahimee waanna katama gidiya Suusan de7ais."
    },
    {
        "English Sentences": "That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.",
        "Wolaitta Sentences": "De7ishin, ta ishanttuppe issoi, Hanaana giyoogee hara asatuura issippe gididi, Yihudaappe taakko yiis; yin taani Yerusalaamebaanne Baabiloone biittan omooduwan gam77idi simmida Aihudatubaa eta oichchaas."
    },
    {
        "English Sentences": "And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.",
        "Wolaitta Sentences": "Eti zaaridi, \"Omooduwan gam77idi, bantta biittaa simmida Aihudati gita metuwaaninne yeellaa giddon de7oosona. Yerusalaame gimbbiyaa dirssai kolettiis; qassi gimbbiyaa penggetikka taman xuugettidosona\" yaagidosona."
    },
    {
        "English Sentences": "And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,",
        "Wolaitta Sentences": "Taani hagaa ubbaa siyido wode uttada yeekkaas. Daro gallassaa azzanada xoomaidda, saluwaa Xoossaa, hagaadan yaagada woossaas;"
    },
    {
        "English Sentences": "And said, I beseech thee, O LORD God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:",
        "Wolaitta Sentences": "\"Abeet GODAU, saluwaa Xoossau, gitaunne bonchchettidaagoo, nena dosiyaageetussinne ne azazuwaa naagiyaageetussi ne aggenna siiquwaa maachchaa naagiya Xoossau,"
    },
    {
        "English Sentences": "Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father's house have sinned.",
        "Wolaitta Sentences": "taani ne ashkkarai qassi ne ashkkarata gidiya Israa7eela asaa gishshaassi qamminne gallassi nena woossiyo woosaa siyanau ne haittai ezggo; ne aifeekka duge taakko xeello. Nuuni Israa7eela asai oottido nagaraa ubbaa neeyyo paaxais; tumakka taaninne ta maizza aawati nena naaqqida."
    },
    {
        "English Sentences": "We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.",
        "Wolaitta Sentences": "Nuuni ne bollan keehi iita nagaraa oottida; neeni ne ashkkaraa Muuse baggaara nuussi immido azazuwaa, wogaanne higgiyaa naagibookko."
    },
    {
        "English Sentences": "Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:",
        "Wolaitta Sentences": "Ne ashkkaraa Muusessi neeni hagaadan yaagada yootido qaalaa hayyanaa qoppa; Inttenoo, Israa7eela asatoo, intte taayyo ammanettennan ixxikko, taani inttena Aihuda gidenna biittatun laalana."
    },
    {
        "English Sentences": "But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.",
        "Wolaitta Sentences": "SHin intte taakko simmidi, ta azazuwaa naagikko, intte harai atto sa7aa gaxaa gakkanaashin laalettikkokka, taani intte taayyo goinnana mala, taani doorido sohuwau zaarada shiishshana giidoogaa qoppa."
    },
    {
        "English Sentences": "Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.",
        "Wolaitta Sentences": "\"Hageeti neeni ne gita wolqqaaninne ne mino qesiyan woza ekkido ne ashkkaratanne ne asata."
    },
    {
        "English Sentences": "O LORD, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king's cupbearer.",
        "Wolaitta Sentences": "Abeet Godau, taani ne ashkkarai woossiyo woosaanne nena bonchchanau dosiya, ne ashkkaratu woosaa ne haittai ezggo. Taani ne ashkkarai hachchi oottanau koyidobai taayyo ushachchanaadan, kawuwaa wozanaa shugissada tana maadda\" yaagaas. Taani he wode kawuwaassi eessaa tigiyaagaa."
    },
    {
        "English Sentences": "And it came to pass in the month Nisan, in the twentieth year of Artaxerxes the king, that wine was before him: and I took up the wine, and gave it unto the king. Now I had not been beforetime sad in his presence.",
        "Wolaitta Sentences": "iddu aginaappe simmin, Arxxekssiisi kawotido laatamantto laittan, Niisaana giyo aginan, issi gallassi kawuwaa sinttan woiniyaa eessai de7iyaagaa ekkada, taani ayyo immaas. He gallassappe attin, kase mulekka kawuwaa sinttan azzana erikke."
    },
    {
        "English Sentences": "Wherefore the king said unto me, Why is thy countenance sad, seeing thou art not sick? this is nothing else but sorrow of heart. Then I was very sore afraid,",
        "Wolaitta Sentences": "Hegaa gishshau, kawoi tana, \"Nena sakkiyaabi baawa; shin hagaa keenaa aissi azzanadii? Hagee ne wozanaa azzanissidabi issi aibakko de7iyoogaa bessees\" yaagiis. Yaagin taani keehi yayyaidda zaarada,"
    },
    {
        "English Sentences": "And said unto the king, Let the king live for ever: why should not my countenance be sad, when the city, the place of my fathers' sepulchres, lieth waste, and the gates thereof are consumed with fire?",
        "Wolaitta Sentences": "\"Kawoi merinau de7o! Ta maizza aawati moogettido katamai kolettidi xayin, qassi he katamaa dirssaa penggetikka taman xuugettiichchin, taani aissi azzanikkinaa?\" yaagaas."
    },
    {
        "English Sentences": "Then the king said unto me, For what dost thou make request? So I prayed to the God of heaven.",
        "Wolaitta Sentences": "Kawoikka zaaridi, \"Yaatin, ha77i taani neeyyo ai oottanaadan koyai?\" yaagiis. Yaagin taani saluwaa Xoossaa woossa simmada,"
    },
    {
        "English Sentences": "And I said unto the king, If it please the king, and if thy servant have found favour in thy sight, that thou wouldest send me unto Judah, unto the city of my fathers' sepulchres, that I may build it.",
        "Wolaitta Sentences": "kawuwaa hagaadan yaagaas; \"Kawuwau, taani nena ufaissiyaabaa gidikko, qassi ta oichchiyoobaa neeni immanau dosikko, Yihudaa biittaa, ta maizza aawati moogettido katamaa baada, he katamaa zaarada keexxana mala, tana yeddarkkii\" yaagaas."
    },
    {
        "English Sentences": "And the king said unto me, (the queen also sitting by him,) For how long shall thy journey be? and when wilt thou return? So it pleased the king to send me; and I set him a time.",
        "Wolaitta Sentences": "He wode, kawiyaa Kawuwaa Arxxekssiisa matan uttidaashin, kawoi zaaridi, \"Ne biyo ogee woisa wodiyaa ekkanee? Qassi neeni aude simmuutee?\" yaagidi tana oichchiis. Taanikka ta simmana wodiyaa ayyo yootaas; yootin kawoi ufaittidi, tana yeddiis."
    },
    {
        "English Sentences": "Moreover I said unto the king, If it please the king, let letters be given me to the governors beyond the river, that they may convey me over till I come into Judah;",
        "Wolaitta Sentences": "Qassikka kawuwaa taani hagaadan yaagaas; \"Kawuwau, nena ufaissiyaabaa gidikko, taani Yihudaa gakkanaashin, he biittaara kanttada baana mala, Efiraaxiisa SHaafaappe Arggo Bagga Biittaa haariyaageetussi dabddaabbee xaafetto."
    },
    {
        "English Sentences": "And a letter unto Asaph the keeper of the king's forest, that he may give me timber to make beams for the gates of the palace which appertained to the house, and for the wall of the city, and for the house that I shall enter into. And the king granted me, according to the good hand of my God upon me.",
        "Wolaitta Sentences": "Qassi Beeta Maqidasiyaa qatuwaa penggiyaa giigissanau, katamaa gimbbe dirssaa diranaunne taani de7iyo keettaa keexxanau taayyo mittaa immana mala, kawuwaa woraa naagiya Asaafassikka dabddaabbee xaafetto\" yaagaas. Yaagin, Xoossaa lo77o kushee tanaara de7iyo gishshau, kawoi taani oichchidobaa ubbaa immiis."
    },
    {
        "English Sentences": "Then I came to the governors beyond the river, and gave them the king's letters. Now the king had sent captains of the army and horsemen with me.",
        "Wolaitta Sentences": "Kawoi tanaara amarida ola gadaawatanne paraasata yeddiis; yeddin etaara issippe Efiraaxiisa SHaafaappe Arggo Baggaa Biittaa baada gakkada, kawoi yeddido dabddaabbiyaa he biittaa haariyaageetussi immaas."
    },
    {
        "English Sentences": "When Sanballat the Horonite, and Tobiah the servant, the Ammonite, heard of it, it grieved them exceedingly that there was come a man to seek the welfare of the children of Israel.",
        "Wolaitta Sentences": "SHin Beeti-Horoona katamaa asa gidiya Sanbbalaaxinne Amoona biittaa halaqa gidiya Xoobbee, \"Israa7eela asaassi lo77obaa oottiya asi yiis\" giyoogaa siyido wode, keehi yiillotidosona."
    },
    {
        "English Sentences": "So I came to Jerusalem, and was there three days.",
        "Wolaitta Sentences": "Taani Yerusalaame gakkada heezzu gallassaa yan takkaas."
    },
    {
        "English Sentences": "And I arose in the night, I and some few men with me; neither told I any man what my God had put in my heart to do at Jerusalem: neither was there any beast with me, save the beast that I rode upon.",
        "Wolaitta Sentences": "Gido shin, Yerusalaamessi taani oottanaadan Xoossai ta wozanan wottido qofaa oossinne yootabeikke. Hegaappe guyyiyan, tanaara de7iya asaappe amaridaageeta ekkada, qamman denddada baas. He wode taani toggidoogaappe hara toga mehee nuuyyo baawa."
    },
    {
        "English Sentences": "And I went out by night by the gate of the valley, even before the dragon well, and to the dung port, and viewed the walls of Jerusalem, which were broken down, and the gates thereof were consumed with fire.",
        "Wolaitta Sentences": "Taani bilahe denddada, Zanggaaraa Penggiyaara kiyada, Demiyaa Pulttuwaa giyo sohuwaara aadhdhada, Pituwaa Oliyo Penggiyaa giyo penggiyaa gakkanaashin baas. Hegaa baidda, kolettida Yerusalaame gimbbiyaanne qassi taman xuugettida gimbbiyaa penggeta akeekada xeellaas."
    },
    {
        "English Sentences": "Then I went on to the gate of the fountain, and to the king's pool: but there was no place for the beast that was under me to pass.",
        "Wolaitta Sentences": "Hegaappe simmada, Pulttuwaa Penggiyaakkonne dagattida kawuwaa haattai de7iyo sohuwaa baas. Gido shin, taani toggido toga mehee aadhdhiyo ogiyaa demmabeikke."
    },
    {
        "English Sentences": "Then went I up in the night by the brook, and viewed the wall, and turned back, and entered by the gate of the valley, and so returned.",
        "Wolaitta Sentences": "Hegaa gishshau, qamman Qediroona Zanggaaraa giddoora aadhdhada gimbbiyaa xeellaas. Hegaappe guyyiyan, guyye simmada Zanggaaraa Penggiyaara katamaa gelaas."
    },
    {
        "English Sentences": "And the rulers knew not whither I went, or what I did; neither had I as yet told it to the Jews, nor to the priests, nor to the nobles, nor to the rulers, nor to the rest that did the work.",
        "Wolaitta Sentences": "Hegan de7iya halaqatuppe ooninne taani awa biidaakko, woikko qassi ai oottidaakkonne eribeenna. Aissi giikko, taani Aihudatussi, qeesetussi, bonchchettida asatussi, halaqatussinne oosuwaa oottanau de7iya asaappe oossinne ta halchchuwaa biron yootabeikke."
    },
    {
        "English Sentences": "Then said I unto them, Ye see the distress that we are in, how Jerusalem lieth waste, and the gates thereof are burned with fire: come, and let us build up the wall of Jerusalem, that we be no more a reproach.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, taani etau hagaadan yaagaas; \"Nuuni ai mala metuwaa giddon de7iyaakko be7eeta; aissi giikko, Yerusalaame katamai kolettiis; qassi gimbbiyaa penggetikka taman xuugettidosona. SHin hagaappe sinttau nuuni hagaadan kauyyidi de7ennaadan, ane denddidi, Yerusalaame gimbbiyaa zaarettidi gimbboos\" yaagaas."
    },
    {
        "English Sentences": "Then I told them of the hand of my God which was good upon me; as also the king's words that he had spoken unto me. And they said, Let us rise up and build. So they strengthened their hands for this good work.",
        "Wolaitta Sentences": "Qassi Xoossaa lo77o kushee tanaara de7iyoogaanne kawoi taayyo odidobaa ubbaa etayyo yootaas. Etikka, \"Ane denddoosinne zaarettidi gimbboos\" yaagidosona. Yaagidi bantta kushiyaa lo77o oosuwaassi minttidosona."
    },
    {
        "English Sentences": "But when Sanballat the Horonite, and Tobiah the servant, the Ammonite, and Geshem the Arabian, heard it, they laughed us to scorn, and despised us, and said, What is this thing that ye do? will ye rebel against the king?",
        "Wolaitta Sentences": "SHin Beeti-Horoona katamaa asa gidiya Sanbbalaaxi, Amoona biittaa asa gidiya Xoobbeenne Araba biittaa asa gidiya Gesheemi hagaa siyido wode, nu bollan qilliiccidi miiccidosona. Qassi, \"Hagee intte oottiyoobai aibee? Woikko qassi kawuwaa bollan wonjjalanau koyeetii?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "Then answered I them, and said unto them, The God of heaven, he will prosper us; therefore we his servants will arise and build: but ye have no portion, nor right, nor memorial, in Jerusalem.",
        "Wolaitta Sentences": "Taani zaarada, \"Saluwaa Xoossai nuuyyo injjeyana; nuuni a ashkkarati gimbbiyaa doommana. SHin Yerusalaamen de7iyaabaappe inttena gakkiya shaaho gidin, maata gidin, woikko intte dogettennaadan qofissiyaabi intteyyo baawa\" yaagaas."
    },
    {
        "English Sentences": "Then Eliashib the high priest rose up with his brethren the priests, and they builded the sheep gate; they sanctified it, and set up the doors of it; even unto the tower of Meah they sanctified it, unto the tower of Hananeel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, qeese ubbatu halaqai Eliyaashibinne hara qeeseti Dorssaa Penggiyaa giyo penggiyaa zaaretti gimbbidi, Xoossaassi dummayidosona; sanqqaakka aattidosona. Eti Xeetu Adussa Gimbbiyaanne Hanaani7eela Adussa Gimbbiyaa gakkanaashin gimbbido gimbbiyaa Xoossaassi dummayidosona."
    },
    {
        "English Sentences": "And next unto him builded the men of Jericho. And next to them builded Zaccur the son of Imri.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Yarkko asai gimbbiis. Eta lanqqiyan de7iya sohuwaa Imira na7ai Zakkuuri gimbbiis."
    },
    {
        "English Sentences": "But the fish gate did the sons of Hassenaah build, who also laid the beams thereof, and set up the doors thereof, the locks thereof, and the bars thereof.",
        "Wolaitta Sentences": "Hassinaa7a naati Moliyaa Penggiyaa giyo penggiyaa gimbbidosona. Eti pengge mittaa essidi, sanqqaakka aattidosona; qassi sanqqaayyo gordde mittaanne mittaa gelissiyo hiraquwaa giigissidosona."
    },
    {
        "English Sentences": "And next unto them repaired Meremoth the son of Urijah, the son of Koz. And next unto them repaired Meshullam the son of Berechiah, the son of Meshezabeel. And next unto them repaired Zadok the son of Baana.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Haqqooxa na7a gidiya Ooriyoona na7ai Maremooti gimbbiis. A lanqqiyan de7iya sohuwaa Mashezaabeela na7aa Berekiyaa na7ai Mashulaami gimbbiis. A lanqqiyan de7iya sohuwaa Ba7aana na7ai Xaadooqi gimbbiis."
    },
    {
        "English Sentences": "And next unto them the Tekoites repaired; but their nobles put not their necks to the work of their LORD.",
        "Wolaitta Sentences": "A lanqqiyan de7iya sohuwaa Taqo7a katamaa asati gimbbidosona; gido shin, he katamaa halaqati banttau imettida oosuwaa ixxidosona."
    },
    {
        "English Sentences": "Moreover the old gate repaired Jehoiada the son of Paseah, and Meshullam the son of Besodeiah; they laid the beams thereof, and set up the doors thereof, and the locks thereof, and the bars thereof.",
        "Wolaitta Sentences": "Paaseeha na7ai Yoodaaheenne Basoodiyaa na7ai Mashulaami Gal77a Penggiyaa giyo penggiyaa gimbbidosona. Eti pengge mittaa essidi, sanqqaakka aattidosona; qassi sanqqaayyo gordde mittaanne mittaa gelissiyo hiraquwaa giigissidosona."
    },
    {
        "English Sentences": "And next unto them repaired Melatiah the Gibeonite, and Jadon the Meronothite, the men of Gibeon, and of Mizpah, unto the throne of the governor on this side the river.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Gabaa7oona katamaa asa gidiya Malaaxeenne Meronoota katamaa asa gidiya Yadooni gimbbidosona. Qassi Gabaa7oonanne Mixiphpha katamatu asatikka etaara issippe gididi, Efiraaxiisa SHaafaappe Arggo Bagga Biittaa haariyaagee de7iyo keettaa gakkanaashin de7iya sohuwaa gimbbidosona."
    },
    {
        "English Sentences": "Next unto him repaired Uzziel the son of Harhaiah, of the goldsmiths. Next unto him also repaired Hananiah the son of one of the apothecaries, and they fortified Jerusalem unto the broad wall.",
        "Wolaitta Sentences": "Worqqaa tigiya Harihaaya na7ai Uzzi7eeli eta lanqqiyan de7iya sohuwaa gimbbiis. Qassi a lanqqiyan de7iya sohuwaa shittuwaa medhdhiya Hanaanee gimbbiis. Eti naa77ai issippe Aaho Gimbbiyaa giyo sohuwaa gakkanaashin, Yerusalaame gimbbiyaa gimbbidosona."
    },
    {
        "English Sentences": "And next unto them repaired Rephaiah the son of Hur, the ruler of the half part of Jerusalem.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Huura na7ai, Yerusalaame woradaa shaahuwaa haariya Rafaayi gimbbiis."
    },
    {
        "English Sentences": "And next unto them repaired Jedaiah the son of Harumaph, even over against his house. And next unto him repaired Hattush the son of Hashabniah.",
        "Wolaitta Sentences": "Harumaafa na7ai Yadaayi ba keettaappe sintta baggaara de7iya sohuwaa gimbbiis. A lanqqiyan de7iya sohuwaa Hashaabaniyaa na7ai Haxxuushi gimbbiis."
    },
    {
        "English Sentences": "Malchijah the son of Harim, and Hashub the son of Pahathmoab, repaired the other piece, and the tower of the furnaces.",
        "Wolaitta Sentences": "Hariima na7ai Malkkeenne Paahati-Moo7aaba na7ai Hashshuubi a lanqqiyan de7iya sohuwaanne Itoone Adussa Gimbbiyaa gimbbidosona."
    },
    {
        "English Sentences": "And next unto him repaired Shallum the son of Halohesh, the ruler of the half part of Jerusalem, he and his daughters.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Halloheesha na7ai, Yerusalaame woradaa naa77antto shaahuwaa haariya SHaaluuminne a macca naati gimbbidosona."
    },
    {
        "English Sentences": "The valley gate repaired Hanun, and the inhabitants of Zanoah; they built it, and set up the doors thereof, the locks thereof, and the bars thereof, and a thousand cubits on the wall unto the dung gate.",
        "Wolaitta Sentences": "Hanuuninne Zaanooha kataman de7iya asati issippe Zanggaaraa Penggiyaa giyo penggiyaa gimbbidosona. Eti penggiyan sanqqaa aattidi, sanqqaayyo gordde mittaanne mittaa gelissiyo hiraquwaa giigissidosona. Qassi Pituwaa Oliyo Penggiyaa giyo penggiyaa gakkanaashin, sha7u wara adussa gimbbiyaa gujjidi gimbbidosona."
    },
    {
        "English Sentences": "But the dung gate repaired Malchiah the son of Rechab, the ruler of part of Bethhaccerem; he built it, and set up the doors thereof, the locks thereof, and the bars thereof.",
        "Wolaitta Sentences": "Rekaaba na7ai, Beeti-Hakkareema woradaa haariya Malkkee Pituwaa Oliyo Penggiyaa giyo penggiyaa gimbbiis. Penggiyan sanqqaa aattidi, sanqqaayyo gordde mittaanne mittaa gelissiyo hiraquwaa giigissiis."
    },
    {
        "English Sentences": "But the gate of the fountain repaired Shallun the son of Colhozeh, the ruler of part of Mizpah; he built it, and covered it, and set up the doors thereof, the locks thereof, and the bars thereof, and the wall of the pool of Siloah by the king's garden, and unto the stairs that go down from the city of David.",
        "Wolaitta Sentences": "Kolihooza na7ai, Mixiphpha woradaa haariya SHaaluumi Pulttuwaa Penggiyaa giyo penggiyaa zaarettidi gimbbiis. I penggiyaassi sarggaa giigissoogaappe guyyiyan, sanqqaa aattiis; sanqqaayyo gordde mittaanne mittaa gelissiyo hiraquwaa giigissiis. Hegaa bollikka qassi, SHelaaha giyo dagattida haattai de7iyo baggaara kawuwaa ataakilttiyaa sohuwaappe doommidi, Daawita Katamaappe yiida xekkaa biidi gakkanaashin de7iya gimbbiyaa gimbbiis."
    },
    {
        "English Sentences": "After him repaired Nehemiah the son of Azbuk, the ruler of the half part of Bethzur, unto the place over against the sepulchres of David, and to the pool that was made, and unto the house of the mighty.",
        "Wolaitta Sentences": "Hegaappe kaalliyaagaa Azibuuqa na7ai, Beetixuura woradaa shaahuwaa haariya Nahimee gimbbiis; i Daawita duufuwaappe sintta baggaara de7iya sohuwaa gakkanaashin, dagattida haattai de7iyo sohuwaa gakkanaashiininne Olanchchatu Keettaa gakkanaashin de7iya sohuwaa gimbbiis."
    },
    {
        "English Sentences": "After him repaired the Levites, Rehum the son of Bani. Next unto him repaired Hashabiah, the ruler of the half part of Keilah, in his part.",
        "Wolaitta Sentences": "Hegaappe kaalliyaagaa Baana na7aa Rehuuma aawatettaa giddon de7iya, Leewati gimbbidosona. Eta lanqqiyan de7iya sohuwaa Qa7iila woradaa shaahuwaa haariya Hashaabee ba woradaa sunttan gimbbiis."
    },
    {
        "English Sentences": "After him repaired their brethren, Bavai the son of Henadad, the ruler of the half part of Keilah.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Henadaada na7ai, Qa7iila woradaa naa77antto shaahuwaa haariya Bawaayinne a ishantti gimbbidosona."
    },
    {
        "English Sentences": "And next to him repaired Ezer the son of Jeshua, the ruler of Mizpah, another piece over against the going up to the armoury at the turning of the wall.",
        "Wolaitta Sentences": "Eta lanqqiyan de7iya sohuwaa Yaasu na7ai, Mixiphpha woradaa haariya Exeeri gimbbiis; i ola miishshaa wottiyo keettaappe sinttaa baggaara de7iya sohuwaa gakkanaashiininne gimbbiyaayyo zooziyaa gakkanaashin de7iya sohuwaa gimbbiis."
    },
    {
        "English Sentences": "After him Baruch the son of Zabbai earnestly repaired the other piece, from the turning of the wall unto the door of the house of Eliashib the high priest.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Zabbaaya na7ai Baaruki gimbbiyaa zooziyaappe doommidi, biidi qeese ubbatu halaqaa Eliyaashiba keettaa penggiyaa gakkanaashin, minotettan gimbbiis."
    },
    {
        "English Sentences": "After him repaired Meremoth the son of Urijah the son of Koz another piece, from the door of the house of Eliashib even to the end of the house of Eliashib.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Haqqooxa na7a gidiya Ooriyoona na7ai Maremooti Eliyaashiba keettaa penggiyaappe doommidi, biidi keettaa wurssettaa gakkanaashin gimbbiis."
    },
    {
        "English Sentences": "And after him repaired the priests, the men of the plain.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Yerusalaame heera garatiya biittan de7iya qeeseti gimbbidosona."
    },
    {
        "English Sentences": "After him repaired Benjamin and Hashub over against their house. After him repaired Azariah the son of Maaseiah the son of Ananiah by his house.",
        "Wolaitta Sentences": "Etappe kaalliyaagaa Biniyaaminne Hashshuubi bantta keettaa sinttan de7iya sohuwaa gimbbidosona. Etappe kaalliyaagaa Anaaniyaa na7a gidiya Ma7iseeya na7ai Azaaree ba keettaa sinttan de7iya sohuwaa gimbbiis."
    },
    {
        "English Sentences": "After him repaired Binnui the son of Henadad another piece, from the house of Azariah unto the turning of the wall, even unto the corner.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Azaariyaa keettaappe doommidi, biidi gimbbiyaa zooziyaa gakkanaashin de7iya sohuwaa Henadaada na7ai Biinuyi gimbbiis."
    },
    {
        "English Sentences": "Palal the son of Uzai, over against the turning of the wall, and the tower which lieth out from the king's high house, that was by the court of the prison. After him Pedaiah the son of Parosh.",
        "Wolaitta Sentences": "Uzaaya na7ai Paalaali gimbbiyaa zooziyaappe doommidi, biidi naagiyaageeti wochchiyo dabaabaa matan de7iya qommo bagga kawo keettaa xoqqa gimbbiyaa sinttaa gakkanaashin de7iya sohuwaa gimbbiis. Appe kaalliyaagaa Par77oosha na7ai Padaayinne"
    },
    {
        "English Sentences": "Moreover the Nethinims dwelt in Ophel, unto the place over against the water gate toward the east, and the tower that lieth out.",
        "Wolaitta Sentences": "Beeta Maqidasiyaa ashkkarati, Ofeelan de7iyaageeti gimbbidosona; eti Haattaa Penggiyaa giyo penggiyaa matan arshsho baggaara de7iya sohuwaanne xoqqa gimbbiyaa gakkanau de7iya sohuwaa gimbbidosona."
    },
    {
        "English Sentences": "After them the Tekoites repaired another piece, over against the great tower that lieth out, even unto the wall of Ophel.",
        "Wolaitta Sentences": "Etappe kaalliyaagaa Taqo7a katamaa asai gimbbiyaa sinttan de7iya sohuwaappe biidi, Ofeela matan de7iya xoqqa gimbbiyaa gakkanaashin de7iya sohuwaa gimbbidosona."
    },
    {
        "English Sentences": "From above the horse gate repaired the priests, every one over against his house.",
        "Wolaitta Sentences": "Hara qeesetikka ubbai Paraa Penggiyaa giyo penggiyaa matan de7iya bantta keettaa sinttappe sinttappe doommidi, huuphessa baggaara de7iya sohuwaa gimbbidosona."
    },
    {
        "English Sentences": "After them repaired Zadok the son of Immer over against his house. After him repaired also Shemaiah the son of Shechaniah, the keeper of the east gate.",
        "Wolaitta Sentences": "Etappe kaalliyaagaa Imeera na7ai Xaadooqi ba keettaa sinttan de7iya sohuwaa gimbbiis. Appe kaalliyaagaa Arshsho Penggiyaa naagiya SHakaaniyaa na7ai SHamaa7ee gimbbiis."
    },
    {
        "English Sentences": "After him repaired Hananiah the son of Shelemiah, and Hanun the sixth son of Zalaph, another piece. After him repaired Meshullam the son of Berechiah over against his chamber.",
        "Wolaitta Sentences": "Appe kaalliyaagaa SHeleemiyaa na7ai Hanaaneenne Xalaafassi usuppuntta na7a gidiya Hanuuni gimbbidosona. Etappe kaalliyaagaa Berekiyaa na7ai Mashulaami ba de7iyo kifiliyaa sinttan de7iya sohuwaa gimbbiis."
    },
    {
        "English Sentences": "After him repaired Malchiah the goldsmith's son unto the place of the Nethinims, and of the merchants, over against the gate Miphkad, and to the going up of the corner.",
        "Wolaitta Sentences": "Appe kaalliyaagaa Xomoosiyo Penggiyaa giyo penggiyaa sinttan de7iya Beeta Maqidasiyaa ashkkaratunne zal77anchchatu keettaa gakkanaashin de7iya sohuwaa worqqaa tigiya Malkkee gimbbiis. Qassikka i gimbbiyaa zooziyan bolla baggaara de7iya kifiliyaa gakkanaashin de7iya sohuwaakka gimbbiis."
    },
    {
        "English Sentences": "And between the going up of the corner unto the sheep gate repaired the goldsmiths and the merchants.",
        "Wolaitta Sentences": "Worqqaa tigiyaageetinne zal77anchchati he kifiliyaappe doommidi, Dorssaa Penggiyaa gakkanaashin de7iya sohuwaa gimbbidosona."
    },
    {
        "English Sentences": "But it came to pass, that when Sanballat heard that we builded the wall, he was wroth, and took great indignation, and mocked the Jews.",
        "Wolaitta Sentences": "Nuuni gimbbiyaa dirssaa oosuwaa doommidoogaa Sanbbalaaxi siyido wode hanqquwaa eexxi kiyiis; qassi keehi yiillotidi, nuna baceessiis."
    },
    {
        "English Sentences": "And he spake before his brethren and the army of Samaria, and said, What do these feeble Jews? will they fortify themselves? will they sacrifice? will they make an end in a day? will they revive the stones out of the heaps of the rubbish which are burned?",
        "Wolaitta Sentences": "Ba laggetunne Samaariyaa olanchchatu sinttan i hagaadan yaagiis; \"Hageeti, ha pattenna Aihudati ai oottiyoonaa? Katamaa zaarettidi gimbbanau koyiyoonaayye? Yarshshuwaakka yarshshanau koyiyoonaa? Oosuwaa issi gallassi wurssanabaa etau milatiiyye? Gimbbiyaassi haniya shuchchaa ha xuugettidi issisan doorettida suuppaa giddoppe kessanabaa etau milatii?\" yaagiis."
    },
    {
        "English Sentences": "Now Tobiah the Ammonite was by him, and he said, Even that which they build, if a fox go up, he shall even break down their stone wall.",
        "Wolaitta Sentences": "A miyyiyan eqqida Amoona biittaa asa gidiya Xoobbeekka qassi hagaadan yaagiis; \"Eti qassi aiba gimbbe gimbbanau danddayiyoonaa? Eti gimbbiyo gimbbiyaa bollan worakanai kiyiyaakkonne wulli aggana\" yaagidi baceessiis."
    },
    {
        "English Sentences": "Hear, O our God; for we are despised: and turn their reproach upon their own head, and give them for a prey in the land of captivity:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, taani hagaadan yaagada woossaas; \"Nu Xoossau, eti nuna waati waati baceessiyaakkonne hagaa siya! Eti nuna cayiyo cashshai eta huuphiyau simmo. Banttau de7iya aquwaa bonqqettiichchidi, allaga biittan omoodettida asa gidona."
    },
    {
        "English Sentences": "And cover not their iniquity, and let not their sin be blotted out from before thee: for they have provoked thee to anger before the builders.",
        "Wolaitta Sentences": "Eta naaquwaa genttoppa; eta nagaraakka ne sinttappe mule quccoppa. Aissi giikko, gimbbiyaa gimbbiyaageeta nuna cashshan kaushshidosona\" yaagaas."
    },
    {
        "English Sentences": "So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.",
        "Wolaitta Sentences": "Nuuni gimbbiyaa oosuwaa aggennan oottida. Qassi asaikka oosuwaa minotettan oottiyo gishshau, gimbbiyaa xoqqatettai sohuwaarakka bagga keena gidi aggiis."
    },
    {
        "English Sentences": "But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,",
        "Wolaitta Sentences": "Sanbbalaaxi, Xoobbee, Araba biittaa asai, Amoona biittaa asainne Ashddooda katamaa asai Yerusalaame gimbbiyaa oosoi lo77o hanotettan oosettiiddi de7iyoogaanne daahettida sohotikka barettidoogaa siyido wode keehi yiillotidosona."
    },
    {
        "English Sentences": "And conspired all of them together to come and to fight against Jerusalem, and to hinder it.",
        "Wolaitta Sentences": "Hegaappe denddidaagan issippe Yerusalaame yiidi nuna olanaunne shabbiranau maqettidosona."
    },
    {
        "English Sentences": "Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.",
        "Wolaitta Sentences": "SHin nuuni nu Xoossaakko woossida; etappe denddidaagan qamminne gallassi naagiya naaganchchatakka wottida."
    },
    {
        "English Sentences": "And Judah said, The strength of the bearers of burdens is decayed, and there is much rubbish; so that we are not able to build the wall.",
        "Wolaitta Sentences": "He wodiyan Yihudaa asai hagaadan yaagidosona; \"Toohuwaa tookkiyoogee kaseegaappe nuna daafurssees; qassi denttanau koshshiya gimbbiyaappe kolettida daro shuchchaikka biron de7ees. Yaatin, nuuni hachchi ha gimbbiyaa waatidi gimbbanau danddayiyoonii?\" yaagidosona."
    },
    {
        "English Sentences": "And our adversaries said, They shall not know, neither see, till we come in the midst among them, and slay them, and cause the work to cease.",
        "Wolaitta Sentences": "Nu morkketi, \"Nuuni biidi eta giddo gakkanaashin, eti oosuwaa oottennaadan teqqanaashiininne eta worana gakkanaashin, eti erokkona\" yaagidosona."
    },
    {
        "English Sentences": "And it came to pass, that when the Jews which dwelt by them came, they said unto us ten times, From all places whence ye shall return unto us they will be upon you.",
        "Wolaitta Sentences": "Gido shin, nu morkketu heeran de7iya Aihudati tamma simmidi nuukko yiidi, \"Eti mule baggaara yiidi, nuna olana\" yaagidi nuuyyo yootidosona."
    },
    {
        "English Sentences": "Therefore set I in the lower places behind the wall, and on the higher places, I even set the people after their families with their swords, their spears, and their bows.",
        "Wolaitta Sentences": "Hegaa gishshau, nu asaappe bisuwaa, tooraanne wonddafiyaa oiqqida asaa eta zariyan zariyan maarada, oosoi wuribeenna heeran gimbbiyaappe zokko baggaara naaganaadan wottaas."
    },
    {
        "English Sentences": "And I looked, and rose up, and said unto the nobles, and to the rulers, and to the rest of the people, Be not ye afraid of them: remember the LORD, which is great and terrible, and fight for your brethren, your sons, and your daughters, your wives, and your houses.",
        "Wolaitta Sentences": "Asai shabbirettidoogaa taani be7ido wode, dendda eqqada, eta, eta kaalettiyaageetanne hara halaqata ubbaa hagaadan yaagaas; \"Nu morkketussi yayyoppite! Xoossai gitanne hoola giyo Xoossa gidiyoogaa hassayite. Hegaa gishshau, intte zaretussi, intte attuma naatussi, intte macca naatussi, intte keettaayetussinne intte keettaassi olettite\" yaagaas."
    },
    {
        "English Sentences": "And it came to pass, when our enemies heard that it was known unto us, and God had brought their counsel to nought, that we returned all of us to the wall, every one unto his work.",
        "Wolaitta Sentences": "Nu morkketi nuna qohanau maqettidoogaa nuuni eridoogaa eti siyidosona. Qassi Xoossaikka eta maqquwaa hada kessidoogaa akeekidosona. Hegaappe guyyiyan, nuuni ubbaikka simmidi, nu gimbbiyaa oosuwaa doommida."
    },
    {
        "English Sentences": "And it came to pass from that time forth, that the half of my servants wrought in the work, and the other half of them held both the spears, the shields, and the bows, and the habergeons; and the rulers were behind all the house of Judah.",
        "Wolaitta Sentences": "He wodiyaappe doommidi, ta ashkkaratuppe baggai oosuwaa oottiyo wode, baggai tiran wottiyo ola miishshaa maayidi, tooraa, gonddalliyaanne wonddafiyaa oiqqidi naaganaadan oottaas. Qassi halaqatikka Yihudaa asa ubbaappe guyyeera eqqidi minttettoosona."
    },
    {
        "English Sentences": "They which builded on the wall, and they that bare burdens, with those that laded, every one with one of his hands wrought in the work, and with the other hand held a weapon.",
        "Wolaitta Sentences": "Gimbbiyaa gimbbiyaageetinne koshshiyaabaa tookkiyaageeti ubbai issi kushiyan ola miishshaa oiqqidi, issi kushiyan oosuwaa oottoosona."
    },
    {
        "English Sentences": "For the builders, every one had his sword girded by his side, and so builded. And he that sounded the trumpet was by me.",
        "Wolaitta Sentences": "Gimbbiyaa oosuwaa oottiya ubbai bisuwaa ba xeessan gixxi gixxi uttiis. Malkkataa punniyaageekka ubba wode taappe shaahetti erenna."
    },
    {
        "English Sentences": "And I said unto the nobles, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.",
        "Wolaitta Sentences": "Asaa kaalettiyaageeta, halaqatanne asa ubbaa taani hagaadan yaagaas; \"Gimbbiyaa oosoi gitanne keehi aaho gidiyoogaappe denddidaagan, nuuni issoi issuwaappe shaahettidi haakkida."
    },
    {
        "English Sentences": "In what place therefore ye hear the sound of the trumpet, resort ye thither unto us: our God shall fight for us.",
        "Wolaitta Sentences": "Hegaa gishshau, intte malkkataa punniyoogaa siyiyo wode, i punettiyoosaa taakko haa shiiqite. Nu Xoossaikka nu gishshatau olettana\" yaagaas."
    },
    {
        "English Sentences": "So we laboured in the work: and half of them held the spears from the rising of the morning till the stars appeared.",
        "Wolaitta Sentences": "Oosuwaa wonttimaatti bazzoi zo77iyo wodeppe doommidi, omarssi xoolinttee kiyana gakkanaashin oottiyo wode ubban, baggai oottiyo wode, baggai tooraa oiqqidi naagoosona."
    },
    {
        "English Sentences": "Likewise at the same time said I unto the people, Let every one with his servant lodge within Jerusalem, that in the night they may be a guard to us, and labour on the day.",
        "Wolaitta Sentences": "He wode taani asaassi hagaadan yaagaas; \"Qamman nuna naaganaunne gallassi qassi oosuwaa oottanau intte ubbaikka intte ashkkaratuura Yerusalaamen aqite\" yaagaas."
    },
    {
        "English Sentences": "So neither I, nor my brethren, nor my servants, nor the men of the guard which followed me, none of us put off our clothes, saving that every one put them off for washing.",
        "Wolaitta Sentences": "Hegaa gishshau, tana gidin, ta ishantta gidin, ta ashkkarata gidin, woi qassi tana naagiyaageeta gidinkka, nuuni ubbaikka nu maayuwaa kessennan aqeettees; qassi nu ola miishshaikka, nuuppe mulekka shaahettenna."
    },
    {
        "English Sentences": "And there was a great cry of the people and of their wives against their brethren the Jews.",
        "Wolaitta Sentences": "Guutta wodiyaappe guyyiyan, daro asai, attumai maccai bantta zare gidiya Aihudatu bollan wolqqaama cabbuwaa kessidosona."
    },
    {
        "English Sentences": "For there were that said, We, our sons, and our daughters, are many: therefore we take up corn for them, that we may eat, and live.",
        "Wolaitta Sentences": "Eti hagaadan yaagidosona; \"Nuuni, nu attuma naatinne nu macca naati cora; hegaa gishshau, nuuni miidi paxa de7ana mala, nuuyyo kattaa koshshees\" yaagidosona."
    },
    {
        "English Sentences": "Some also there were that said, We have mortgaged our lands, vineyards, and houses, that we might buy corn, because of the dearth.",
        "Wolaitta Sentences": "Harati qassi, \"Nuna gakkida iita koshaappe nuna ashshiya qumaa demmanau giiddi, nu goshshai, nu woiniyaa turaa sohoinne nu keettai attennan asassi oittida\" yaagidosona."
    },
    {
        "English Sentences": "There were also that said, We have borrowed money for the king's tribute, and that upon our lands and vineyards.",
        "Wolaitta Sentences": "Haratikka qassi hagaadan yaagidosona; \"Nu goshshaassinne nu woiniyaa turaa sohuwaassi kawoi oichchido giiraa qanxxanau miishshaa dichchaa ekkida."
    },
    {
        "English Sentences": "Yet now our flesh is as the flesh of our brethren, our children as their children: and, lo, we bring into bondage our sons and our daughters to be servants, and some of our daughters are brought unto bondage already: neither is it in our power to redeem them; for other men have our lands and vineyards.",
        "Wolaitta Sentences": "Aihuda zaretuura nuuni issi asho; nu naatikka eta naatu mala. SHin nuuni nu yelido naata ailletettau aattidi immanau giddettida; ubba qassi nu macca naatuppe issooti issooti ailletettau baizettidosona. Gidikkonne, nu goshshainne nu woiniyaa turaa sohoi nuuppe ekettiichchido gishshau, nuuni ainne oottanau danddayokko\" yaagidosona."
    },
    {
        "English Sentences": "And I was very angry when I heard their cry and these words.",
        "Wolaitta Sentences": "Eta cabbuwaanne eta qaalaa taani siyido wode, keehi hanqqettaas."
    },
    {
        "English Sentences": "Then I consulted with myself, and I rebuked the nobles, and the rulers, and said unto them, Ye exact usury, every one of his brother. And I set a great assembly against them.",
        "Wolaitta Sentences": "Oottiyoobaa ta wozanan qoppoogaappe guyyiyan, asaa kaalettiyaageetanne halaqata xeegada hagaadan yaagaas; \"Intte ubbai intte ishantta dichchaa qanxxissiyoogan huqqunneeta\" yaagada etaara ooyettaas. He metuwaabaa haasayidi birshshanau gita galchchaakka shiishshaas."
    },
    {
        "English Sentences": "And I said unto them, We after our ability have redeemed our brethren the Jews, which were sold unto the heathen; and will ye even sell your brethren? or shall they be sold unto us? Then held they their peace, and found nothing to answer.",
        "Wolaitta Sentences": "SHiishshada hagaadan yaagaas; \"Aihuda gidennaageetuyyo baizettida Aihuda zare gidiya nu ishantta wozanau nuuni nu wolqqai danddayidobaa ubbaa oottida. SHin intte qassi, intte ishantta gidiya Aihudati bantta zare gidiya inttessi banttana baizzana mala oottiiddi de7eeta\" yaagaas. Yaagin kaalettiyaageetussi zaariyo qaali xayin, co77u yaagidosona."
    },
    {
        "English Sentences": "Also I said, It is not good that ye do: ought ye not to walk in the fear of our God because of the reproach of the heathen our enemies?",
        "Wolaitta Sentences": "Taani qassikka hagaadan yaagaas; \"Intte oottiyoobai likke gidenna; nu morkketi, Aihuda gidennaageeti nu bollan qilliiccenna mala, nu Xoossaassi yayyanaunne likke gidiyaabaa oottanau intteyyo bessennee?"
    },
    {
        "English Sentences": "I likewise, and my brethren, and my servants, might exact of them money and corn: I pray you, let us leave off this usury.",
        "Wolaitta Sentences": "Taani ta huuphen, ta ishanttinne ta ashkkaratikka asaassi miishshaanne kattaa tal77ida; gido shin, ane etappe dichchaa ekkiyoogaa aggoos."
    },
    {
        "English Sentences": "Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.",
        "Wolaitta Sentences": "Eta goshshaa, woiniyaa turaa sohuwaa, zaitiyaa wogaraanne keettaa ubbaakka etau sa7a hachchi zaarite. Qassi miishshan, kattan, woiniyaa eessan gidin zayitiyan, intte etappe ekkido xeetaappe issi kushe dichchaa ubbaa etau eesuwan zaarite\" yaagaas."
    },
    {
        "English Sentences": "Then said they, We will restore them, and will require nothing of them; so will we do as thou sayest. Then I called the priests, and took an oath of them, that they should do according to this promise.",
        "Wolaitta Sentences": "Etikka zaaridi, hagaadan yaagidosona; \"Nuuni mulebaakka etaagaa zaaridi, etau immana; eta aibanne oichchokko. Neeni giidoogaadan, hegaadan nuuni oottana\" yaagidosona. Yaagin qeeseta haa taakko xeegada, kaalettiyaageeti bantta giido qaalaa polana mala, caaqettanaadan oottaas."
    },
    {
        "English Sentences": "Also I shook my lap, and said, So God shake out every man from his house, and from his labour, that performeth not this promise, even thus be he shaken out, and emptied. And all the congregation said, Amen, and praised the LORD. And the people did according to this promise.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, ta maayuwaa qoqqofada hagaadan yaagaas; \"Ooninne intteppe ba giido qaalaa polennan xayikko, Xoossai a hagaadan a keettaappenne a aquwaappe qoqqofo; ikka qoqqofettidi mela atto\" yaagaas. SHiiqida asai ubbai issi qaalan, \"Amin77i\" yaagidi GODAA galatidosona. Asai ubbai ba caaqqidoogaadan oottiis."
    },
    {
        "English Sentences": "Moreover from the time that I was appointed to be their governor in the land of Judah, from the twentieth year even unto the two and thirtieth year of Artaxerxes the king, that is, twelve years, I and my brethren have not eaten the bread of the governor.",
        "Wolaitta Sentences": "Arxxekssiisi kawotido laatamantto laittaappe biidi, hasttamanne naa77antto laittaa gakkanaashin, taani Yihudaa haariyaagaa gidada gam77aas. He tammanne naa77u laittaa giddon, tana gidin woi ta ishantti haariyaagaassi bessiya kattaa damooza ekkibookko."
    },
    {
        "English Sentences": "But the former governors that had been before me were chargeable unto the people, and had taken of them bread and wine, beside forty shekels of silver; yea, even their servants bare rule over the people: but so did not I, because of the fear of God.",
        "Wolaitta Sentences": "SHin taappe kase doorettida haariyaageeti asaassi deexo tooho gididi, hachchi hachchi kattaassinne woiniyaa ushshaassi oitamu xaqara biraa qanxxissidosona. Harai atto haariyaageetu ashkkaratikka banttana asaa bollan goda milatissiiddi gam77idosona. Gidikkonne, taani Xoossaassi yayyido gishshau, hegaadan oottabeikke."
    },
    {
        "English Sentences": "Yea, also I continued in the work of this wall, neither bought we any land: and all my servants were gathered thither unto the work.",
        "Wolaitta Sentences": "Taayyo de7iya wolqqaa ubbaa Yerusalaame gimbbiyaa keexxiyo oosuwaassi immaasippe attin, ta huuphessi aiba biittaanne shammabeikke. Ta ashkkaratikka ubbai tanaara he oosuwan issippe gam77idosona."
    },
    {
        "English Sentences": "Moreover there were at my table an hundred and fifty of the Jews and rulers, beside those that came unto us from among the heathen that are about us.",
        "Wolaitta Sentences": "Nu heeran de7iya Aihuda gidennaageetuppe nuukko yiida asai bainnan de7ishin, hachchi hachchi tanaara ta masoofiyan miya Aihudatunne eta kaalettiyaageetu qoodai xeetanne ishatama."
    },
    {
        "English Sentences": "Now that which was prepared for me daily was one ox and six choice sheep; also fowls were prepared for me, and once in ten days store of all sorts of wine: yet for all this required not I the bread of the governor, because the bondage was heavy upon this people.",
        "Wolaitta Sentences": "Hachchi hachchi issi booraa, usuppun doorettida dorssatanne daro kuttota shukki shukkidi, asaassi shiishshoosona; qassi tammu gallassan issitoo daro baattaa woiniyaa eessaa etayyo agoosona. SHin asaa bollan de7iya toohoi deexo gidiyoogaa taani eriyo gishshau, biittaa haariyaagaassi bessiya kattaa damooza oichchabeikke."
    },
    {
        "English Sentences": "Think upon me, my God, for good, according to all that I have done for this people.",
        "Wolaitta Sentences": "\"Ta Xoossau, taani ha asaassi oottido lo77otettaa ubbaa qoppada, taassikka lo77otettaa ootta\" yaagada taani woossaas."
    },
    {
        "English Sentences": "Now it came to pass, when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies, heard that I had builded the wall, and that there was no breach left therein; (though at that time I had not set up the doors upon the gates;)",
        "Wolaitta Sentences": "Sanbbalaaxi, Xoobbee, Araba biittaa asa gidiya Gesheeminne hara nu morkketi nuuni gimbbiyaa oottidi polidoogaanne qassi oosettibeenna paca sohoikka issoinne attibeennaagaa siyidosona. Gido shin, nuuni gimbbiyaa penggetun biron sanqqaa aattiichchibookko."
    },
    {
        "English Sentences": "That Sanballat and Geshem sent unto me, saying, Come, let us meet together in some one of the villages in the plain of Ono. But they thought to do me mischief.",
        "Wolaitta Sentences": "Hegaa eti siyido wode, Sanbbalaaxinne Gesheemi hagaadan yaagidi, taakko kiittidosona; \"Oono giyo dembban de7iya qeeri katamatuppe issuwan yaada nunaara gaitta\" yaagidosona. SHin eti ta bolli iitaa oottanau maqettidosona."
    },
    {
        "English Sentences": "And I sent messengers unto them, saying, I am doing a great work, so that I cannot come down: why should the work cease, whilst I leave it, and come down to you?",
        "Wolaitta Sentences": "Hegaa gishshau, taani etayyo hagaadan yaagada zaarada kiittaas; \"Taayyo daro oosoi de7ees; hegaa gishshau, taani intte giyo sohuwaa baanau danddayikke. Taani yaa bin, oosoi aissi xubettii?\" yaagaas."
    },
    {
        "English Sentences": "Yet they sent unto me four times after this sort; and I answered them after the same manner.",
        "Wolaitta Sentences": "He kiitaa zaari zaari oiddutoo taakko kiittidosona; shin taani issi mala zaaruwaa etayyo immaas."
    },
    {
        "English Sentences": "Then sent Sanballat his servant unto me in like manner the fifth time with an open letter in his hand;",
        "Wolaitta Sentences": "Ichchashanttuwan Sanbbalaaxi ba ashkkaratuppe issuwan issi poga de7iya dabddaabbiyaa taakko kiittiis. Dabddaabbeekka hagaadan yaagees;"
    },
    {
        "English Sentences": "Wherein was written, It is reported among the heathen, and Gashmu saith it, that thou and the Jews think to rebel: for which cause thou buildest the wall, that thou mayest be their king, according to these words.",
        "Wolaitta Sentences": "\"Neeninne ne zare gidiya Aihudati makkalanau qoppidoogaanne hegaappe denddidaagan ha gimbbiyaa gimbbiyoogaa shooro biittan de7iya asai ubbai haasayiyoogaa Gesheemi taayyo yootiis. Qassi neeni nena kawo kessanau koyiyoogaanne"
    },
    {
        "English Sentences": "And thou hast also appointed prophets to preach of thee at Jerusalem, saying, There is a king in Judah: and now shall it be reported to the king according to these words. Come now therefore, and let us take counsel together.",
        "Wolaitta Sentences": "neeni Yihudaa kawo gidiyoogaa Yerusalaamen awaajjana mala, hananabaa yootiyaageeta ne wottidoogaakka i taayyo yootiis. Ha woriyaa kawoi siyiyoogee attenna. Hegaa gishshau, tanaara gaittada zorettanau haaya\" yaagees."
    },
    {
        "English Sentences": "Then I sent unto him, saying, There are no such things done as thou sayest, but thou feignest them out of thine own heart.",
        "Wolaitta Sentences": "Taanikka, \"Ha neeni giyo yoho ubbai mulekka tuma gidennabanne neeni coo medhdhidobaa\" yaagada zaaraas."
    },
    {
        "English Sentences": "For they all made us afraid, saying, Their hands shall be weakened from the work, that it be not done. Now therefore, O God, strengthen my hands.",
        "Wolaitta Sentences": "Nu oottiyo oosoi polettenna mala, \"Eta kushee oosuwau daafuriichchiis\" yaagidi eti nuna yashissiiddi gam77idosona. Hegaa gishshau, \"Xoossau ha77i tana minttarkkii\" yaagada taani woossaas."
    },
    {
        "English Sentences": "Afterward I came unto the house of Shemaiah the son of Delaiah the son of Mehetabeel, who was shut up; and he said, Let us meet together in the house of God, within the temple, and let us shut the doors of the temple: for they will come to slay thee; yea, in the night will they come to slay thee.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, sooppe kiyennaadan gorddi wottido Mahexaabi7eela na7aa na7aa Dalaaya na7aa SHamaa7iyaakko baas. I taayyo hagaadan yaagiis; \"Issi qammi audekko eti nena woranau yaanau de7iyo gishshau, neeninne taani Xoossaa Beeta Maqidasiyaa giddo gelidi, penggiyaa gorddidi qosettoos\" yaagiis."
    },
    {
        "English Sentences": "And I said, Should such a man as I flee? and who is there, that, being as I am, would go into the temple to save his life? I will not go in.",
        "Wolaitta Sentences": "Taani hagaadan yaagada zaaraas; \"Tana milatiya asi baqatidi qosettii? Woi qassi tana milatiya asi Beeta Maqidasiyaa giddo gelidi, ba shemppuwaa ashshii? Taani hegaa mulekka oottikke\" yaagaas."
    },
    {
        "English Sentences": "And, lo, I perceived that God had not sent him; but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.",
        "Wolaitta Sentences": "Yohuwaa qoppiyo wode, tumukka SHamaa7ee Xoossai kiittido hananabaa yootiyaagaa gidennaagaanne Xoobbeenne Sanbbalaaxi a miishshan shammido gishshau, ta bolli worddo hananabaa yootiyaagaa gidiyoogaa akeekaas."
    },
    {
        "English Sentences": "Therefore was he hired, that I should be afraid, and do so, and sin, and that they might have matter for an evil report, that they might reproach me.",
        "Wolaitta Sentences": "I miishshan shamettido waanna gaasoi tana i yashissin, i giyoogaadan oottada taani nagaran gelanaadaana. Yaatin, eti ubbai hegaa siyido wode, tana boriyoobaa ta bollan demmanaassa."
    },
    {
        "English Sentences": "My God, think thou upon Tobiah and Sanballat according to these their works, and on the prophetess Noadiah, and the rest of the prophets, that would have put me in fear.",
        "Wolaitta Sentences": "\"Ta Xoossau, Xoobbeenne Sanbbalaaxi oottidobaa qoppa. No7aado giyo macca hananabaa yootiyaaranne hara worddo hananabaa yootiyaageeti ubbai tana yashissanau eti oottidobaa ubbaakka qoppa\" yaagada taani woossaas."
    },
    {
        "English Sentences": "So the wall was finished in the twenty and fifth day of the month Elul, in fifty and two days.",
        "Wolaitta Sentences": "Gimbbiyaa oosoi doomettoosappe ishatamanne naa77u gallassa giishin, Eluula giyo aginan laatamanne ichchashantto gallassan polettiis."
    },
    {
        "English Sentences": "And it came to pass, that when all our enemies heard thereof, and all the heathen that were about us saw these things, they were much cast down in their own eyes: for they perceived that this work was wrought of our God.",
        "Wolaitta Sentences": "Nu yuushuwan de7iya kawotettatu giddon de7iya nu morkketi hegaa siyido wode yayyidosonanne yeellatidosona. Aissi giikko, hagee oosoi nu Xoossai maaddin oosettidoogaa akeekidosona."
    },
    {
        "English Sentences": "Moreover in those days the nobles of Judah sent many letters unto Tobiah, and the letters of Tobiah came unto them.",
        "Wolaitta Sentences": "He wodiyan Aihudata kaalettiyaageeti ubba wode Xoobbiyaassi dabddaabbiyaa xaafiiddi gam77idosona; ikka zaaridi, etayyo xaafiis."
    },
    {
        "English Sentences": "For there were many in Judah sworn unto him, because he was the son in law of Shechaniah the son of Arah; and his son Johanan had taken the daughter of Meshullam the son of Berechiah.",
        "Wolaitta Sentences": "Aissi giikko, i Araaha na7aa SHakaaniyaa na7iyo machchido gishshaunne a na7ai Yahohanaani Berekiyaa na7aa Mashulaama na7iyo machchido gishshau, Aihudatuppe daroti aara caaqetti uttidosona."
    },
    {
        "English Sentences": "Also they reported his good deeds before me, and uttered my words to him. And Tobiah sent letters to put me in fear.",
        "Wolaitta Sentences": "He asati Xoobbee oottido lo77obaa ubbaa ta sinttan haasayoosona; qassi taani giyoobaakka ayyo yootoosona. Hegaa gishshau, Xoobbeekka ubba wode tana yashissanau dabddaabbiyaa xaafiyoogaa aggibeenna."
    },
    {
        "English Sentences": "Now it came to pass, when the wall was built, and I had set up the doors, and the porters and the singers and the Levites were appointed,",
        "Wolaitta Sentences": "Gimbbiyaa oosoi wurin, penggetuunikka sanqqai geliis. Qassi penggiyaa naagiyaageeti, mazamuriyaa yexxiyaageetinne Leewati bantta oosuwan oosuwan gelidosona."
    },
    {
        "English Sentences": "That I gave my brother Hanani, and Hananiah the ruler of the palace, charge over Jerusalem: for he was a faithful man, and feared God above many.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yerusalaame katamaa aissiyo maataa ta ishaa Hanaanassinne qatuwaa gadaawaa Hanaaniyaassi immaas. Hanaanee hara ubbaappe aadhdhida tumanchchanne Xoossaassi yayyiya asa."
    },
    {
        "English Sentences": "And I said unto them, Let not the gates of Jerusalem be opened until the sun be hot; and while they stand by, let them shut the doors, and bar them: and appoint watches of the inhabitants of Jerusalem, every one in his watch, and every one to be over against his house.",
        "Wolaitta Sentences": "Taani eta hagaadan yaagada azazaas; \"Maallado awai kiyidi ho77ana gakkanaashin, Yerusalaame gimbbiyaa penggeta dooyoppite. Qassi omarssi naagiyaageeti bantta oosuwaa wurssidi baanaappe kasetidi, penggeta mintti gorddanaadan oottite. Hegaa bollikka Yerusalaamen de7iya asaappe dooridi, issoi issoi kayan kayan naaganaadaaninne qassi harati bantta heeran de7iiddi, bantta keettaa ginaa ginaa naaganaadan oottite\" yaagaas."
    },
    {
        "English Sentences": "Now the city was large and great: but the people were few therein, and the houses were not builded.",
        "Wolaitta Sentences": "He wode Yerusalaame katamai keehi aahonne gita; shin a giddon de7iya asaa qoodai keehi guutta. Qassi daro keettikka biron keexettibeenna."
    },
    {
        "English Sentences": "And my God put into mine heart to gather together the nobles, and the rulers, and the people, that they might be reckoned by genealogy. And I found a register of the genealogy of them which came up at the first, and found written therein,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, asaa kaalettiyaageeta, halaqatanne asa ubbaa shiishshada eta yeletaa maaran maaran mazggafana mala, Xoossai tana qofissiis. Omooduwaappe kasetidi simmida asaa yeletaa maaraa maxaafaakka demmaas; he maxaafan xaafettidaagee hagaa."
    },
    {
        "English Sentences": "These are the children of the province, that went up out of the captivity, of those that had been carried away, whom Nebuchadnezzar the king of Babylon had carried away, and came again to Jerusalem and to Judah, every one unto his city;",
        "Wolaitta Sentences": "Baabiloone Kawoi Naabukadanaxoori omooddidi, ba biitti efiido asaappe guyye bantta katamaa katamaa Yerusalaamenne Yihudaa simmida asati hagaappe kaalliyaageeta."
    },
    {
        "English Sentences": "Who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, Baanah. The number, I say, of the men of the people of Israel was this;",
        "Wolaitta Sentences": "Eta halaqati Zarubaabeela, Yaasa, Nahimiyaa, Azaariyaa, Ra7aamiyaa, Nahamaana, Marddikiyoosa, Bilishaana, Misppereeta, Bigiwaaya, Nahuumanne Ba7aana. Omooduwaappe simmida Israa7eela asaa qoodai hagaa."
    },
    {
        "English Sentences": "The children of Parosh, two thousand an hundred seventy and two.",
        "Wolaitta Sentences": "Par77oosha yarati 2,172."
    },
    {
        "English Sentences": "The children of Shephatiah, three hundred seventy and two.",
        "Wolaitta Sentences": "SHafaaxiyaa yarati 372."
    },
    {
        "English Sentences": "The children of Arah, six hundred fifty and two.",
        "Wolaitta Sentences": "Araaha yarati 652."
    },
    {
        "English Sentences": "The children of Pahathmoab, of the children of Jeshua and Joab, two thousand and eight hundred and eighteen.",
        "Wolaitta Sentences": "Yaasunne Yoo7aaba naata gidiya Paahati-Moo7aaba yarati 2,818."
    },
    {
        "English Sentences": "The children of Elam, a thousand two hundred fifty and four.",
        "Wolaitta Sentences": "Elaama yarati 1,254."
    },
    {
        "English Sentences": "The children of Zattu, eight hundred forty and five.",
        "Wolaitta Sentences": "Zattu yarati 845."
    },
    {
        "English Sentences": "The children of Zaccai, seven hundred and threescore.",
        "Wolaitta Sentences": "Zakkaaya yarati 760."
    },
    {
        "English Sentences": "The children of Binnui, six hundred forty and eight.",
        "Wolaitta Sentences": "Biinuya yarati 648."
    },
    {
        "English Sentences": "The children of Bebai, six hundred twenty and eight.",
        "Wolaitta Sentences": "Bebaaya yarati 628."
    },
    {
        "English Sentences": "The children of Azgad, two thousand three hundred twenty and two.",
        "Wolaitta Sentences": "Azggaada yarati 2,322."
    },
    {
        "English Sentences": "The children of Adonikam, six hundred threescore and seven.",
        "Wolaitta Sentences": "Adooniqaama yarati 667."
    },
    {
        "English Sentences": "The children of Bigvai, two thousand threescore and seven.",
        "Wolaitta Sentences": "Bigiwaaya yarati 2,067."
    },
    {
        "English Sentences": "The children of Adin, six hundred fifty and five.",
        "Wolaitta Sentences": "Adiina yarati 655."
    },
    {
        "English Sentences": "The children of Ater of Hezekiah, ninety and eight.",
        "Wolaitta Sentences": "Hizqqiyaasa yara gidiya Axeera yarati 98."
    },
    {
        "English Sentences": "The children of Hashum, three hundred twenty and eight.",
        "Wolaitta Sentences": "Hashuuma yarati 328."
    },
    {
        "English Sentences": "The children of Bezai, three hundred twenty and four.",
        "Wolaitta Sentences": "Bexaaya yarati 324."
    },
    {
        "English Sentences": "The children of Hariph, an hundred and twelve.",
        "Wolaitta Sentences": "Hariifa yarati 112."
    },
    {
        "English Sentences": "The children of Gibeon, ninety and five.",
        "Wolaitta Sentences": "Gabaa7oona yarati 95."
    },
    {
        "English Sentences": "The men of Bethlehem and Netophah, an hundred fourscore and eight.",
        "Wolaitta Sentences": "Beetaliheemenne Naxoofa katamatu asai 188."
    },
    {
        "English Sentences": "The men of Anathoth, an hundred twenty and eight.",
        "Wolaitta Sentences": "Anatoota katamaa asai 128."
    },
    {
        "English Sentences": "The men of Bethazmaveth, forty and two.",
        "Wolaitta Sentences": "Beeti-Azimaaweeta katamaa asai oitamanne naa77a."
    },
    {
        "English Sentences": "The men of Kirjathjearim, Chephirah, and Beeroth, seven hundred forty and three.",
        "Wolaitta Sentences": "Qiriyaati-Yi7aariima, Kafiiranne Ba7eroota katamatu asai 743."
    },
    {
        "English Sentences": "The men of Ramah and Gaba, six hundred twenty and one.",
        "Wolaitta Sentences": "Raamanne Gebaa7a katamatu asai 621."
    },
    {
        "English Sentences": "The men of Michmas, an hundred and twenty and two.",
        "Wolaitta Sentences": "Mikimaasa katamaa asai 122."
    },
    {
        "English Sentences": "The men of Bethel and Ai, an hundred twenty and three.",
        "Wolaitta Sentences": "Beeteelenne Aaya katamatu asai 123."
    },
    {
        "English Sentences": "The men of the other Nebo, fifty and two.",
        "Wolaitta Sentences": "Naa77antto Nabo giyo katamaa asai 52."
    },
    {
        "English Sentences": "The children of the other Elam, a thousand two hundred fifty and four.",
        "Wolaitta Sentences": "Naa77antto Elaama yarati 1,254."
    },
    {
        "English Sentences": "The children of Harim, three hundred and twenty.",
        "Wolaitta Sentences": "Hariima katamaa asai 320."
    },
    {
        "English Sentences": "The children of Jericho, three hundred forty and five.",
        "Wolaitta Sentences": "Yarkko katamaa asai 345."
    },
    {
        "English Sentences": "The children of Lod, Hadid, and Ono, seven hundred twenty and one.",
        "Wolaitta Sentences": "Looda, Hadiidanne Oono katamatu asai 721."
    },
    {
        "English Sentences": "The children of Senaah, three thousand nine hundred and thirty.",
        "Wolaitta Sentences": "Sanaa7a katamaa asai 3,930."
    },
    {
        "English Sentences": "The priests: the children of Jedaiah, of the house of Jeshua, nine hundred seventy and three.",
        "Wolaitta Sentences": "Hageeti omooduwaappe simmida qeeseta: Yaasu yara gidiya Yadaaya yarati 973;"
    },
    {
        "English Sentences": "The children of Immer, a thousand fifty and two.",
        "Wolaitta Sentences": "Imeera yarati 1,052;"
    },
    {
        "English Sentences": "The children of Pashur, a thousand two hundred forty and seven.",
        "Wolaitta Sentences": "Paashihuura yarati 1,247;"
    },
    {
        "English Sentences": "The children of Harim, a thousand and seventeen.",
        "Wolaitta Sentences": "Hariima yarati 1,017."
    },
    {
        "English Sentences": "The Levites: the children of Jeshua, of Kadmiel, and of the children of Hodevah, seventy and four.",
        "Wolaitta Sentences": "Hageeti omooduwaappe simmida Leewata: Hodaawiyaa yara gidiya Yaasunne Qaadimi7eela yarati 74;"
    },
    {
        "English Sentences": "The singers: the children of Asaph, an hundred forty and eight.",
        "Wolaitta Sentences": "Asaafa yara gidiya mazamuriyaa yexxiyaageeti 148;"
    },
    {
        "English Sentences": "The porters: the children of Shallum, the children of Ater, the children of Talmon, the children of Akkub, the children of Hatita, the children of Shobai, an hundred thirty and eight.",
        "Wolaitta Sentences": "Beeta Maqidasiyaa penggiyaa naagiya SHaaluuma, Axeera, Xalmmoona, Aqquuba, Haxiixanne SHobaaya yarati 138."
    },
    {
        "English Sentences": "The Nethinims: the children of Ziha, the children of Hashupha, the children of Tabbaoth,",
        "Wolaitta Sentences": "Hageeti omooduwaappe simmidi, Beeta Maqidasiyan oottiya ashkkaratu yarata: Xiiha yarata, Hasuufa yarata, Xabba7oota yarata,"
    },
    {
        "English Sentences": "The children of Keros, the children of Sia, the children of Padon,",
        "Wolaitta Sentences": "Qeeroosa yarata, Sii7a yarata, Padoona yarata,"
    },
    {
        "English Sentences": "The children of Lebana, the children of Hagaba, the children of Shalmai,",
        "Wolaitta Sentences": "Labaana yarata, Hagaaba yarata, SHalmmaaya yarata,"
    },
    {
        "English Sentences": "The children of Hanan, the children of Giddel, the children of Gahar,",
        "Wolaitta Sentences": "Hanaana yarata, Giddeela yarata, Gahaara yarata,"
    },
    {
        "English Sentences": "The children of Reaiah, the children of Rezin, the children of Nekoda,",
        "Wolaitta Sentences": "Ra7aaya yarata, Raaxiina yarata, Naqoda yarata,"
    },
    {
        "English Sentences": "The children of Gazzam, the children of Uzza, the children of Phaseah,",
        "Wolaitta Sentences": "Gazzaama yarata, Uzza yarata, Paaseeha yarata,"
    },
    {
        "English Sentences": "The children of Besai, the children of Meunim, the children of Nephishesim,",
        "Wolaitta Sentences": "Besaaya yarata, Me7uniima yarata, Nafushesiima yarata,"
    },
    {
        "English Sentences": "The children of Bakbuk, the children of Hakupha, the children of Harhur,",
        "Wolaitta Sentences": "Baaqibuuqa yarata, Haquufa yarata, Harihuura yarata,"
    },
    {
        "English Sentences": "The children of Bazlith, the children of Mehida, the children of Harsha,",
        "Wolaitta Sentences": "Baaxiliita yarata, Mahiida yarata, Harshsha yarata,"
    },
    {
        "English Sentences": "The children of Barkos, the children of Sisera, the children of Tamah,",
        "Wolaitta Sentences": "Barqqoosa yarata, Sisaara yarata, Temaaha yarata,"
    },
    {
        "English Sentences": "The children of Neziah, the children of Hatipha.",
        "Wolaitta Sentences": "Naxiiha yaratanne Haxiifa yarata."
    },
    {
        "English Sentences": "The children of Solomon's servants: the children of Sotai, the children of Sophereth, the children of Perida,",
        "Wolaitta Sentences": "Hageeti omooduwaappe simmida Solomona ashkkaratu yarata: Soxaaya yarata, Sofereeta yarata, Pariida yarata,"
    },
    {
        "English Sentences": "The children of Jaala, the children of Darkon, the children of Giddel,",
        "Wolaitta Sentences": "Yaa7ila yarata, Darqqoona yarata, Giddeela yarata,"
    },
    {
        "English Sentences": "The children of Shephatiah, the children of Hattil, the children of Pochereth of Zebaim, the children of Amon.",
        "Wolaitta Sentences": "SHafaaxiyaa yarata, Haxxiila yarata, Pokereti-Haxxabaima yaratanne Amoona yarata."
    },
    {
        "English Sentences": "All the Nethinims, and the children of Solomon's servants, were three hundred ninety and two.",
        "Wolaitta Sentences": "Omooduwaappe simmidi, Beeta Maqidasiyan oottiya ashkkaratu yaratunne Solomona ashkkaratu yaratu qoodai muleera 392."
    },
    {
        "English Sentences": "And these were they which went up also from Telmelah, Telharesha, Cherub, Addon, and Immer: but they could not shew their father's house, nor their seed, whether they were of Israel.",
        "Wolaitta Sentences": "Haratikka qassi, Telmmelaaha, Teliharshsha, Karuuba, Adoonanne Imeera giyo katamatuppe Yerusalaame simmidosona. SHin eti woikko eta aawati Israa7eela sheeshsha gidiyoogaa erissanau danddayibookkona."
    },
    {
        "English Sentences": "The children of Delaiah, the children of Tobiah, the children of Nekoda, six hundred forty and two.",
        "Wolaitta Sentences": "Hegeeti Dalaaya, Xoobbiyaanne Naqoda yarata; eta qoodaikka muleera 642."
    },
    {
        "English Sentences": "And of the priests: the children of Habaiah, the children of Koz, the children of Barzillai, which took one of the daughters of Barzillai the Gileadite to wife, and was called after their name.",
        "Wolaitta Sentences": "Qeesetuppe qassi Hobaaya yarati, Haqqooxa yaratinne Barzzillaaya yarati Yerusalaame simmidosona. Hagee Barzzillaaya giyoogee Gala7aade biitta asa gidiya Barzzillaaya na7iyo machchidi, ba bolluwaa sunttaa ekkiis."
    },
    {
        "English Sentences": "These sought their register among those that were reckoned by genealogy, but it was not found: therefore were they, as polluted, put from the priesthood.",
        "Wolaitta Sentences": "Hageeti bantta yeletaa xaphuwaa eranau yeletaa maxaafan koyidosona, shin demmibookkona. Hegaa gishshau, eti tunadan qoodettidi, qeesetettan oottennaadan digettidosona."
    },
    {
        "English Sentences": "And the Tirshatha said unto them, that they should not eat of the most holy things, till there stood up a priest with Urim and Thummim.",
        "Wolaitta Sentences": "Qassi Uriimiyaaninne Tumiimiyan shaakkidi pirddiya qeesee denddana gakkanaashin, eti geeshsha qumaappe maanau danddayennaagaa Aihudata haariyaagee etau yootiis."
    },
    {
        "English Sentences": "The whole congregation together was forty and two thousand three hundred and sixty,",
        "Wolaitta Sentences": "Omooduwaappe Yihudaa biittaa simmida asaa qoodai muleera 42,360."
    },
    {
        "English Sentences": "Beside their manservants and their maidservants, of whom there were seven thousand three hundred thirty and seven: and they had two hundred forty and five singing men and singing women.",
        "Wolaitta Sentences": "Hegaa bollikka qassi 7,337 attuma ashkkaratinne macca ashkkarati mazamuriyaa yexxiya 245 attumanne macca asati simmidosona."
    },
    {
        "English Sentences": "Their horses, seven hundred thirty and six: their mules, two hundred forty and five:",
        "Wolaitta Sentences": "Omooduwaappe muleera simmida asaa paratu qoodai 736; baquloti 245;"
    },
    {
        "English Sentences": "Their camels, four hundred thirty and five: six thousand seven hundred and twenty asses.",
        "Wolaitta Sentences": "gaameelati 435; hareti qassi 6,720."
    },
    {
        "English Sentences": "And some of the chief of the fathers gave unto the work. The Tirshatha gave to the treasure a thousand drams of gold, fifty basons, five hundred and thirty priests' garments.",
        "Wolaitta Sentences": "Yaratu halaqatuppe amaridaageeti oosuwaassi imotaa immidosona. Biittaa haariyaagee hosppun kilo giraame worqqaa, 50 disttetanne 530 qeesetu maayota immiis."
    },
    {
        "English Sentences": "And some of the chief of the fathers gave to the treasure of the work twenty thousand drams of gold, and two thousand and two hundred pound of silver.",
        "Wolaitta Sentences": "Yaratu halaqati 168 kilo giraame worqqaanne 1,250 kilo giraame biraa immidosona."
    },
    {
        "English Sentences": "And that which the rest of the people gave was twenty thousand drams of gold, and two thousand pound of silver, and threescore and seven priests' garments.",
        "Wolaitta Sentences": "Attida asai muleera 168 kilo giraame worqqaa, 1,100 kilo giraame biraanne 67 qeesetu maayota immidosona."
    },
    {
        "English Sentences": "So the priests, and the Levites, and the porters, and the singers, and some of the people, and the Nethinims, and all Israel, dwelt in their cities; and when the seventh month came, the children of Israel were in their cities.",
        "Wolaitta Sentences": "Hegaappe guyyiyan qeeseti, Leewati, penggiyaa naagiyaageeti, mazamuriyaa yexxiyaageeti, asaappe darotinne Beeta Maqidasiyaa ashkkarati, muleera Israa7eela ubbai bantta kataman kataman uttidosona."
    },
    {
        "English Sentences": "And all the people gathered themselves together as one man into the street that was before the water gate; and they spake unto Ezra the scribe to bring the book of the law of Moses, which the LORD had commanded to Israel.",
        "Wolaitta Sentences": "Laappuntta aginai gakkiyo wode, Israa7eela asai ubbaikka bantta kataman kataman uttidosona. He aginan eti ubbaikka issippe Haattaa Penggiyaa sinttan de7iya dabaaban shiiqidosona. SHiiqidi GODAI Muuse baggaara Israa7eela asaassi immido Higgiyaa Maxaafaa ehaana mala, xaafiyaa Izira oichchidosona."
    },
    {
        "English Sentences": "And Ezra the priest brought the law before the congregation both of men and women, and all that could hear with understanding, upon the first day of the seventh month.",
        "Wolaitta Sentences": "Yaatin, laappuntta aginan koiro gallassan, attumai maccai, akeekanau danddayiya asai ubbai shiiqidosaa Iziri Higgiyaa Maxaafaa ehiis."
    },
    {
        "English Sentences": "And he read therein before the street that was before the water gate from the morning until midday, before the men and the women, and those that could understand; and the ears of all the people were attentive unto the book of the law.",
        "Wolaitta Sentences": "Ehiidi Haattaa Penggiyaa sinttan de7iya dabaaban eqqidi, attumau maccau, akeekanau danddayiya asa ubbau Higgiyaa Maxaafaa maalladoppe gallassa seetai gakkanaashin nabbabiis; asaikka loitti ezggidi siyiis."
    },
    {
        "English Sentences": "And Ezra the scribe stood upon a pulpit of wood, which they had made for the purpose; and beside him stood Mattithiah, and Shema, and Anaiah, and Urijah, and Hilkiah, and Maaseiah, on his right hand; and on his left hand, Pedaiah, and Mishael, and Malchiah, and Hashum, and Hashbadana, Zechariah, and Meshullam.",
        "Wolaitta Sentences": "Iziri eqqidi nabbabanau mittaappe giigissido madirakiyaa bollan eqqiis. Appe ushachcha baggaara Matiitiyaa, SHamaa7iyaa, Anaaya, Ooriyoona, Hilqqiyaanne Ma7iseeya giyo asati eqqidosona. Haddirssa baggaara qassi Padaaya, Mishaa7eela, Malkkiyaa, Hashuuma, Hashibadanaaha, Zakkaariyaasanne Mashulaama giyo asati eqqidosona."
    },
    {
        "English Sentences": "And Ezra opened the book in the sight of all the people; (for he was above all the people;) and when he opened it, all the people stood up:",
        "Wolaitta Sentences": "Iziri asa ubbaappe xoqqiya sohuwan eqqido gishshau, ubbaikka a loittidi xeellishin, eta sinttan Higgiyaa Maxaafaa dooyiis. Dooyido wode eti ubbai uttidosaappe denddi eqqidosona."
    },
    {
        "English Sentences": "And Ezra blessed the LORD, the great God. And all the people answered, Amen, Amen, with lifting up their hands: and they bowed their heads, and worshipped the LORD with their faces to the ground.",
        "Wolaitta Sentences": "Denddi eqqin, Iziri GODAA, gita Xoossaa galatiis. Asai ubbai bantta kushiyaa pude denttidi, \"Amin77i, Amin77i\" yaagidosona. Qassi eta som77oi sa7aa bochchana gakkanaashin gufannidi, GODAASSI goinnidosona."
    },
    {
        "English Sentences": "Also Jeshua, and Bani, and Sherebiah, Jamin, Akkub, Shabbethai, Hodijah, Maaseiah, Kelita, Azariah, Jozabad, Hanan, Pelaiah, and the Levites, caused the people to understand the law: and the people stood in their place.",
        "Wolaitta Sentences": "Hegaappe guyyiyan denddidi, bantta de7iyoosan eqqidosona. Yaasa, Baana, SHerebiyaa, Yaamiina, Aqquuba, SHabbataaya, Hodiyaa, Ma7iseeya, Qaliixa, Azaariyaa, Yozabaada, Hanaananne Palaaya giyo Leewati higgiyaa asai akeekanaadan oottidosona."
    },
    {
        "English Sentences": "So they read in the book in the law of God distinctly, and gave the sense, and caused them to understand the reading.",
        "Wolaitta Sentences": "Eti Xoossaa Higgiyaa Maxaafaappe nabbabidi, qassi nabbabettidaagee woigiyaakko, asai erana mala, birshshidi qonccissidosona."
    },
    {
        "English Sentences": "And Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the LORD your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.",
        "Wolaitta Sentences": "Asai higgiyaa qaalaa siyido wode, bantta wozanan mishettidi yeekkidosona. Hegaa gishshau, biittaa haariya Nahimee, qeesenne xaafe gidiya Izirinne asaassi maxaafaa birshshiya Leewati asaa hagaadan yaagidosona; \"Ha gallassai GODAASSI, intte Xoossaassi, geeshsha gallassa gidiyo gishshau, issoinne azzanoppitenne yeekkoppite\" yaagidosona."
    },
    {
        "English Sentences": "Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this day is holy unto our LORD: neither be ye sorry; for the joy of the LORD is your strength.",
        "Wolaitta Sentences": "Qassi Nahimee gujjidikka hagaadan yaagiis; \"Biite, modhdhuwaa miite; mal77iyaabaakka uyite; qassi bainnaageetussikka intteegaappe shaakkidi immite. Aissi giikko, hachchi gallassai nu GODAASSI geeshsha gallassa. GODAA ufaissai intteyyo wolqqa gidiyo gishshau azzanoppite\" yaagiis."
    },
    {
        "English Sentences": "So the Levites stilled all the people, saying, Hold your peace, for the day is holy; neither be ye grieved.",
        "Wolaitta Sentences": "Leewatikka qassi, \"Hagee geeshsha gallassa gidiyo gishshau, azzanoppite; haizzite\" yaagidi asaa co77u oottidosona."
    },
    {
        "English Sentences": "And all the people went their way to eat, and to drink, and to send portions, and to make great mirth, because they had understood the words that were declared unto them.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, asai ufaissan maanaunne uyanau qassi bainnaageetussikka banttaagaappe shaakkidi immanau biidosona. Aissi giikko, eti yootido qaalaa siyidosonanne akeekidosona."
    },
    {
        "English Sentences": "And on the second day were gathered together the chief of the fathers of all the people, the priests, and the Levites, unto Ezra the scribe, even to understand the words of the law.",
        "Wolaitta Sentences": "Aginaayyo naa77antto gallassi zaretu halaqati, qeesetinne Leewati higgiyaa qaalaa etayyo birshshana mala, Izirakko yiidosona."
    },
    {
        "English Sentences": "And they found written in the law which the LORD had commanded by Moses, that the children of Israel should dwell in booths in the feast of the seventh month:",
        "Wolaitta Sentences": "Hegan tamaariiddi, laappuntta aginan Daase Baalaa bonchchiyo wode, Israa7eela asai ubbai daasiyaa giddon uttanaadan Xoossai Muuse baggaara azazidoogaa akeekidosona."
    },
    {
        "English Sentences": "And that they should publish and proclaim in all their cities, and in Jerusalem, saying, Go forth unto the mount, and fetch olive branches, and pine branches, and myrtle branches, and palm branches, and branches of thick trees, to make booths, as it is written.",
        "Wolaitta Sentences": "Hegaa gishshau, katamatu ubbaaninne Yerusalaamen hagaadan yaagidi awaajjidosona; \"Deriyaa huuphiyaa kiyite; zaitiyaa wogaraappe, woran mokkida wogaraappe, barsseeneetiyaa mittaappe, zambbaa mittaappenne haittai de7iyo mitta ubbaappe higgiyan xaafettidoogaadan, daasiyaa daasanau tashiyaa ehiite\" yaagidosona."
    },
    {
        "English Sentences": "So the people went forth, and brought them, and made themselves booths, every one upon the roof of his house, and in their courts, and in the courts of the house of God, and in the street of the water gate, and in the street of the gate of Ephraim.",
        "Wolaitta Sentences": "Hegaa gishshau, asai biidi mittaa tashiyaa ehiidosona; ehiidi bantta keettaa bollan de7iya dembba sohuwan, bantta gibbiyan, Xoossaa Beeta Maqidasiyaa dabaaban, Haattaa Penggiyaa dabaabaaninne Efireema Penggiyaa dabaaban daasiyaa daasidosona."
    },
    {
        "English Sentences": "And all the congregation of them that were come again out of the captivity made booths, and sat under the booths: for since the days of Jeshua the son of Nun unto that day had not the children of Israel done so. And there was very great gladness.",
        "Wolaitta Sentences": "Omooduwaappe simmida asai ubbai daasiyaa daasidi, a giddon uttidosona. Nawe na7aa Yaasu wodiyaappe doommidi, he gallassai gakkanaashin, eti hagaa mala baalaa bonchchi erokkona. Hegaa gishshau, ubbaikka keehi ufaittidosona."
    },
    {
        "English Sentences": "Also day by day, from the first day unto the last day, he read in the book of the law of God. And they kept the feast seven days; and on the eighth day was a solemn assembly, according unto the manner.",
        "Wolaitta Sentences": "Baalai doomettoosappe biidi wurana gakkanaashin, hachchi hachchi Iziri Xoossaa Higgiyaa Maxaafaappe asaassi nabbabiis. Baalaa laappun gallassaa bonchchoogaappe guyyiyan, hosppuntta gallassan higgee azaziyoogaadan geeshsha yaa7aa oottidosona."
    },
    {
        "English Sentences": "Now in the twenty and fourth day of this month the children of Israel were assembled with fasting, and with sackclothes, and earth upon them.",
        "Wolaitta Sentences": "He aginan laatamanne oiddantto gallassan Israa7eela asai xoomiiddi, waaruwaa maayidinne bantta huuphiyan baanaa tisttidi, issisaa shiiqidosona."
    },
    {
        "English Sentences": "And the seed of Israel separated themselves from all strangers, and stood and confessed their sins, and the iniquities of their fathers.",
        "Wolaitta Sentences": "Banttana allaga dere asa ubbaappe shaakkidosona. Hegaappe guyyiyan eqqi denddidi, etinne kase eta aawati oottido nagaraa ubbaa paaxidosona."
    },
    {
        "English Sentences": "And they stood up in their place, and read in the book of the law of the LORD their God one fourth part of the day; and another fourth part they confessed, and worshipped the LORD their God.",
        "Wolaitta Sentences": "Hegan eti eqqidaashin, heezzu saate gidiyaagaa keenaa GODAA eta Xoossaa Higgiyaa Maxaafai etayyo nabbabettiis. Qassi hara heezzu saate gidiyaagaa bantta nagaraa paaxiiddinne GODAASSI, bantta Xoossaassi, goinniiddi gam77idosona."
    },
    {
        "English Sentences": "Then stood up upon the stairs, of the Levites, Jeshua, and Bani, Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Chenani, and cried with a loud voice unto the LORD their God.",
        "Wolaitta Sentences": "Leewatuppe amaridaageeti madirakiyaa bollan kiyidi, cenggurssaa xoqqu oottidi GODAAKKO, bantta Xoossaakko, waassidosona. Hegeetikka Yaasa, Baana, Qaadimi7eela, SHabaaniyaa, Buuna, SHerebiyaa, Baananne Kanaana."
    },
    {
        "English Sentences": "Then the Levites, Jeshua, and Kadmiel, Bani, Hashabniah, Sherebiah, Hodijah, Shebaniah, and Pethahiah, said, Stand up and bless the LORD your God for ever and ever: and blessed be thy glorious name, which is exalted above all blessing and praise.",
        "Wolaitta Sentences": "Leewatuppe Yaasu, Qaadimi7eeli, Baani, Hashaabanee, SHerebee Hodee, SHabaaneenne Pataahee Israa7eela asaa hagaadan yaagidosona; \"Denddi eqqidi, merinaappe merinau de7iya GODAA intte Xoossaa galatite! Galata ubbaappenne saba ubbaappe bollaara xoqqu xoqqu giidanne bonchchettida Xoossaa sunttaa sabbite\" yaagidosona."
    },
    {
        "English Sentences": "Thou, even thou, art LORD alone; thou hast made heaven, the heaven of heavens, with all their host, the earth, and all things that are therein, the seas, and all that is therein, and thou preservest them all; and the host of heaven worshippeth thee.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Israa7eela asai hagaadan yaagidi woossidosona; \"Xoossau, ne xalaalai GODAA! Neeni salotanne salotun de7iya meretata ubbaa, sa7aanne a bollan de7iya meretata ubbaanne abbatanne eta giddon de7iya meretata ubbaa medhdhadasa; ubbaassi de7uwaa immadasa. Saluwaa meretati ubbai neeyyo goinnoosona."
    },
    {
        "English Sentences": "Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;",
        "Wolaitta Sentences": "\"GODAU, neeni Xoossa! Neeni Abraama Uura giyo Kaladaawetu katamaappe doorada kessadasa; a sunttaakka laammada, Abrahaama yaagada sunttadasa."
    },
    {
        "English Sentences": "And foundest his heart faithful before thee, and madest a covenant with him to give the land of the Canaanites, the Hittites, the Amorites, and the Perizzites, and the Jebusites, and the Girgashites, to give it, I say, to his seed, and hast performed thy words; for thou art righteous:",
        "Wolaitta Sentences": "I neeyyo ammanettiya asa gidiyoogaa be7ada, Kanaanetu, Hiitetu, Amooretu, Parzzetu, Yaabuusatunne Gerggeesetu biittaa a zaretussi laata biittaa oottada immanau ayyo maachchaa geladasa. Neeni xillo gidiyo gishshau, ne giido qaalaakka poladasa."
    },
    {
        "English Sentences": "And didst see the affliction of our fathers in Egypt, and heardest their cry by the Red sea;",
        "Wolaitta Sentences": "\"Neeni kase nu maizza aawata Gibxxe biittan gakkida tuggaa be7adasa; qassi Zo7o Abbaa giyo abbaa matan de7iiddi eti, Nuna maaddarkkii! yaagidi waassido waasuwaakka siyadasa."
    },
    {
        "English Sentences": "And shewedst signs and wonders upon Pharaoh, and on all his servants, and on all the people of his land: for thou knewest that they dealt proudly against them. So didst thou get thee a name, as it is this day.",
        "Wolaitta Sentences": "Gibxxe kawoi, a biittaa halaqatinne he biittaa asai ubbai Israa7eela asaa bollan otorettido gishshau, eta bollan malaataanne maalaalissiyaabaa oottadasa. Hegaappe denddidaagan, hachchi gakkanaashin, ne sunttai bonchchuwan xeegettanaadan oottadasa."
    },
    {
        "English Sentences": "And thou didst divide the sea before them, so that they went through the midst of the sea on the dry land; and their persecutors thou threwest into the deeps, as a stone into the mighty waters.",
        "Wolaitta Sentences": "Abbaa yaanne haanne shaakkada, gidduwaara ne asaa mela biittaara pinttadasa. SHin shuchchai ciimma haattan olin, xaggaa duge wodhdhiyoogaadan, eta yedettiya morkketa abban mitissada xaissadasa."
    },
    {
        "English Sentences": "Moreover thou leddest them in the day by a cloudy pillar; and in the night by a pillar of fire, to give them light in the way wherein they should go.",
        "Wolaitta Sentences": "Israa7eela asaa gallassi shaaraa tuussan kaalettada, qammi qassi eti hemettiyo ogiyan poo7ana mala, tamaa tuussaa eta sinttan essada kaalettadasa."
    },
    {
        "English Sentences": "Thou camest down also upon mount Sinai, and spakest with them from heaven, and gavest them right judgments, and true laws, good statutes and commandments:",
        "Wolaitta Sentences": "\"Neeni saluwaappe wodhdhada, ne asaa Siinaa Deriyaa bollan haasayissadasa. Sitta pirddaanne tuma gidida higgiyaa qassi lo77o wogaanne azazuwaa etayyo immadasa."
    },
    {
        "English Sentences": "And madest known unto them thy holy sabbath, and commandedst them precepts, statutes, and laws, by the hand of Moses thy servant:",
        "Wolaitta Sentences": "Geeshsha ne Sambbataa eti bonchchana mala, eta tamaarissadasa. Ne ashkkaraa Muuse baggaara etayyo azazuwaa, wogaanne higgiyaa immadasa."
    },
    {
        "English Sentences": "And gavest them bread from heaven for their hunger, and broughtest forth water for them out of the rock for their thirst, and promisedst them that they should go in to possess the land which thou hadst sworn to give them.",
        "Wolaitta Sentences": "Eti namisettido wode saluwaappe qumaa immadasa; qassi eti saamettido wode zaallaappe haattaa pulttissadasa. Neeni etayyo immanau caaqqido biittaa gelidi laattana mala azazadasa."
    },
    {
        "English Sentences": "But they and our fathers dealt proudly, and hardened their necks, and hearkened not to thy commandments,",
        "Wolaitta Sentences": "\"SHin nu maizza aawati otorettidosona. Yootin siyenna morgge zozza gididi, neeyyo azazettibookkona."
    },
    {
        "English Sentences": "And refused to obey, neither were mindful of thy wonders that thou didst among them; but hardened their necks, and in their rebellion appointed a captain to return to their bondage: but thou art a God ready to pardon, gracious and merciful, slow to anger, and of great kindness, and forsookest them not.",
        "Wolaitta Sentences": "Azazettennan ixxidosona; qassi neeni etayyo oottido maalaalissiyaabaa ubbaa hassayibookkona. Eti morgge zozza gididosona; qassi bantta makkalaappe denddidaagan, Gibxxe biittaa guyye ailletettau zaaridi kaalettana mala, halaqaa banttau dooridosona. Gido shin, neeni atto giya Xoossaa; kehanne maariyaagaa. Siiquwan kumidaagaanne hanqquwaassi eesotennaagaa. Hegaa gishshau, neeni eta aggabaakka."
    },
    {
        "English Sentences": "Yea, when they had made them a molten calf, and said, This is thy God that brought thee up out of Egypt, and had wrought great provocations;",
        "Wolaitta Sentences": "\"Eti mara milatiya eeqaa medhdhidi, Inttena Gibxxe biittaappe kessida intte xoossai hagaa yaagidi nena gita cashshaa cayikkokka,"
    },
    {
        "English Sentences": "Yet thou in thy manifold mercies forsookest them not in the wilderness: the pillar of the cloud departed not from them by day, to lead them in the way; neither the pillar of fire by night, to shew them light, and the way wherein they should go.",
        "Wolaitta Sentences": "ne daro maarotettaa gishshau, neeni eta he biittaa bazzuwan aggabaakka. Eti biyo ogiyaa kaalettana mala, gallassi shaaraa tuussai, qassi eta ogiyaa poo7issana mala, qammi tamaa tuussai etappe haakkibeenna."
    },
    {
        "English Sentences": "Thou gavest also thy good spirit to instruct them, and withheldest not thy manna from their mouth, and gavest them water for their thirst.",
        "Wolaitta Sentences": "Eta tamaarissana mala, ne lo77o Ayyaanaa etayyo immadasa. Maanau mannaa eta doonaappe pacissabaakka; qassi eta saamuwaassikka haattaa immadasa."
    },
    {
        "English Sentences": "Yea, forty years didst thou sustain them in the wilderness, so that they lacked nothing; their clothes waxed not old, and their feet swelled not.",
        "Wolaitta Sentences": "Oitamu laittaa ubbaa eti bazzuwan hemettiyo wode, etau koshshiyaabaappe issibaanne xaissabaakka. Eta maayoi wuribeenna; eta gedeekka kixxibeenna."
    },
    {
        "English Sentences": "Moreover thou gavest them kingdoms and nations, and didst divide them into corners: so they possessed the land of Sihon, and the land of the king of Heshbon, and the land of Og king of Bashan.",
        "Wolaitta Sentences": "\"Bantta zawan de7iya gaxa biittatanne kawotettata eti xoonidi oiqqanaadan oottadasa. Sihoona giyo kawoi haariyo Haseboona biittaanne Ooga giyo kawoi haariyo Baasaane biittaa eti laattidosona."
    },
    {
        "English Sentences": "Their children also multipliedst thou as the stars of heaven, and broughtest them into the land, concerning which thou hadst promised to their fathers, that they should go in to possess it.",
        "Wolaitta Sentences": "Eta zerettatu qoodaa saluwaa xoolinttiyaadan darissadasa. Kase eta aawatussi gelissananne laatissana gaada neeni yootido biittaa eta gelissadasa."
    },
    {
        "English Sentences": "So the children went in and possessed the land, and thou subduedst before them the inhabitants of the land, the Canaanites, and gavest them into their hands, with their kings, and the people of the land, that they might do with them as they would.",
        "Wolaitta Sentences": "Eti Kanaane biittaa laattidosona; he biittan de7iya Kanaane asaa ubbaa eta sinttan neeni kaushshadasa. Eti Kanaane asaa bollan, eta kawotu bollaaninne he biittan de7iya asa ubbaa bollan bantta dosidobaa oottana mala, eta kushiyan aatta immadasa."
    },
    {
        "English Sentences": "And they took strong cities, and a fat land, and possessed houses full of all goods, wells digged, vineyards, and oliveyards, and fruit trees in abundance: so they did eat, and were filled, and became fat, and delighted themselves in thy great goodness.",
        "Wolaitta Sentences": "Qassi eti yuushoi gimbbettido katamatanne aradda biittaa xoonidi ekkidosona; qassikka lo77obai ubbai kumido keettata, bookettida haatta ollata, woiniyaa turaa sohota, wogaratanne hara aifiyaa immiya daro mittata laattidosona. Hegaappe miidi kallidi orddidosona; ne gita kehatettan eti ufaittidosona."
    },
    {
        "English Sentences": "Nevertheless they were disobedient, and rebelled against thee, and cast thy law behind their backs, and slew thy prophets which testified against them to turn them to thee, and they wrought great provocations.",
        "Wolaitta Sentences": "\"Gidikkokka, ne asati azazettennan ixxidi, ne bollan makkalidosona; ne higgiyaayyookka zokkuwaa zaaridosona. Neekko eti simmanaadan etayyo minttidi yootida hananabaa yootiyaageeta woridosona. Keehi gita cashshaa nena cayidosona."
    },
    {
        "English Sentences": "Therefore thou deliveredst them into the hand of their enemies, who vexed them: and in the time of their trouble, when they cried unto thee, thou heardest them from heaven; and according to thy manifold mercies thou gavest them saviours, who saved them out of the hand of their enemies.",
        "Wolaitta Sentences": "Hegaappe denddidaagan eta un77ettiya morkketu kushiyan aatta immadasa; immin morkketi eta un77ettido wode neekko waassidosona. Eta waasuwaa saluwan gidada siyadasa; siyada ne maarotettaa daruwaadankka, eta eta morkketu kushiyaappe ashshiyaageeta kiittadasa."
    },
    {
        "English Sentences": "But after they had rest, they did evil again before thee: therefore leftest thou them in the hand of their enemies, so that they had the dominion over them: yet when they returned, and cried unto thee, thou heardest them from heaven; and many times didst thou deliver them according to thy mercies;",
        "Wolaitta Sentences": "\"SHin eti shemppuwaa demminne zaarettidi, ne sinttan nagaraa oottidosona. Oottin neenikka zaarettada eta morkketu kushiyan aattada immin, eta morkketi eta haaridosona. SHin ha77ikka eti neekko waassin, eta waasuwaa saluwan gidada siyadasa. Ne maarotettan eta zaara zaaradakka ashsha ekkadasa."
    },
    {
        "English Sentences": "And testifiedst against them, that thou mightest bring them again unto thy law: yet they dealt proudly, and hearkened not unto thy commandments, but sinned against thy judgments, (which if a man do, he shall live in them;) and withdrew the shoulder, and hardened their neck, and would not hear.",
        "Wolaitta Sentences": "\"Ne higgiyaakko eti simmana mala, neeni etayyo minttada yootadasa; shin eti otorettidosona; ne azazuwaakka ixxisi yaagidosona. Asi azazettikko de7uwaa demmiyo ne higgiyaa kanttidosona; qassi morgge zozza gididi, neeyyo zokkuwaa zaaridi, azazettennan ixxidosona."
    },
    {
        "English Sentences": "Yet many years didst thou forbear them, and testifiedst against them by thy spirit in thy prophets: yet would they not give ear: therefore gavest thou them into the hand of the people of the lands.",
        "Wolaitta Sentences": "Gidikkonne, daro laittaa eta danddayadasa; hananabaa yootiyaageetu baggaara ne Ayyaanan etau minttada yootadasa; shin eti siyibookkona. Hegaappe denddidaagan Aihuda gidenna kawotettati eta haarana mala, eta kushiyan aatta immadasa."
    },
    {
        "English Sentences": "Nevertheless for thy great mercies' sake thou didst not utterly consume them, nor forsake them; for thou art a gracious and merciful God.",
        "Wolaitta Sentences": "SHin neeni kehanne maariya Xoossaa gidiyo gishshau, ne gita maarotettan eta muleera aggabaakkanne xaissabaakka."
    },
    {
        "English Sentences": "Now therefore, our God, the great, the mighty, and the terrible God, who keepest covenant and mercy, let not all the trouble seem little before thee, that hath come upon us, on our kings, on our princes, and on our priests, and on our prophets, and on our fathers, and on all thy people, since the time of the kings of Assyria unto this day.",
        "Wolaitta Sentences": "\"Nu Xoossau, gita, wolqqaamanne yayettida Xoossau, ne aggenna siiquwaa maachchaa naagiyaagoo, nu bollan gakkida metoi ne sinttan laafabaa milatoppo. Beni Asoore kawotu wodiyaappe doommidi, hachchi gakkanaashin, nu bollan, nu kawotu bollan, nu halaqatu bollan, nu qeesetu bollan, nu hananabaa yootiyaageetu bollan, nu maizza aawatu bollaaninne ne asa ubbaa bollan gita metoi gakkiis."
    },
    {
        "English Sentences": "Howbeit thou art just in all that is brought upon us; for thou hast done right, but we have done wickedly:",
        "Wolaitta Sentences": "Nuna gakkidaban ubban neeni xillo. Aissi giikko, nuuni nena naaqqikkokka neeni ammanettiyoogaa aggabaakka."
    },
    {
        "English Sentences": "Neither have our kings, our princes, our priests, nor our fathers, kept thy law, nor hearkened unto thy commandments and thy testimonies, wherewith thou didst testify against them.",
        "Wolaitta Sentences": "Nu kawoti, nu halaqati, nu qeesetinne nu maizza aawati ne higgiyaa naagibookkona; qassi neeni etau immido azazuwaanne ne mintta yootidoogaakka siyibookkona."
    },
    {
        "English Sentences": "For they have not served thee in their kingdom, and in thy great goodness that thou gavest them, and in the large and fat land which thou gavest before them, neither turned they from their wicked works.",
        "Wolaitta Sentences": "Neeni eta kawotettan etayyo gita anjjuwaa immadasa; qassi aahonne mokkiya biittaakka etayyo immadasa; shin eti neeyyo goinnibookkonanne bantta iita oosuwaappe simmibookkona."
    },
    {
        "English Sentences": "Behold, we are servants this day, and for the land that thou gavest unto our fathers to eat the fruit thereof and the good thereof, behold, we are servants in it:",
        "Wolaitta Sentences": "\"Hegaappe denddidaagan, nuuni hachchi aille gidiyoogaa be7a. Qassi hegeekka eti a aifiyaanne i immiyo anjjuwaa ubbaa maana mala, nu maizza aawatussi neeni immido he biittan, nuuni aille gidida."
    },
    {
        "English Sentences": "And it yieldeth much increase unto the kings whom thou hast set over us because of our sins: also they have dominion over our bodies, and over our cattle, at their pleasure, and we are in great distress.",
        "Wolaitta Sentences": "Nu nagaraa gishshau, neeni nu bollan denttido kawoti biittaa anjjuwaa ubbaa eti go77ettoosona. Qassi nu bollaaninne nu mehiyaa bollan bantta koyidobaa oottoosona; nuunikka gita metuwaa giddon de7oos\" yaagidosona."
    },
    {
        "English Sentences": "And because of all this we make a sure covenant, and write it; and our princes, Levites, and priests, seal unto it.",
        "Wolaitta Sentences": "Hanida yoho ubbaa gishshau, nuuni haasayidi maacido maachchaa xaafida; he nuuni xaafido maachchaa woraqataa bollan nu halaqati, nu Leewatinne nu qeeseti bantta maatafaa wottidosona."
    },
    {
        "English Sentences": "Now those that sealed were, Nehemiah, the Tirshatha, the son of Hachaliah, and Zidkijah,",
        "Wolaitta Sentences": "Hagaappe kaalliya asati he maatafai wodhdhido woraqataa bollan paramidosona. Hegeetikka Hakaaliyaa na7aa biittaa haariya Nahimiyaa; qeesetuppe: Sedeqiyaasa,"
    },
    {
        "English Sentences": "Seraiah, Azariah, Jeremiah,",
        "Wolaitta Sentences": "Saraaya, Azaariyaa, Ermmaasa,"
    },
    {
        "English Sentences": "Pashur, Amariah, Malchijah,",
        "Wolaitta Sentences": "Paashihuura, Amaariyaa, Malkkiyaa,"
    },
    {
        "English Sentences": "Hattush, Shebaniah, Malluch,",
        "Wolaitta Sentences": "Haxxuusha, SHabaaniyaa, Malluuka,"
    },
    {
        "English Sentences": "Harim, Meremoth, Obadiah,",
        "Wolaitta Sentences": "Hariima, Maremoota, Obaadiyaa,"
    },
    {
        "English Sentences": "Daniel, Ginnethon, Baruch,",
        "Wolaitta Sentences": "Daaneela, Ginnetoona, Baaruka,"
    },
    {
        "English Sentences": "Meshullam, Abijah, Mijamin,",
        "Wolaitta Sentences": "Mashulaama, Abiiya, Miyamiina,"
    },
    {
        "English Sentences": "Maaziah, Bilgai, Shemaiah: these were the priests.",
        "Wolaitta Sentences": "Ma7aaziyaa, Bilggaayanne SHamaa7iyaa."
    },
    {
        "English Sentences": "And the Levites: both Jeshua the son of Azaniah, Binnui of the sons of Henadad, Kadmiel;",
        "Wolaitta Sentences": "Leewatuppe: Azaaniyaa na7aa Yaasa, Henadaada yara gidiya Biinuya, Qaadimi7eelanne"
    },
    {
        "English Sentences": "And their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanan,",
        "Wolaitta Sentences": "eta ishantta SHabaaniyaa, Hodiyaa, Qaliixa, Palaaya, Hanaana,"
    },
    {
        "English Sentences": "Micha, Rehob, Hashabiah,",
        "Wolaitta Sentences": "Miika, Rahooba, Hashaabiyaa,"
    },
    {
        "English Sentences": "Zaccur, Sherebiah, Shebaniah,",
        "Wolaitta Sentences": "Zakkuura, SHerebiyaa, SHabaaniyaa,"
    },
    {
        "English Sentences": "Hodijah, Bani, Beninu.",
        "Wolaitta Sentences": "Hodiyaa, Baananne Baniina."
    },
    {
        "English Sentences": "The chief of the people; Parosh, Pahathmoab, Elam, Zatthu, Bani,",
        "Wolaitta Sentences": "Qassi asaa kaalettiyaageetuppe: Par77oosha, Paahati-Moo7aaba, Elaama, Zatta, Baana,"
    },
    {
        "English Sentences": "Bunni, Azgad, Bebai,",
        "Wolaitta Sentences": "Buuna, Azggaada, Bebaaya,"
    },
    {
        "English Sentences": "Adonijah, Bigvai, Adin,",
        "Wolaitta Sentences": "Adooniyaa, Bigiwaaya, Adiina,"
    },
    {
        "English Sentences": "Ater, Hizkijah, Azzur,",
        "Wolaitta Sentences": "Axeera, Hizqqiyaasa, Azuura,"
    },
    {
        "English Sentences": "Hodijah, Hashum, Bezai,",
        "Wolaitta Sentences": "Hodiyaa, Hashuuma, Bexaaya,"
    },
    {
        "English Sentences": "Hariph, Anathoth, Nebai,",
        "Wolaitta Sentences": "Hariifa, Anatoota, Nebaaya,"
    },
    {
        "English Sentences": "Magpiash, Meshullam, Hezir,",
        "Wolaitta Sentences": "Maagippi7aasha, Mashulaama, Heziira,"
    },
    {
        "English Sentences": "Meshezabeel, Zadok, Jaddua,",
        "Wolaitta Sentences": "Mashezaabeela, Xaadooqa, Yadduu7a,"
    },
    {
        "English Sentences": "Pelatiah, Hanan, Anaiah,",
        "Wolaitta Sentences": "Palaaxiyaa, Hanaana, Anaaya,"
    },
    {
        "English Sentences": "Hoshea, Hananiah, Hashub,",
        "Wolaitta Sentences": "Hoshee7a, Hanaaniyaa, Hashshuuba,"
    },
    {
        "English Sentences": "Hallohesh, Pileha, Shobek,",
        "Wolaitta Sentences": "Halloheesha, Piiliha, SHobeeqa,"
    },
    {
        "English Sentences": "Rehum, Hashabnah, Maaseiah,",
        "Wolaitta Sentences": "Rehuuma, Hashaabina, Ma7iseeya,"
    },
    {
        "English Sentences": "And Ahijah, Hanan, Anan,",
        "Wolaitta Sentences": "Akiiya, Hanaana, Anaana,"
    },
    {
        "English Sentences": "Malluch, Harim, Baanah.",
        "Wolaitta Sentences": "Malluuka, Hariimanne Ba7aana."
    },
    {
        "English Sentences": "And the rest of the people, the priests, the Levites, the porters, the singers, the Nethinims, and all they that had separated themselves from the people of the lands unto the law of God, their wives, their sons, and their daughters, every one having knowledge, and having understanding;",
        "Wolaitta Sentences": "Qassi attida asaikka qeeseti, Leewati, penggiyaa naagiyaageeti, mazamuriyaa yexxiyaageeti, Beeta Maqidasiyaa ashkkaratinne Xoossaa higgiyaassi azazettanau Aihuda gidennaageetuppe banttana shaakkida ubbai, qassi eta machchoti, eta attuma naati, eta macca naatinne yohuwaa akeekanau asa gamma gakkida ubbai,"
    },
    {
        "English Sentences": "They clave to their brethren, their nobles, and entered into a curse, and into an oath, to walk in God's law, which was given by Moses the servant of God, and to observe and do all the commandments of the LORD our Lord, and his judgments and his statutes;",
        "Wolaitta Sentences": "banttana kaalettiyaageetuura ha caaquwan maayettidosona. Hegeekka ba ashkkaraa Muuse baggaara Xoossai etayyo immido higgiyaadan baanau, GODAA bantta Xoossaa azazuwaa, pirddaanne wogaa naaganaassanne oottanaassa. Hegee xayikko, Xoossai yeddiyo qanggettai bantta bolli yaanaadan maayettidosona."
    },
    {
        "English Sentences": "And that we would not give our daughters unto the people of the land, nor take their daughters for our sons:",
        "Wolaitta Sentences": "Eti hagaadan yaagidi maacidosona; \"Nu macca naata Aihuda gidenna biittaa attuma naatussi immokko; qassi eta macca naatakka nu attuma naatussi machcho oottidi ekkokko."
    },
    {
        "English Sentences": "And if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt.",
        "Wolaitta Sentences": "\"Aihuda gidenna biittaa asati kattaa gidin woi harabaa aibanne Sambbata gallassi woi hara baala gallassi baizzanau ehiikko, etappe shammokko. \"Laappuntta laittai gakkiyo wode wode, nu biittaa goyokko; nuuni tal77ido acuwaakka oichchokko."
    },
    {
        "English Sentences": "Also we made ordinances for us, to charge ourselves yearly with the third part of a shekel for the service of the house of our God;",
        "Wolaitta Sentences": "\"Beeta Maqidasiyaa oosuwaassi ichchashu giraame deexxiya biraa laittan laittan aggennan immana."
    },
    {
        "English Sentences": "For the shewbread, and for the continual meat offering, and for the continual burnt offering, of the sabbaths, of the new moons, for the set feasts, and for the holy things, and for the sin offerings to make an atonement for Israel, and for all the work of the house of our God.",
        "Wolaitta Sentences": "Hegee aibissee giikko, GODAA sinttan wottiyo oittaassa, hachchi hachchi yarshshiyo kattaa yarshshuwaassa, xuuggiyo yarshshuwaassi shukkiyo mehiyaassa, Sambbata gallassan, aginai xeeriyo wodenne laittan de7iya hara baalatun yarshshiyo yarshshuwaassanne hara geeshsha miishshatu ubbaassa; qassi Israa7eela asaa nagaraa atto giissanau yarshshiyo yarshshuwaassanne nu Xoossaa Beeta Maqidasiyaa oosuwaassi koshshiya ubbabaassa."
    },
    {
        "English Sentences": "And we cast the lots among the priests, the Levites, and the people, for the wood offering, to bring it into the house of our God, after the houses of our fathers, at times appointed year by year, to burn upon the altar of the LORD our God, as it is written in the law:",
        "Wolaitta Sentences": "\"Nuuni qeesetuyyo, Leewatuyyoonne hara asa ubbaayyo saamaa yeggida. Aissi giikko, higgiyan xaafettidoogaadan GODAASSI, nu Xoossaassi, yarshshiyoosan yarshshuwaa xuuggiyo mittaa nu Xoossaa Beeta Maqidasiyau o yarai ehaanau bessiyaakko eranaassa."
    },
    {
        "English Sentences": "And to bring the firstfruits of our ground, and the firstfruits of all fruit of all trees, year by year, unto the house of the LORD:",
        "Wolaitta Sentences": "\"Laittan laittan nu biittaa aifiyaappe koiro gakkiyaagaanne aifiyaa immiya dumma dumma mittatuppe nuuni koiro maxido aifiyaa ubbaa GODAA Beeta Maqidasiyaa aggennan ehiidi sheedhdhana."
    },
    {
        "English Sentences": "Also the firstborn of our sons, and of our cattle, as it is written in the law, and the firstlings of our herds and of our flocks, to bring to the house of our God, unto the priests that minister in the house of our God:",
        "Wolaitta Sentences": "\"Higgiyan xaafettidoogaadan nuuni ubbaikka koiro yelettiya nu attuma naata nu Xoossaa Beeta Maqidasiyan oottiya qeesetukko ehiidi, Xoossaassi dummayana; qassi nu miizzati, nu dorssatinne nu deeshshati yeliyo koiro maraa ubbaakka yaa ehiidi, qeesetussi sheedhdhana."
    },
    {
        "English Sentences": "And that we should bring the firstfruits of our dough, and our offerings, and the fruit of all manner of trees, of wine and of oil, unto the priests, to the chambers of the house of our God; and the tithes of our ground unto the Levites, that the same Levites might have the tithes in all the cities of our tillage.",
        "Wolaitta Sentences": "\"Nuuni nu biittan mokkida kattaa aifiyaappe koiruwaa, qassi nu mitta ubbaa aifiyaa, woiniyaanne zaitiyaa imota oottidi, nu Xoossaa Beeta Maqidasiyaa haa qeesetukko ehaana. Qassi Leewati nu katamatun de7iya biitta ubbaa aifiyaappe asirataa ekkiyaageeta gidiyo gishshau, nu biittai aifidobaappe ubbaappe asirataa etayyo immana."
    },
    {
        "English Sentences": "And the priest the son of Aaron shall be with the Levites, when the Levites take tithes: and the Levites shall bring up the tithe of the tithes unto the house of our God, to the chambers, into the treasure house.",
        "Wolaitta Sentences": "Leewati asirataa shiishshiyo wode, Aaroona yara gidiya qeeseti etaara issippe de7anau bessees. Leewatikka asirataa shiishshoogaappe guyyiyan, asirataappe kessido asirataa nu Xoossaa Beeta Maqidasiyaa ehiidi, miishshaa wottiyo kifiliyan wottoosona."
    },
    {
        "English Sentences": "For the children of Israel and the children of Levi shall bring the offering of the corn, of the new wine, and the oil, unto the chambers, where are the vessels of the sanctuary, and the priests that minister, and the porters, and the singers: and we will not forsake the house of our God.",
        "Wolaitta Sentences": "Israa7eela asainne Leewati kattaa, woiniyaanne wogaraa zaitiyaa imotaa, Beeta Maqidasiyaa miishshatinne Beeta Maqidasiyan oottiya qeeseti, penggiyaa naagiyaageetinne mazamuriyaa yexxiyaageeti de7iyo kifileta ehoosona. \"Nuuni nu Xoossaa Beeta Maqidasiyaa oosuwaa mulekka shenehoo gookko\" yaagidi caaqqidosona."
    },
    {
        "English Sentences": "And the rulers of the people dwelt at Jerusalem: the rest of the people also cast lots, to bring one of ten to dwell in Jerusalem the holy city, and nine parts to dwell in other cities.",
        "Wolaitta Sentences": "Asaa kaalettiyaageeti Yerusalaamen de7idosona. Qassi hinkko asaappekka tammaappe issoi issoi geeshsha kataman Yerusalaamen de7ana mala, saamaa yeggidi dooridosona. SHin hara uddufun kushe asai bantta katamatun de7idosona."
    },
    {
        "English Sentences": "And the people blessed all the men, that willingly offered themselves to dwell at Jerusalem.",
        "Wolaitta Sentences": "Yerusalaamen de7anau bantta sheniyan maayida asaa ubbaa asai anjjiis."
    },
    {
        "English Sentences": "Now these are the chief of the province that dwelt in Jerusalem: but in the cities of Judah dwelt every one in his possession in their cities, to wit, Israel, the priests, and the Levites, and the Nethinims, and the children of Solomon's servants.",
        "Wolaitta Sentences": "Hara katamatun de7iya Israa7eela asai, qeeseti, Leewati, Beeta Maqidasiyaa ashkkaratinne Solomona ashkkaratu yarati ubbai bantta kataman kataman de7iya gadiyaa oiqqidi de7idosona. SHin hagaappe kaallidi xaafettidaageeti, Yerusalaamen de7anau yiida biittaa kaalettiyaageeta."
    },
    {
        "English Sentences": "And at Jerusalem dwelt certain of the children of Judah, and of the children of Benjamin. Of the children of Judah; Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalaleel, of the children of Perez;",
        "Wolaitta Sentences": "Yihudaa zariyaappe yiida kaalettiyaageeti Paareesa yara gidiya Ataayanne SHeela yara gidiya Ma7iseeya. Ataayi Ooziyaana na7aa; Ooziyaani Zakkaariyaasa na7aa; Zakkaariyaasi Amaariyaa na7aa; Amaaree SHafaaxiyaa na7aa; SHafaaxee Malaali7eela na7aa."
    },
    {
        "English Sentences": "And Maaseiah the son of Baruch, the son of Colhozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of Shiloni.",
        "Wolaitta Sentences": "Ma7iseeyi Baaruka na7aa; Baaruki Kolihooza na7aa; Kolihoozi Hazaaya na7aa; Hazaayi Adaaya na7aa; Adaayi Yoyaariiba na7aa; Yoyaariibi Zakkaariyaasa na7aa."
    },
    {
        "English Sentences": "All the sons of Perez that dwelt at Jerusalem were four hundred threescore and eight valiant men.",
        "Wolaitta Sentences": "Paareesa yaraappe wolqqaama gidida oiddu xeetanne usuppun tammanne hosppun asati Yerusalaamen de7idosona."
    },
    {
        "English Sentences": "And these are the sons of Benjamin; Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Maaseiah, the son of Ithiel, the son of Jesaiah.",
        "Wolaitta Sentences": "Biniyaama zariyaappe yiida kaalettiyaageeti Saala, Gabbaayanne Sallaaya. Saalu Mashulaama na7aa; Mashulaami Yo7eeda na7aa; Yo7eedi Padaaya na7aa; Padaayi Qolaaya na7aa; Qolaayi Ma7iseeya na7aa; Ma7iseeyi Iti7eela na7aa;"
    },
    {
        "English Sentences": "And after him Gabbai, Sallai, nine hundred twenty and eight.",
        "Wolaitta Sentences": "Iti7eeli Yishaa7iyaa na7aa. Muleera uddufun xeetanne laatamanne hosppun Biniyaama zareti Yerusalaamen de7idosona."
    },
    {
        "English Sentences": "And Joel the son of Zichri was their overseer: and Judah the son of Senuah was second over the city.",
        "Wolaitta Sentences": "Ziikira na7ai Yuu7eeli eta halaqaa; qassi Hassanuu7a na7ai Yihudai kataman naa77antto maaragee de7iyo halaqa."
    },
    {
        "English Sentences": "Of the priests: Jedaiah the son of Joiarib, Jachin.",
        "Wolaitta Sentences": "Qeesetuppe yiida kaalettiyaageeti Yoyaariiba na7aa Yadaaya, Yaakiinanne Saraaya."
    },
    {
        "English Sentences": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, was the ruler of the house of God.",
        "Wolaitta Sentences": "Saraayi Hilqqiyaa na7aa; Hilqqee Mashulaama na7aa; Mashulaami Xaadooqa na7aa; Xaadooqi Maraayoota na7aa; Maraayooti Xoossaa Beeta Maqidasiyaa halaqa gidida Ahixuuba yara."
    },
    {
        "English Sentences": "And their brethren that did the work of the house were eight hundred twenty and two: and Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashur, the son of Malchiah,",
        "Wolaitta Sentences": "Etaara issippe Xoossaa Beeta Maqidasiyaa oosuwaa oottidaageeti muleera hosppun xeetanne laatamanne naa77a. Qassi hara kaalettiyaagee Adaaya; Adaayi Yirohaama na7aa; Yirohaami Palaaliyaa na7aa, Palaalee Amoxa na7aa; Amoxi Zakkaariyaasa na7aa; Zakkaariyaasi Paashihuura na7aa; Paashihuuri Malkkiyaa na7aa."
    },
    {
        "English Sentences": "And his brethren, chief of the fathers, two hundred forty and two: and Amashai the son of Azareel, the son of Ahasai, the son of Meshillemoth, the son of Immer,",
        "Wolaitta Sentences": "Adaayaara issippe de7iya asai muleera naa77u xeetanne oitamanne naa77a. Qassikka hara kaalettiyaagee Amaashasaaya; Amaashasaayi Azaari7eela na7aa; Azaari7eeli Ahizaaya na7aa; Ahizaayi Mashilemoota na7aa; Mashilemooti Imeera na7aa."
    },
    {
        "English Sentences": "And their brethren, mighty men of valour, an hundred twenty and eight: and their overseer was Zabdiel, the son of one of the great men.",
        "Wolaitta Sentences": "Amaashasaayaara issippe de7iya olanchchati muleera issi xeetanne laatamanne hosppuna. Qeesetu halaqai Haggidoolima na7aa Zabddi7eela."
    },
    {
        "English Sentences": "Also of the Levites: Shemaiah the son of Hashub, the son of Azrikam, the son of Hashabiah, the son of Bunni;",
        "Wolaitta Sentences": "Leewatuppe yiida kaalettiyaageetuppe issoi SHamaa7iyaa; SHamaa7ee Hashshuuba na7aa; Hashshuubi Aziriqaama na7aa; Aziriqaami Hashaabiyaa na7aa; Hashaabee Buuna na7aa."
    },
    {
        "English Sentences": "And Shabbethai and Jozabad, of the chief of the Levites, had the oversight of the outward business of the house of God.",
        "Wolaitta Sentences": "Qassi harati SHabbataayanne Yozabaada; eti Xoossaa Beeta Maqidasiyaappe kareera oosettiya oosotussi aawatiya Leewatu halaqata."
    },
    {
        "English Sentences": "And Mattaniah the son of Micha, the son of Zabdi, the son of Asaph, was the principal to begin the thanksgiving in prayer: and Bakbukiah the second among his brethren, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.",
        "Wolaitta Sentences": "Qassikka harai Mataaniyaa; i galataa woosaa woossiyo wode galataa mazamuriyaa yexxiyaageetussi halaqa; i Asaafa yaraappe yelettida Zabdda na7aa na7aa, Miika na7aa. Banaara issippe yexxiyaageetu giddon Baaqibuuqee naa77antto. Qassi haraikka Abdda; i SHaamu7a na7aa; SHaamu7i Galaala na7aa; Galaali Yidutuuna na7aa."
    },
    {
        "English Sentences": "All the Levites in the holy city were two hundred fourscore and four.",
        "Wolaitta Sentences": "Muleera xeetanne hosppun tammanne oiddu Leewati geeshsha kataman Yerusalaamen de7idosona."
    },
    {
        "English Sentences": "Moreover the porters, Akkub, Talmon, and their brethren that kept the gates, were an hundred seventy and two.",
        "Wolaitta Sentences": "Penggiyaa naagiyaageetuppe Aqquuba, Xalmmoonanne etaara issippe oottiya hara issi xeetanne laappun tammanne naa77ata."
    },
    {
        "English Sentences": "And the residue of Israel, of the priests, and the Levites, were in all the cities of Judah, every one in his inheritance.",
        "Wolaitta Sentences": "Attida qeeseti, Leewatinne Israa7eela asai ubbai bantta gadee de7iyoosan de7iyoosan dumma dumma Yihudaa katamatun de7idosona."
    },
    {
        "English Sentences": "But the Nethinims dwelt in Ophel: and Ziha and Gispa were over the Nethinims.",
        "Wolaitta Sentences": "SHin Beeta Maqidasiyaa ashkkarati Yerusalaame kataman issi baggaara de7iya Ofeela giyo heeran de7idosona. Xiihinne Gishppinne naa77ai eta kaalettiyaageeta."
    },
    {
        "English Sentences": "The overseer also of the Levites at Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Micha. Of the sons of Asaph, the singers were over the business of the house of God.",
        "Wolaitta Sentences": "Yerusalaamen de7iya Leewatussi halaqai Uzza. I Baana na7aa; Baani Hashaabiyaa na7aa; Hashaabee Mataaniyaa na7aa; Mataanee Miika na7aa. Uzzi Beeta Maqidasiyan yexxiyaageetussi halaqa gidiya Asaafa yara."
    },
    {
        "English Sentences": "For it was the king's commandment concerning them, that a certain portion should be for the singers, due for every day.",
        "Wolaitta Sentences": "Eti hachchi hachchi oottanabau kawuwaappe etayyo imettida azazoi de7ees."
    },
    {
        "English Sentences": "And Pethahiah the son of Meshezabeel, of the children of Zerah the son of Judah, was at the king's hand in all matters concerning the people.",
        "Wolaitta Sentences": "Yihudaa na7aa Zaraaha yaraappe yelettida Mashezaabeela na7aa Pataahee Israa7eela asaa xeelliya ubbabaassi eta doona gididi, kawuwaa matan de7ees."
    },
    {
        "English Sentences": "And for the villages, with their fields, some of the children of Judah dwelt at Kirjatharba, and in the villages thereof, and at Dibon, and in the villages thereof, and at Jekabzeel, and in the villages thereof,",
        "Wolaitta Sentences": "Asaappe daroti bantta goshshaa goshshaa matan de7iya qeeri katamatun de7idosona. Hegaa gishshau, Yihudaa zareti Qiriyaati-Arbbaa7an, Diboonan, Yaqabxxi7eelaaninne hegaa heeran de7iya qeeri katamatun de7idosona."
    },
    {
        "English Sentences": "And at Jeshua, and at Moladah, and at Bethphelet,",
        "Wolaitta Sentences": "Eti qassi Yeshuu7an, Molaadan, Beeti-PHaleexan,"
    },
    {
        "English Sentences": "And at Hazarshual, and at Beersheba, and in the villages thereof,",
        "Wolaitta Sentences": "Haxaari-SHu7aalan, Berssaabehaaninne hegaa heeran de7iya qeeri katamatun,"
    },
    {
        "English Sentences": "And at Ziklag, and at Mekonah, and in the villages thereof,",
        "Wolaitta Sentences": "Xiqilaagan, Makoonaaninne hegaa heeran de7iya qeeri katamatun de7idosona."
    },
    {
        "English Sentences": "And at Enrimmon, and at Zareah, and at Jarmuth,",
        "Wolaitta Sentences": "Qassikka Enirimmoonan, Xor77aaninne Yarmmuutaanikka de7idosona."
    },
    {
        "English Sentences": "Zanoah, Adullam, and in their villages, at Lachish, and the fields thereof, at Azekah, and in the villages thereof. And they dwelt from Beersheba unto the valley of Hinnom.",
        "Wolaitta Sentences": "Hegaa xalla gidennan Zaanoohan, Adulaamaaninne hegaa heeran de7iya qeeri katamatuuninne Laakishaaninne hegaa heeran de7iya goshshan, qassi Azeeqaaninne hegaa heeran de7iya qeeri katamatuunikka de7idosona. Hegaa gishshau, Yihudaa asai muleera Berssaabehappe biidi, Hinnooma Zanggaaraa gakkanaashin de7iya sohuwan de7idosona."
    },
    {
        "English Sentences": "The children also of Benjamin from Geba dwelt at Michmash, and Aija, and Bethel, and in their villages,",
        "Wolaitta Sentences": "Biniyaama zareti Beeteeleeninne hegaa heeran de7iya qeeri katamatuuninne Gebaa7an, Mikimaasan, Aayan,"
    },
    {
        "English Sentences": "And at Anathoth, Nob, Ananiah,",
        "Wolaitta Sentences": "Anatootan, Nooban, Anaaniyan,"
    },
    {
        "English Sentences": "Hazor, Ramah, Gittaim,",
        "Wolaitta Sentences": "Haxooran, Raaman, Gittaiman,"
    },
    {
        "English Sentences": "Hadid, Zeboim, Neballat,",
        "Wolaitta Sentences": "Hadiidan, Xabo7iiman, Nabalaaxan"
    },
    {
        "English Sentences": "Lod, and Ono, the valley of craftsmen.",
        "Wolaitta Sentences": "Loodan, Oonooninne Kushe Hiillatu Zanggaaraa giyoosankka de7idosona."
    },
    {
        "English Sentences": "And of the Levites were divisions in Judah, and in Benjamin.",
        "Wolaitta Sentences": "Yihudan de7ida Leewatuppe daroti Biniyaama asaara issippe de7anaadan oosettidosona."
    },
    {
        "English Sentences": "Now these are the priests and the Levites that went up with Zerubbabel the son of Shealtiel, and Jeshua: Seraiah, Jeremiah, Ezra,",
        "Wolaitta Sentences": "Salaatiyaala na7aa Zarubaabeelaaranne qeese ubbatu halaqaa Yaasuura omooduwaappe simmida qeeseti hageeta: Saraaya, Ermmaasa, Izira,"
    },
    {
        "English Sentences": "Amariah, Malluch, Hattush,",
        "Wolaitta Sentences": "Amaariyaa, Malluuka, Haxxuusha,"
    },
    {
        "English Sentences": "Shechaniah, Rehum, Meremoth,",
        "Wolaitta Sentences": "SHakaaniyaa, Rehuuma, Maremoota,"
    },
    {
        "English Sentences": "Iddo, Ginnetho, Abijah,",
        "Wolaitta Sentences": "Idda, Ginnetoona, Abiiya,"
    },
    {
        "English Sentences": "Miamin, Maadiah, Bilgah,",
        "Wolaitta Sentences": "Miyamiina, Ma7aadiyaa, Bilgga,"
    },
    {
        "English Sentences": "Shemaiah, and Joiarib, Jedaiah,",
        "Wolaitta Sentences": "SHamaa7iyaa, Yoyaariiba, Yadaaya,"
    },
    {
        "English Sentences": "Sallu, Amok, Hilkiah, Jedaiah. These were the chief of the priests and of their brethren in the days of Jeshua.",
        "Wolaitta Sentences": "Saala, Amooka, Hilqqiyaanne Yadaaya. Hageeti Yaasu laittan qeesetussinne qeesetu yaratussi halaqa gididaageeta."
    },
    {
        "English Sentences": "Moreover the Levites: Jeshua, Binnui, Kadmiel, Sherebiah, Judah, and Mattaniah, which was over the thanksgiving, he and his brethren.",
        "Wolaitta Sentences": "Etaara issippe simmida Leewati Yaasa, Biinuya, Qaadimi7eela, SHerebiyaa, Yihudaanne Mataaniyaa. Mataanee hara banaara oottiyaageetuura issippe galataa mazamuriyaa yexxiyaageetussi halaqa."
    },
    {
        "English Sentences": "Also Bakbukiah and Unni, their brethren, were over against them in the watches.",
        "Wolaitta Sentences": "Etaara issippe yexxiya Baaqibuuqeenne Uunnoi etappe sinttaara haa simmi eqqidi yexxoosona."
    },
    {
        "English Sentences": "And Jeshua begat Joiakim, Joiakim also begat Eliashib, and Eliashib begat Joiada,",
        "Wolaitta Sentences": "Yaasu Yoyaaqiima yeliis; Yoyaaqiimi Eliyaashiba yeliis; Eliyaashibi Yoyaadaa7a yeliis;"
    },
    {
        "English Sentences": "And Joiada begat Jonathan, and Jonathan begat Jaddua.",
        "Wolaitta Sentences": "Yoyaadaa7i Yonaataana yeliis; Yonaataani Yadduu7a yeliis."
    },
    {
        "English Sentences": "And in the days of Joiakim were priests, the chief of the fathers: of Seraiah, Meraiah; of Jeremiah, Hananiah;",
        "Wolaitta Sentences": "Yoyaaqiimi qeese ubbatu halaqa gidido laitti, hagaappe kaallidi xaafettidaageeti, qeesetu yaratu halaqa gididosona. Saraaya yaraa halaqai Maraaya. Ermmaasa yaraa halaqai Hanaaniyaa."
    },
    {
        "English Sentences": "Of Ezra, Meshullam; of Amariah, Jehohanan;",
        "Wolaitta Sentences": "Izira yaraa halaqai Mashulaama. Amaariyaa yaraa halaqai Yahohanaana."
    },
    {
        "English Sentences": "Of Melicu, Jonathan; of Shebaniah, Joseph;",
        "Wolaitta Sentences": "Malluuka yaraa halaqai Yonaataana. SHabaaniyaa yaraa halaqai Yooseefa."
    },
    {
        "English Sentences": "Of Harim, Adna; of Meraioth, Helkai;",
        "Wolaitta Sentences": "Hariima yaraa halaqai Adiina. Maraayoota yaraa halaqai Hilqqaaya."
    },
    {
        "English Sentences": "Of Iddo, Zechariah; of Ginnethon, Meshullam;",
        "Wolaitta Sentences": "Iddo yaraa halaqai Zakkaariyaasa. Ginnetoona yaraa halaqai Mashulaama."
    },
    {
        "English Sentences": "Of Abijah, Zichri; of Miniamin, of Moadiah, Piltai;",
        "Wolaitta Sentences": "Abiiya yaraa halaqai Ziikira. Miniyaaminanne Ma7aadiyaa yaraa halaqai Pilxxaaya."
    },
    {
        "English Sentences": "Of Bilgah, Shammua; of Shemaiah, Jehonathan;",
        "Wolaitta Sentences": "Bilgga yaraa halaqai SHaamu7a. SHamaa7iyaa yaraa halaqai Yonaataana."
    },
    {
        "English Sentences": "And of Joiarib, Mattenai; of Jedaiah, Uzzi;",
        "Wolaitta Sentences": "Yoyaariiba yaraa halaqai Matanaaya. Yadaaya yaraa halaqai Uzza."
    },
    {
        "English Sentences": "Of Sallai, Kallai; of Amok, Eber;",
        "Wolaitta Sentences": "Sallaaya yaraa halaqai Qaallaaya. Amooka yaraa halaqai Ebeera."
    },
    {
        "English Sentences": "Of Hilkiah, Hashabiah; of Jedaiah, Nethaneel.",
        "Wolaitta Sentences": "Hilqqiyaa yaraa halaqai Hashaabiyaa. Yadaaya yaraa halaqai Nataani7eela."
    },
    {
        "English Sentences": "The Levites in the days of Eliashib, Joiada, and Johanan, and Jaddua, were recorded chief of the fathers: also the priests, to the reign of Darius the Persian.",
        "Wolaitta Sentences": "Leewatu halaqati Eliyaashibi, Yoyaadaa7i, Yohanaaninne Yadduu7i qeese halaqa gidido dumma dumma laittan xaafettidosona. Qassi qeeseti Parsse biittaa asa gidiya Daariyoosi kawotido laittan xaafettidosona."
    },
    {
        "English Sentences": "The sons of Levi, the chief of the fathers, were written in the book of the chronicles, even until the days of Johanan the son of Eliashib.",
        "Wolaitta Sentences": "Gido shin, Leewatu yaratu halaqati mazggafan xaafettidoi Eliyaashiba na7aa na7aa Yohanaani haiqqana gakkanaashin de7iya wodiyaa xalaalaana."
    },
    {
        "English Sentences": "And the chief of the Levites: Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, with their brethren over against them, to praise and to give thanks, according to the commandment of David the man of God, ward over against ward.",
        "Wolaitta Sentences": "Leewata kaalettiyaageeti Hashaabiyaa, SHerebiyaanne Qaadimi7eela na7aa Yaasa. Eti Xoossa asa gidiya Kawoi Daawiti azazidoogaadan, naa77an shaahetti eqqidi, kayan kayan Xoossaa bonchchoosonanne ayyo galataa mazamuriyaa yexxoosona."
    },
    {
        "English Sentences": "Mattaniah, and Bakbukiah, Obadiah, Meshullam, Talmon, Akkub, were porters keeping the ward at the thresholds of the gates.",
        "Wolaitta Sentences": "Beeta Maqidasiyaa gimbbiyaa penggiyaa matan keexettida dumma dumma miishshaa wottiyo keettaa naagiyaageeti Mataaniyaa, Baaqibuuqiyaa, Obaadiyaa, Mashulaama, Xalmmoonanne Aqquuba giyoogeeta."
    },
    {
        "English Sentences": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the governor, and of Ezra the priest, the scribe.",
        "Wolaitta Sentences": "Hageeti Yoxedeeqa na7aa na7aa, Yaasu na7aa Yoyaaqiimi, biittaa haariyaa Nahimeenne qeesenne xaafe gidiya Iziri de7ido laittan oottidosona."
    },
    {
        "English Sentences": "And at the dedication of the wall of Jerusalem they sought the Levites out of all their places, to bring them to Jerusalem, to keep the dedication with gladness, both with thanksgivings, and with singing, with cymbals, psalteries, and with harps.",
        "Wolaitta Sentences": "Yerusalaame gimbbee gimbbettidi wurido baalaa bonchchiyo wode, Leewati bantta de7iyo sohuwaappe sohuwaappe koyettidi, Yerusalaame yiidosona; yiidi daalan, diittaaninne maazinqqiyan galataa mazamuriyaa ufaissan yexxiiddi, baalaa puulayidosona."
    },
    {
        "English Sentences": "And the sons of the singers gathered themselves together, both out of the plain country round about Jerusalem, and from the villages of Netophathi;",
        "Wolaitta Sentences": "Ha baalaa bonchchanau Leewatu zareti, mazamuriyaa yexxiyaageeti ubbai bantta keexxidi uttido Yerusalaame yuushuwaappenne Naxoofatu biittan de7iya qeeri katamatuppe,"
    },
    {
        "English Sentences": "Also from the house of Gilgal, and out of the fields of Geba and Azmaveth: for the singers had builded them villages round about Jerusalem.",
        "Wolaitta Sentences": "Beeti-Gelggalappe, Gebaa7appenne Azimaaweetappe shiiqettidi yiidosona."
    },
    {
        "English Sentences": "And the priests and the Levites purified themselves, and purified the people, and the gates, and the wall.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, qeesetinne Leewati bantta huuphiyau geeyidosona; qassi asai ubbai, gimbbiyaa penggetinne gimbbee Xoossaassi geeyanaadan oottiyo wogaa polidosona."
    },
    {
        "English Sentences": "Then I brought up the princes of Judah upon the wall, and appointed two great companies of them that gave thanks, whereof one went on the right hand upon the wall toward the dung gate:",
        "Wolaitta Sentences": "Taani Yihudaa kaalettiyaageeta gimbbiyaa bollan shiishshaas; qassi mazamuriyaa yexxiyaageetakka naa77u citan shaakkada Xoossaa galatana mala oottaas. Issi citai gimbbiyaa huuphiyaara ushachchi simmidi, Pituwaa Oliyo Penggiyaa baggau biis."
    },
    {
        "English Sentences": "And after them went Hoshaiah, and half of the princes of Judah,",
        "Wolaitta Sentences": "Hoshaayinne Yihudaa kaalettiyaageetuppe baggati etappe guyyeera kaalloosona."
    },
    {
        "English Sentences": "And Azariah, Ezra, and Meshullam,",
        "Wolaitta Sentences": "Harati qassi etaara de7iyaageeti Azaariyaa, Izira, Mashulaama,"
    },
    {
        "English Sentences": "Judah, and Benjamin, and Shemaiah, and Jeremiah,",
        "Wolaitta Sentences": "Yihudaa, Biniyaama, SHamaa7iyaa, Ermmaasanne"
    },
    {
        "English Sentences": "And certain of the priests' sons with trumpets; namely, Zechariah the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph:",
        "Wolaitta Sentences": "xurumbbaa oiqqida qeeseta. Qassi etappe guyyeera yiidaagee Zakkaariyaasa; Zakkaariyaasi Yonaataana na7aa; Yonaataani SHamaa7iyaa na7aa; SHamaa7ee Mataaniyaa na7aa; Mataanee Mikaaya na7aa; Mikaayi Zakkuura na7aa; Zakkuuri Asaafa na7aa."
    },
    {
        "English Sentences": "And his brethren, Shemaiah, and Azarael, Milalai, Gilalai, Maai, Nethaneel, and Judah, Hanani, with the musical instruments of David the man of God, and Ezra the scribe before them.",
        "Wolaitta Sentences": "Zakkaariyaasa yara gidiya SHamaa7ee, Azaari7eeli, Milalaayi, Gilalaayi, Ma7aayi, Nataani7eeli, Yihudainne Hanaani Xoossaa asa gidiya Daawiti Xoossaassi yexxiyo wode go7ettiyo yetta miishsha ubbaa ekkidi, Zakkaariyaasappe guyyeera kaallidosona. Eta citaa kaalettiyaagee xaafiyaa Izira."
    },
    {
        "English Sentences": "And at the fountain gate, which was over against them, they went up by the stairs of the city of David, at the going up of the wall, above the house of David, even unto the water gate eastward.",
        "Wolaitta Sentences": "Pulttuwaa Penggiyaakko gakkoogaappe guyyiyan, Daawita Katamaakko simmidi, gimbbiyaa bollan de7iya xekkaa kiyidosona; kiyidi Daawita keettaa aadhdhidi, katamaappe arshsho baggaara de7iya Haattaa Penggiyaakko biidosona."
    },
    {
        "English Sentences": "And the other company of them that gave thanks went over against them, and I after them, and the half of the people upon the wall, from beyond the tower of the furnaces even unto the broad wall;",
        "Wolaitta Sentences": "Naa77antto mazamuriyaa yexxiyaageetu citai gimbbiyaa huuphiyaa oiqqidi, haddirssi simmidi biis. Taani asaappe baggaara issippe gidada etappe guyyeera kaallaas. Itoone Adussa Gimbbiyaappe aadhdhidi, Aaho Gimbbiyaa giyo sohuwaa gakkida."
    },
    {
        "English Sentences": "And from above the gate of Ephraim, and above the old gate, and above the fish gate, and the tower of Hananeel, and the tower of Meah, even unto the sheep gate: and they stood still in the prison gate.",
        "Wolaitta Sentences": "Qassi hegaappekka simmin, Efireema Penggiyaa, Gal77a Penggiyaa, Moliyaa Penggiyaa, Hanaani7eela Adussa Gimbbiyaanne Xeetu Adussa Gimbbiyaa gakkanaashinkka biida. Wurssettan Dorssaa Penggiyaa mataara biidi, Naagiyaageetu Penggiyaa gakkidi eqqida."
    },
    {
        "English Sentences": "So stood the two companies of them that gave thanks in the house of God, and I, and the half of the rulers with me:",
        "Wolaitta Sentences": "Mazamuriyan Xoossaa galatiya naa77u citaikka Xoossaa Beeta Maqidasiyaakko gakkidosona; qassi taanikka tanaara issippe de7iya kaalettiyaageetuura gakkaas."
    },
    {
        "English Sentences": "And the priests; Eliakim, Maaseiah, Miniamin, Michaiah, Elioenai, Zechariah, and Hananiah, with trumpets;",
        "Wolaitta Sentences": "Nuuppe harati hagaappe kaallidi xaafettida, xurumbbaa punniya qeesetikka gakkidosona. Hegeetikka Eliyaaqiima, Ma7iseeya, Miniyaamina, Mikaaya, Eliyoo7enaaya, Zakkaariyaasanne Hanaaniyaa."
    },
    {
        "English Sentences": "And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer. And the singers sang loud, with Jezrahiah their overseer.",
        "Wolaitta Sentences": "Eta kaallidi gakkidaageeti Ma7iseeya, SHamaa7iyaa, El77aazara, Uzza, Yahohanaana, Malkkiyaa, Elaamanne Exeera. Nuuni ubbai denddi eqqoogaappe guyyiyan, mazamuriyaa yexxiyaageeti Yiziraahee eta kaalettin, bantta cenggurssaa xoqqu oottidi yexxidosona."
    },
    {
        "English Sentences": "Also that day they offered great sacrifices, and rejoiced: for God had made them rejoice with great joy: the wives also and the children rejoiced: so that the joy of Jerusalem was heard even afar off.",
        "Wolaitta Sentences": "He gallassi daro yarshshuwaa asai Xoossaassi yarshshiis; aissi giikko, Xoossai eta gita ufaissan ufaissiis; macca asaikka naatikka ufaittidosona. Hegaa gishshau, Yerusalaame asai ufaittiyo ufaissai haahuwan siyettiis."
    },
    {
        "English Sentences": "And at that time were some appointed over the chambers for the treasures, for the offerings, for the firstfruits, and for the tithes, to gather into them out of the fields of the cities the portions of the law for the priests and Levites: for Judah rejoiced for the priests and for the Levites that waited.",
        "Wolaitta Sentences": "He gallassi asai immiyo imotataa, asirataanne laittan ka77iyaa kattaa aifiyaappe koiruwaa shiishshidi, miishshata wottiyo keettan wottidi, naagiya halaqata dooridosona. Ha doorido asati dumma dumma katamatun de7iya shooqatuppe higgee azaziyoogaadan, qeesetussinne Leewatussi bessiya qommuwaa shiishshoosona. Aissi giikko, Yihudaa asai ubbai qeesetuuninne Leewatun keehippe ufaittidosona."
    },
    {
        "English Sentences": "And both the singers and the porters kept the ward of their God, and the ward of the purification, according to the commandment of David, and of Solomon his son.",
        "Wolaitta Sentences": "Eti Xoossai azazidobaa oottidosona; qassi geeyiyo wogaakka polidosona. Eta xalla gidennan, mazamuriyaa yexxiyaageetinne penggiyaa naagiyaageeti Daawitinne a na7aa Solomoni azazido oosuwaa polidosona."
    },
    {
        "English Sentences": "For in the days of David and Asaph of old there were chief of the singers, and songs of praise and thanksgiving unto God.",
        "Wolaitta Sentences": "Kase Daawitanne Asaafa wodiyaappe doommidikka mazamuriyaa yexxiyaageetu citaa kaalettiyaageeti Xoossaa yettan galatanaunne bonchchanau de7iyoogee erettidi de7iyaaba."
    },
    {
        "English Sentences": "And all Israel in the days of Zerubbabel, and in the days of Nehemiah, gave the portions of the singers and the porters, every day his portion: and they sanctified holy things unto the Levites; and the Levites sanctified them unto the children of Aaron.",
        "Wolaitta Sentences": "Zarubaabeela laittaaninne Nahimiyaa laittan Israa7eela ubbai mazamuriyaa yexxiyaageetussinne penggiyaa naagiyaageetussi bessiya qommuwaa hachchi hachchi immidosona; qassi Leewatussikka etau dummayido qommuwaa immidosona. Leewatikka qassi Aaroona yarata gidiya qeesetussi etayyo dummayido qommuwaa immidosona."
    },
    {
        "English Sentences": "On that day they read in the book of Moses in the audience of the people; and therein was found written, that the Ammonite and the Moabite should not come into the congregation of God for ever;",
        "Wolaitta Sentences": "He gallassi asai ubbai siyishin, Muuse Maxaafai nabbabettiis; he wode eti, \"Moo7aaba biittaa asainne Amoona biittaa asai Xoossaa maabaran gaittanau bessenna\" giya sohuwaa maxaafaa giddon demmidosona."
    },
    {
        "English Sentences": "Because they met not the children of Israel with bread and with water, but hired Balaam against them, that he should curse them: howbeit our God turned the curse into a blessing.",
        "Wolaitta Sentences": "Aissi giikko, Israa7eela asai Gibxxeppe kiyidi, Kanaane biyo wode, Moo7aabanne Amoona biittaa asai etau kattaanne haattaa immennan ixxidosona. Hegaa bollikka qassi Israa7eela asaa qanggana mala, Balaamassi miishshaa immidi shammidosona. Gido shin, nu Xoossai qanggettaa anjjuwau laammiis."
    },
    {
        "English Sentences": "Now it came to pass, when they had heard the law, that they separated from Israel all the mixed multitude.",
        "Wolaitta Sentences": "Ha higgiyaa Israa7eela asai siyido wode, allaga zare walahai de7iyo ubbaa Israa7eelappe shaakkiis."
    },
    {
        "English Sentences": "And before this, Eliashib the priest, having the oversight of the chamber of the house of our God, was allied unto Tobiah:",
        "Wolaitta Sentences": "Hegaappe kasetidi, Beeta Maqidasiyan miishshata wottiyo kifiletussi halaqa gidiya Eliyaashibi Xoobbiyaara dabbotaa medhdhi uttiis."
    },
    {
        "English Sentences": "And he had prepared for him a great chamber, where aforetime they laid the meat offerings, the frankincense, and the vessels, and the tithes of the corn, the new wine, and the oil, which was commanded to be given to the Levites, and the singers, and the porters; and the offerings of the priests.",
        "Wolaitta Sentences": "Hegaappe denddidaagan kattaa imotaa, ixaanaa, Beeta Maqidasiyan de7iya dumma dumma miishshata, kattaappe woiniyaappenne zaitiyaappe Leewatussi, mazamuriyaa yexxiyaageetussinne penggiyaa naagiyaageetussi immiyo asirataanne qeesetussi immiyo qommuwaa wottiyo wogga kifiliyaa Eliyaashibi Xoobbee aqana mala, ayyo giigissiis."
    },
    {
        "English Sentences": "But in all this time was not I at Jerusalem: for in the two and thirtieth year of Artaxerxes king of Babylon came I unto the king, and after certain days obtained I leave of the king:",
        "Wolaitta Sentences": "Ha ubbabai haniyo wode taani Yerusalaamen de7ikke. Aissi giikko, Arxxekssiisi Baabiloone biittan kawotido hasttamanne naa77antto laittan taani simmada Baabiloone biittaa kawuwaakko baichchaas. Gido shin, guutta wodiyaappe guyyiyan, kawuwaa oichchada,"
    },
    {
        "English Sentences": "And I came to Jerusalem, and understood of the evil that Eliashib did for Tobiah, in preparing him a chamber in the courts of the house of God.",
        "Wolaitta Sentences": "Yerusalaame simmada yaas. Yaada Xoossaa Beeta Maqidasee de7iyoosan Eliyaashibi Xoobbiyaassi aqiyo kifiliyaa giigissidi, i oottido iitabaa akeekaas."
    },
    {
        "English Sentences": "And it grieved me sore: therefore I cast forth all the household stuff of Tobiah out of the chamber.",
        "Wolaitta Sentences": "Keehi yiillotada, Xoobbiyaa so miishshaa muliyaa kifiliyaappe kessada, kare olaas."
    },
    {
        "English Sentences": "Then I commanded, and they cleansed the chambers: and thither brought I again the vessels of the house of God, with the meat offering and the frankincense.",
        "Wolaitta Sentences": "Kifiliyaakka qassi wogaadan geeshshana mala azazaas. Xoossaa Beeta Maqidasiyaa miishshata, kattaa, imotaanne ixaanaa zaarada he sohuwaa gelissaas."
    },
    {
        "English Sentences": "And I perceived that the portions of the Levites had not been given them: for the Levites and the singers, that did the work, were fled every one to his field.",
        "Wolaitta Sentences": "Qassi asai Leewatussinne mazamuriyaa yexxiyaageetussi bessiya qommuwaa immibeenna gishshau, Leewatinne mazamuriyaa yexxiyaageeti ubbai bantta oosuwaa aggidi, goshshau guyye biidoogaa be7aas."
    },
    {
        "English Sentences": "Then contended I with the rulers, and said, Why is the house of God forsaken? And I gathered them together, and set them in their place.",
        "Wolaitta Sentences": "Hegaa gishshau, taani halaqata, \"Xoossaa Beeta Maqidasiyaa oosuwaa aissi oli aggidetii?\" yaagada hanqqettaas. Hegaappe guyyiyan, eta xeegada ubbaakka eta oosuwau oosuwau zaaraas."
    },
    {
        "English Sentences": "Then brought all Judah the tithe of the corn and the new wine and the oil unto the treasuries.",
        "Wolaitta Sentences": "Yaatin, Yihudaa asai ubbai kattaappe, woiniyaappenne zaitiyaappe immiyo asirataa Beeta Maqidasiyaa miishshata wottiyo keettaa zaaridi, ehuwaa doommiis."
    },
    {
        "English Sentences": "And I made treasurers over the treasuries, Shelemiah the priest, and Zadok the scribe, and of the Levites, Pedaiah: and next to them was Hanan the son of Zaccur, the son of Mattaniah: for they were counted faithful, and their office was to distribute unto their brethren.",
        "Wolaitta Sentences": "Taani qeesiyaa SHeleemiyaa, xaafiyaa Xaadooqanne Leewiyaa Padaaya miishshaa wottiyo keettau halaqa oottada sunttaas. Qassi Mataaniyaa na7aa na7aa Zakkuura na7ai Hanaani eta maaddiyaagaa. Hageeti ubbaikka koshshiyaabaa ubbaa bantta ishanttussi shaakki shaakki immiyoogan ammanettiyaageeta gididosona."
    },
    {
        "English Sentences": "Remember me, O my God, concerning this, and wipe not out my good deeds that I have done for the house of my God, and for the offices thereof.",
        "Wolaitta Sentences": "\"Ta Xoossau tana qoppa; qassi ne Beeta Maqidasiyaa oosoi giigana mala, taani oottido lo77o oosuwaakka dogoppa\" yaagada taani woossaas."
    },
    {
        "English Sentences": "In those days saw I in Judah some treading wine presses on the sabbath, and bringing in sheaves, and lading asses; as also wine, grapes, and figs, and all manner of burdens, which they brought into Jerusalem on the sabbath day: and I testified against them in the day wherein they sold victuals.",
        "Wolaitta Sentences": "He wodiyan taani Yihudan de7iya asai Sambbata gallassi woiniyaa gum77ishin be7aas; haratikka qassi kattaa, woiniyaa eessaa, woiniyaa aifiyaa, balasiyaa aifiyaanne hegeeta milatiyaabata bantta hariyan caanidi, Sambbata gallassan Yerusalaame ehiyoogaa be7aas. Hegaa gishshau, eti Sambbata gallassan zal77ennaadan taani etau minttada yootaas."
    },
    {
        "English Sentences": "There dwelt men of Tyre also therein, which brought fish, and all manner of ware, and sold on the sabbath unto the children of Judah, and in Jerusalem.",
        "Wolaitta Sentences": "Hegaa bollikka qassi Yerusalaamen de7iya Xiiroosa biittaa asati moliyaanne hara issi issi zal77e miishshata ehiidi, Sambbatan Yerusalaamen Yihudaa asaassi baizzoosona."
    },
    {
        "English Sentences": "Then I contended with the nobles of Judah, and said unto them, What evil thing is this that ye do, and profane the sabbath day?",
        "Wolaitta Sentences": "Hegaa gishshau, taani Yihudaa kaalettiyaageetuura hagaadan yaagada ooyettaas; \"Hagaa mala iita oosuwaa oottidi, Sambbataa aissi tunisseetii?"
    },
    {
        "English Sentences": "Did not your fathers thus, and did not our God bring all this evil upon us, and upon this city? yet ye bring more wrath upon Israel by profaning the sabbath.",
        "Wolaitta Sentences": "Xoossai hagaa mala metuwaa nu bollaaninne nu katamaa bollan ehiidoogee, kase intte aawati hegaa mala iitabaa oottiina gidenneeyye? Ha77i intte qassi Sambbataa tunissidi, Israa7eela bollan hara hanqquwaa ehaanau haneeta\" yaagaas."
    },
    {
        "English Sentences": "And it came to pass, that when the gates of Jerusalem began to be dark before the sabbath, I commanded that the gates should be shut, and charged that they should not be opened till after the sabbath: and some of my servants set I at the gates, that there should no burden be brought in on the sabbath day.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Sambbata gallassaappe kasetidi de7iya gallassan sa7ai lem77iyo wode, Yerusalaame gimbbiyaa penggeti gorddettanaadaaninne Sambbatai aadhdhanaashin dooyettennaadan taani azazaas. Qassi Sambbata gallassan aiba zal77enne ekkidi gelennaadan naagana mala, ta ashkkaratuppe issoota issoota gimbbiyaa penggiyan essaas."
    },
    {
        "English Sentences": "So the merchants and sellers of all kind of ware lodged without Jerusalem once or twice.",
        "Wolaitta Sentences": "Hegaa gishshau, dumma dumma zal77e miishshata ehiya zal77anchchati issuwaappe biidi naa77aa gakkanaashin, Yerusalaame gimbbiyaappe gaxa baggaara aqidosona."
    },
    {
        "English Sentences": "Then I testified against them, and said unto them, Why lodge ye about the wall? if ye do so again, I will lay hands on you. From that time forth came they no more on the sabbath.",
        "Wolaitta Sentences": "SHin taani eta hagaadan yaagada seeraas; \"Gimbbiyaappe gaxaara waananau aqeetii? Intte naa77antto hegaadan oottikko, taani wolqqankka inttena teqqana\" yaagaas. He gallassappe guyyiyan, naa77antto Sambbata galla mule yibookkona."
    },
    {
        "English Sentences": "And I commanded the Levites that they should cleanse themselves, and that they should come and keep the gates, to sanctify the sabbath day. Remember me, O my God, concerning this also, and spare me according to the greatness of thy mercy.",
        "Wolaitta Sentences": "Leewati bantta huuphiyaa geeshshanaadaaninne Sambbata gallassaikka geeshsha gidana mala, gimbbiyaa penggeta naaganaadan taani azazaas. \"Ta Xoossau, ha ubbabaa gishshau, neeni tana qoppa; qassi ne aggenna siiquwaa gishshau, neeni taayyo qaretta\" yaagada taani woossaas."
    },
    {
        "English Sentences": "In those days also saw I Jews that had married wives of Ashdod, of Ammon, and of Moab:",
        "Wolaitta Sentences": "He wode qassikka taani Yihudaa attuma asaappe issooti issooti machchiyo Ashddooda, Amoonanne Moo7aaba biittatuppe ekkidoogaa be7aas."
    },
    {
        "English Sentences": "And their children spake half in the speech of Ashdod, and could not speak in the Jews' language, but according to the language of each people.",
        "Wolaitta Sentences": "Ubba qassi iitabai eta naatuppe baggai Ashddooda biittaa woikko issi issi hara biittaa qaalan haasayoosonappe attin, bantta biittaa, Yihudaa qaalan haasayanau danddayokkona."
    },
    {
        "English Sentences": "And I contended with them, and cursed them, and smote certain of them, and plucked off their hair, and made them swear by God, saying, Ye shall not give your daughters unto their sons, nor take their daughters unto your sons, or for yourselves.",
        "Wolaitta Sentences": "Taani etaara ooyettaasinne eta qanggaas; qassi etappe issoota issoota dechchada, eta huuphiyaa binnaanaa shoddaas. Hegaa xalla gidennan eti naa77antto bantta macca naata eta attuma naatussi immennaadaaninne eta macca naatakka banttassinne bantta attuma naatussi ekkennaadan Xoossaa sunttan caaqettaas."
    },
    {
        "English Sentences": "Did not Solomon king of Israel sin by these things? yet among many nations was there no king like him, who was beloved of his God, and God made him king over all Israel: nevertheless even him did outlandish women cause to sin.",
        "Wolaitta Sentences": "Qassikka eta hagaadan yaagaas; \"Kawoi Solomoni nagaraa oottidoogee allaga biittaa maccaasatuppe denddidaagaana gidenneeyye? Solomona mala kawoi hara daro biittaa kawotu giddonkka baawa; Xoossaikka a dosido gishshau, Israa7eela asaa ubbaa bollan kawoyiis. Gido shin, harai atto akka allaga biittaa maccaasati hagaa mala nagaraa ootissidosona."
    },
    {
        "English Sentences": "Shall we then hearken unto you to do all this great evil, to transgress against our God in marrying strange wives?",
        "Wolaitta Sentences": "Yaatin, nuunikka qassi intte zoriyaa siyidi, allaga maccaasaa ekkidinne hegaa mala iitabaa oottidi, Xoossaa naaqqaneeyye?\" yaagaas."
    },
    {
        "English Sentences": "And one of the sons of Joiada, the son of Eliashib the high priest, was son in law to Sanballat the Horonite: therefore I chased him from me.",
        "Wolaitta Sentences": "Qeese ubbatu halaqaa Eliyaashiba naatuppe issoi Yoyaadaa7a; shin a naatuppe issoi Beeti-Horoona katamaa asa gidiya Sanbbalaaxa na7iyo machchiis. Yaatin, taani a ta de7iyoosaappe yedettaas."
    },
    {
        "English Sentences": "Remember them, O my God, because they have defiled the priesthood, and the covenant of the priesthood, and of the Levites.",
        "Wolaitta Sentences": "\"Ta Xoossau, hageeti qeesetettaa wogaa tunissidoogaanne neeni qeesetuuranne Leewatuura wottido qaalaa maachchaa kolidoogaa be7a\" yaagada taani woossaas."
    },
    {
        "English Sentences": "Thus cleansed I them from all strangers, and appointed the wards of the priests and the Levites, every one in his business;",
        "Wolaitta Sentences": "Eta allaga gidiya yoho ubbaappe geeshshoogaappe guyyiyan, qeesetussinne Leewatussi eta oosuwaa oosuwaa immaas."
    },
    {
        "English Sentences": "And for the wood offering, at times appointed, and for the firstfruits. Remember me, O my God, for good.",
        "Wolaitta Sentences": "Qassi yarshshuwaa xuuggiyo mittaikka wodiyan wodiyan yaana malanne asaikka bau aifidabaappe koiro aifiyaa imota oottidi ehaana mala, wogaa wottaas. \"Ta Xoossau, ne lo77otettan tana qoppa\" yaagada taani woossaas."
    }
]