[
    {
        "English Sentences": "The proverbs of Solomon the son of David, king of Israel;",
        "Wolaitta Sentences": "Hageeti Israa7eela Kawuwaa Daawita na7aa Solomona leemisota."
    },
    {
        "English Sentences": "To know wisdom and instruction; to perceive the words of understanding;",
        "Wolaitta Sentences": "Leemisoti asai aadhdhida eratettaa, seeraanne era haasayaa akeekanau maaddoosona."
    },
    {
        "English Sentences": "To receive the instruction of wisdom, justice, and judgment, and equity;",
        "Wolaitta Sentences": "Eti aadhdhida eratettan, de7ana de7uwaa, xillotettaa, suure pirddaanne suuretettaa tamaarissiyaageeta,"
    },
    {
        "English Sentences": "To give subtilty to the simple, to the young man knowledge and discretion.",
        "Wolaitta Sentences": "hiillaa erennaageeta erissiyaageeta, wodallatussi eratettaanne adussa qofaa immiyaageeta."
    },
    {
        "English Sentences": "A wise man will hear, and will increase learning; and a man of understanding shall attain unto wise counsels:",
        "Wolaitta Sentences": "Aadhdhida eranchchati ha leemisota siyidi, eraa gujjoosona; akeekanchcha asatikka lo77o zoriyaa ekkoosona."
    },
    {
        "English Sentences": "To understand a proverb, and the interpretation; the words of the wise, and their dark sayings.",
        "Wolaitta Sentences": "Hegaadan leemisotanne eta birshshettaa, aadhdhida eranchchatu haasayaanne eta qan77isheta akeekanau danddayettees."
    },
    {
        "English Sentences": "The fear of the LORD is the beginning of knowledge: but fools despise wisdom and instruction.",
        "Wolaitta Sentences": "Aadhdhida eratettaassi doomettai GODAASSI yayyiyoogaa; shin eeyyati aadhdhida eratettaanne seeraa karoosona."
    },
    {
        "English Sentences": "My son, hear the instruction of thy father, and forsake not the law of thy mother:",
        "Wolaitta Sentences": "Ta na7au, ne aawaa zoriyaa ezgga; ne aayyiyaa tamaarissiyoogaakka karoppa."
    },
    {
        "English Sentences": "For they shall be an ornament of grace unto thy head, and chains about thy neck.",
        "Wolaitta Sentences": "Hegee ne huuphiyau bonchcho kallachcha; ne qooriyaukka gozdda gidana."
    },
    {
        "English Sentences": "My son, if sinners entice thee, consent thou not.",
        "Wolaitta Sentences": "Ta na7au, nena nagaranchchati balettikko, eeno gooppa."
    },
    {
        "English Sentences": "If they say, Come with us, let us lay wait for blood, let us lurk privily for the innocent without cause:",
        "Wolaitta Sentences": "Eti nena, \"Nunaara hindda; asa woranau zuggidi naagoos; gaasoi xayikkonne xillota woranau qosetti uttoos;"
    },
    {
        "English Sentences": "Let us swallow them up alive as the grave; and whole, as those that go down into the pit:",
        "Wolaitta Sentences": "Si7oolee mittiyoogaadan, nuunikka eta paxa de7ishin mittoos; nuuni eta ciimma ollan oliyo asatudan oottana."
    },
    {
        "English Sentences": "We shall find all precious substance, we shall fill our houses with spoil:",
        "Wolaitta Sentences": "Nuuni al77o miishsha ubbaa demmana; demmidi nu keettaa omooduwan kunttana;"
    },
    {
        "English Sentences": "Cast in thy lot among us; let us all have one purse:",
        "Wolaitta Sentences": "nunaara zuppeta; demmidobaakka issippe shaakkana\" yaagana."
    },
    {
        "English Sentences": "My son, walk not thou in the way with them; refrain thy foot from their path:",
        "Wolaitta Sentences": "Ta na7au, etaara ogiyaa hemettoppa; ne tohuwaa eta loossuwaa yettoppa."
    },
    {
        "English Sentences": "For their feet run to evil, and make haste to shed blood.",
        "Wolaitta Sentences": "Aissi giikko, eti iitabaa oottanau woxxoosona; asaa suuttaa gussanau jaamoosona."
    },
    {
        "English Sentences": "Surely in vain the net is spread in the sight of any bird.",
        "Wolaitta Sentences": "Kafoi xeellishin, a oiqqanau gitiyaa yeggiyoogee ainne maaddenna."
    },
    {
        "English Sentences": "And they lay wait for their own blood; they lurk privily for their own lives.",
        "Wolaitta Sentences": "SHin eti bantta suuttaa gussanau zuggoosona; bantta shemppuwaa woranau qosetti uttoosona."
    },
    {
        "English Sentences": "So are the ways of every one that is greedy of gain; which taketh away the life of the owners thereof.",
        "Wolaitta Sentences": "Geniyan go77aa demmiya ubbatu wurssettai hegaa mala; he aawu shemppuwaa ekkees."
    },
    {
        "English Sentences": "Wisdom crieth without; she uttereth her voice in the streets:",
        "Wolaitta Sentences": "Aadhdhida eratettiyaa ogiyan xeesausu; dere gutaran ba qaalaa xoqqu oottada alaahausu."
    },
    {
        "English Sentences": "She crieth in the chief place of concourse, in the openings of the gates: in the city she uttereth her words, saying,",
        "Wolaitta Sentences": "Aadhdhida eratettiyaa asai shiiqiyo sohuwan eqqada xeesausu; katamaa geliyo penggiyan eqqada, hagaadan yaagada biddausu;"
    },
    {
        "English Sentences": "How long, ye simple ones, will ye love simplicity? and the scorners delight in their scorning, and fools hate knowledge?",
        "Wolaitta Sentences": "\"Inttenoo, akeekai paccidoogeetoo, intte akeekaa pacaa aude gakkanaashin dosuuteetii? Qilliicciyaageetoo, qilliicciyoogan aude gakkanaashin ufaittuuteetii? Eeyyatoo, eratettaa aude gakkanaassi ixxuuteetii?"
    },
    {
        "English Sentences": "Turn you at my reproof: behold, I will pour out my spirit unto you, I will make known my words unto you.",
        "Wolaitta Sentences": "Ta seeran simmite; be7ite; taani ta eraa intte bolli gussana; ta qaalaakka inttena tamaarissana."
    },
    {
        "English Sentences": "Because I have called, and ye refused; I have stretched out my hand, and no man regarded;",
        "Wolaitta Sentences": "Taani xeesido wode, intte koyennan ixxideta; taani kushiyaa yeddinkka, ooninne akeekibeenna."
    },
    {
        "English Sentences": "But ye have set at nought all my counsel, and would none of my reproof:",
        "Wolaitta Sentences": "Ta zore ubbaa karideta; ta seeraakka ekkibeekketa."
    },
    {
        "English Sentences": "I also will laugh at your calamity; I will mock when your fear cometh;",
        "Wolaitta Sentences": "Hegaa gishshau, inttena metoi gakkiyo wode, taani intte bolli miiccana; intte dagaman kokkoriyo wode, taani inttena qilliiccana."
    },
    {
        "English Sentences": "When your fear cometh as desolation, and your destruction cometh as a whirlwind; when distress and anguish cometh upon you.",
        "Wolaitta Sentences": "Dagamai uushuwaadan intte bolli yiyo wode, metoi gotiyaadan intte bolli yiyo wode, tuggainne waayee intte bolli gakkiyo wode, taani inttena qilliiccana."
    },
    {
        "English Sentences": "Then shall they call upon me, but I will not answer; they shall seek me early, but they shall not find me:",
        "Wolaitta Sentences": "\"He wode eti tana xeesana; shin taani koyikke; eti tana minttidi koyana; shin demmokkona."
    },
    {
        "English Sentences": "For that they hated knowledge, and did not choose the fear of the LORD:",
        "Wolaitta Sentences": "Aissi giikko, eti eratettaa ixxidosona; GODAASSI yayyiyoogaa dooribookkona."
    },
    {
        "English Sentences": "They would none of my counsel: they despised all my reproof.",
        "Wolaitta Sentences": "Ta zoriyaa ekkibookkona; ta seera ubbaakka karidosona."
    },
    {
        "English Sentences": "Therefore shall they eat of the fruit of their own way, and be filled with their own devices.",
        "Wolaitta Sentences": "Hegaa gishshau, eti bantta oottido oosuwaa aifiyaa maana; bantta halchchido halchchuwaa aifiyaakka kallana."
    },
    {
        "English Sentences": "For the turning away of the simple shall slay them, and the prosperity of fools shall destroy them.",
        "Wolaitta Sentences": "Akeekai paccidoogeeta aadhdhida eratettaappe haakkiyoogee worees; eeyyata shenehoo giyoogee xaissees."
    },
    {
        "English Sentences": "But whoso hearkeneth unto me shall dwell safely, and shall be quiet from fear of evil.",
        "Wolaitta Sentences": "SHin taani odiyoogaa siyiyaageeti ubbai woppu giidi, saro de7ana; metuwaa hirggaappekka shemppana\" yaagausu."
    },
    {
        "English Sentences": "My son, if thou wilt receive my words, and hide my commandments with thee;",
        "Wolaitta Sentences": "Ta na7au, neeni ta giyoogaa ekka; ta azazuwaakka ne giddon minjja."
    },
    {
        "English Sentences": "So that thou incline thine ear unto wisdom, and apply thine heart to understanding;",
        "Wolaitta Sentences": "Aadhdhida eratettaa ezgga; ne wozanaappe akeeka."
    },
    {
        "English Sentences": "Yea, if thou criest after knowledge, and liftest up thy voice for understanding;",
        "Wolaitta Sentences": "Eratettaa xeesa; akeekaassikka xoqqu oottada alaaha."
    },
    {
        "English Sentences": "If thou seekest her as silver, and searchest for her as for hid treasures;",
        "Wolaitta Sentences": "Asi biraa woikko qosido miishshaa koyiyoogaadan, neeni eratettaa koya."
    },
    {
        "English Sentences": "Then shalt thou understand the fear of the LORD, and find the knowledge of God.",
        "Wolaitta Sentences": "He wode neeni GODAASSI yayyiyoogaa giyoogee aibakko akeekana; Xoossaakka loittada erana."
    },
    {
        "English Sentences": "For the LORD giveth wisdom: out of his mouth cometh knowledge and understanding.",
        "Wolaitta Sentences": "Aissi giikko, GODAI aadhdhida eratettaa immees; appe eratettainne akeekoi beettees."
    },
    {
        "English Sentences": "He layeth up sound wisdom for the righteous: he is a buckler to them that walk uprightly.",
        "Wolaitta Sentences": "I suuretussi maaddiya zoriyaa minjjees; boree bainnan hemettiyaageetassikka i gonddalle."
    },
    {
        "English Sentences": "He keepeth the paths of judgment, and preserveth the way of his saints.",
        "Wolaitta Sentences": "Tumaa pirddiyaageetu ogiyaa naagees; ba ammanettiyaageetu ogiyaakka naagees."
    },
    {
        "English Sentences": "Then shalt thou understand righteousness, and judgment, and equity; yea, every good path.",
        "Wolaitta Sentences": "He wode neeni xillotettaa, suure pirddaa, suuretettaanne lo77o ooso ubbaa erana."
    },
    {
        "English Sentences": "When wisdom entereth into thine heart, and knowledge is pleasant unto thy soul;",
        "Wolaitta Sentences": "Aissi giikko, neeni aadhdhida eranchcha gidana; ne eratettaikka nena ufaissana."
    },
    {
        "English Sentences": "Discretion shall preserve thee, understanding shall keep thee:",
        "Wolaitta Sentences": "Nena adussi qoppiyoogee naagana; akeekoikka nena saro ashshana."
    },
    {
        "English Sentences": "To deliver thee from the way of the evil man, from the man that speaketh froward things;",
        "Wolaitta Sentences": "Aadhdhida eratettai nena iita asatu balaappe naagana; geellabaa haasayiyaageetuppekka ashshana."
    },
    {
        "English Sentences": "Who leave the paths of uprightness, to walk in the ways of darkness;",
        "Wolaitta Sentences": "Eti nagaraa xuman de7anau, xillotettaa ogiyaa aggoosona."
    },
    {
        "English Sentences": "Who rejoice to do evil, and delight in the frowardness of the wicked;",
        "Wolaitta Sentences": "Iitaa oottiyoogan ufaittoosona; geellaban hashshu goosona."
    },
    {
        "English Sentences": "Whose ways are crooked, and they froward in their paths:",
        "Wolaitta Sentences": "Eti oottiyoogee mirqqetta; eta de7oikka geella."
    },
    {
        "English Sentences": "To deliver thee from the strange woman, even from the stranger which flattereth with her words;",
        "Wolaitta Sentences": "Aadhdhida eratettai shaaramuxa maccaaseeppenne sheleeshshiya qaalan haasayiya laggetteeppe nena ashshana."
    },
    {
        "English Sentences": "Which forsaketh the guide of her youth, and forgetteth the covenant of her God.",
        "Wolaitta Sentences": "A ba naatettaa azinaa aggaagausu; ba Xoossaa sinttan maacettido maachchaakka dogausu."
    },
    {
        "English Sentences": "For her house inclineth unto death, and her paths unto the dead.",
        "Wolaitta Sentences": "I soo biyoogee haiqqanau biyoogaa; ikko biyoogee haiqqida asai biidosaa kaalettees."
    },
    {
        "English Sentences": "None that go unto her return again, neither take they hold of the paths of life.",
        "Wolaitta Sentences": "Ikko biya oonikka guyye simmenna; de7uwaa ogiyaakka demmenna."
    },
    {
        "English Sentences": "That thou mayest walk in the way of good men, and keep the paths of the righteous.",
        "Wolaitta Sentences": "Hegaa aggada, neeni lo77o asatu leemisuwaa kaalla; xillo asatu de7uwaakka qulla."
    },
    {
        "English Sentences": "For the upright shall dwell in the land, and the perfect shall remain in it.",
        "Wolaitta Sentences": "Aissi giikko, suure asatinne boree bainna asati biittan gam77idi de7ana."
    },
    {
        "English Sentences": "But the wicked shall be cut off from the earth, and the transgressors shall be rooted out of it.",
        "Wolaitta Sentences": "SHin iitati biittaappe xoqollettana; ammanttennaageetikka shodettidi xayana."
    },
    {
        "English Sentences": "My son, forget not my law; but let thine heart keep my commandments:",
        "Wolaitta Sentences": "Ta na7au, taani nena tamaarissiyoogaa dogoppa; ta azazotakka ne wozanan wotta."
    },
    {
        "English Sentences": "For length of days, and long life, and peace, shall they add to thee.",
        "Wolaitta Sentences": "Aissi giikko, eti ne bariyaa adussana; ishalo de7uwaakka neeyyo gujjana."
    },
    {
        "English Sentences": "Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:",
        "Wolaitta Sentences": "Aggenna siiqoinne tumatettai neeppe haakkoppona; eta ne qooriyan qachcha; ne wozanankka eta xaafa."
    },
    {
        "English Sentences": "So shalt thou find favour and good understanding in the sight of God and man.",
        "Wolaitta Sentences": "Yaatikko, neeni Xoossaanne asaa sinttan sabettananne nashettana."
    },
    {
        "English Sentences": "Trust in the LORD with all thine heart; and lean not unto thine own understanding.",
        "Wolaitta Sentences": "Ne polo wozanan GODAA ammanetta; ne akeekan zemppoppa."
    },
    {
        "English Sentences": "In all thy ways acknowledge him, and he shall direct thy paths.",
        "Wolaitta Sentences": "Neeni oottiyo ooso ubban a sinttaya; i nena likke ogiyaa kaalettana."
    },
    {
        "English Sentences": "Be not wise in thine own eyes: fear the LORD, and depart from evil.",
        "Wolaitta Sentences": "Nena ne huuphen aadhdhida eranchcha kessoppa; GODAASSI yayya; iitaappekka haakka."
    },
    {
        "English Sentences": "It shall be health to thy navel, and marrow to thy bones.",
        "Wolaitta Sentences": "Hegee ne bollaa payya wottana; ne meqettaakka xallana."
    },
    {
        "English Sentences": "Honour the LORD with thy substance, and with the firstfruits of all thine increase:",
        "Wolaitta Sentences": "GODAA ne duretettan bonchcha; koiro aifida katta ubbaappekka xeeraa ayyo immiyoogan a bonchcha."
    },
    {
        "English Sentences": "So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.",
        "Wolaitta Sentences": "Yaatikko, ne gootaratun kattai kumana; ne baattaakka aife woine eessai kumidi palahana."
    },
    {
        "English Sentences": "My son, despise not the chastening of the LORD; neither be weary of his correction:",
        "Wolaitta Sentences": "Ta na7au, GODAA seeraa karoppa; i nena qaxxayiyo wodekka lanccoppa."
    },
    {
        "English Sentences": "For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.",
        "Wolaitta Sentences": "Aissi giikko, aawai ba siiqiyo na7aa seeriyoogaadan, GODAI ba ufaittiyo uraa seerees."
    },
    {
        "English Sentences": "Happy is the man that findeth wisdom, and the man that getteth understanding.",
        "Wolaitta Sentences": "Aadhdhida eratettaa demmiya urai, akeekaakka babaa oottiya urai anjjettidaagaa."
    },
    {
        "English Sentences": "For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.",
        "Wolaitta Sentences": "Aissi giikko, appe demmiyo go77ai biraappe demmiyo go77aappe aadhdhees; appe beettiya go77ai worqqaappe beettiya go77aappe kehees."
    },
    {
        "English Sentences": "She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.",
        "Wolaitta Sentences": "Aadhdhida eratettai inqquwaappe keehi al77o; neeni demmanau amottiyo ubbai aadhdhida eratettaara likkettenna."
    },
    {
        "English Sentences": "Length of days is in her right hand; and in her left hand riches and honour.",
        "Wolaitta Sentences": "Aadhdhida eratettai ne bariyaa adussees; i neeyyo duretettaanne bonchchuwaa gujjees."
    },
    {
        "English Sentences": "Her ways are ways of pleasantness, and all her paths are peace.",
        "Wolaitta Sentences": "A ogeti ufaissiya ogeta; a loosso ubbaikka saro."
    },
    {
        "English Sentences": "She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.",
        "Wolaitta Sentences": "I bana oiqqiyaageetussi de7o mitta; a mintti oiqqiya ubbatikka anjjettidaageeta."
    },
    {
        "English Sentences": "The LORD by wisdom hath founded the earth; by understanding hath he established the heavens.",
        "Wolaitta Sentences": "GODAI ba aadhdhida eratettan sa7aa medhdhiis; ba akeekankka salota minttiis."
    },
    {
        "English Sentences": "By his knowledge the depths are broken up, and the clouds drop down the dew.",
        "Wolaitta Sentences": "A eratettan shaafati goggoosona; shaaratuppekka irai bukkees."
    },
    {
        "English Sentences": "My son, let not them depart from thine eyes: keep sound wisdom and discretion:",
        "Wolaitta Sentences": "Ta na7au, lo77o aadhdhida eratettaanne adussi qoppiyoogaa naaga; eti neeppe shaahettoppona."
    },
    {
        "English Sentences": "So shall they be life unto thy soul, and grace to thy neck.",
        "Wolaitta Sentences": "Eti neeyyo de7o gidana; eti neeyyo ishalonne ufaissa de7uwaa immana."
    },
    {
        "English Sentences": "Then shalt thou walk in thy way safely, and thy foot shall not stumble.",
        "Wolaitta Sentences": "He wode neeni ne ogiyan hirggi bainnan hemettana; ne tohoikka xubettenna."
    },
    {
        "English Sentences": "When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.",
        "Wolaitta Sentences": "Neeni zin77ido wode, yayyakka; zin77adakka mal77o xiskkuwaa xiskkana."
    },
    {
        "English Sentences": "Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh.",
        "Wolaitta Sentences": "Akeekennan gakkiya bashshau, woikko iitati xayiyo xayuwau yayyakka."
    },
    {
        "English Sentences": "For the LORD shall be thy confidence, and shall keep thy foot from being taken.",
        "Wolaitta Sentences": "Aissi giikko, GODAI neeyyo ammanettiyaagaa gidana; ne gedeekka piriyan oiqettennaadan, i nena naagana."
    },
    {
        "English Sentences": "Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.",
        "Wolaitta Sentences": "Neeyyo wolqqai de7ishin, metootidaagau lo77obaa oottiyoogaa aggoppa."
    },
    {
        "English Sentences": "Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.",
        "Wolaitta Sentences": "Ha77i neeyyo de7ishin, ne shooruwaayyo, \"Simmada ya; taani neeyyo wontto immana\" yaagoppa."
    },
    {
        "English Sentences": "Devise not evil against thy neighbour, seeing he dwelleth securely by thee.",
        "Wolaitta Sentences": "Nenan ammanettidi, ne matan de7ishin, ne shooruwaa bolli iitabaa oottanau halchchoppa."
    },
    {
        "English Sentences": "Strive not with a man without cause, if he have done thee no harm.",
        "Wolaitta Sentences": "Nena naaqqibeenna asa, coo mootoppa."
    },
    {
        "English Sentences": "Envy thou not the oppressor, and choose none of his ways.",
        "Wolaitta Sentences": "Sugetta oottiya asata qulloppa; eta iita oosuwaakka kaalloppa."
    },
    {
        "English Sentences": "For the froward is abomination to the LORD: but his secret is with the righteous.",
        "Wolaitta Sentences": "Aissi giikko, GODAI iitaa oottiyaageeta ixxees; shin suuretuyyo i ulottees."
    },
    {
        "English Sentences": "The curse of the LORD is in the house of the wicked: but he blesseth the habitation of the just.",
        "Wolaitta Sentences": "GODAA qanggettai iitaa oottiyaageetu soona; shin a anjjoi suurebaa haniyaageetu soona."
    },
    {
        "English Sentences": "Surely he scorneth the scorners: but he giveth grace unto the lowly.",
        "Wolaitta Sentences": "Otorettidi qilliicciyaageeta GODAIKKA qilliiccees; shin banttana kaushshiyaageeta nashshees."
    },
    {
        "English Sentences": "The wise shall inherit glory: but shame shall be the promotion of fools.",
        "Wolaitta Sentences": "Aadhdhida eranchchati bonchchuwaa demmana; shin eeyyati kauyyana."
    },
    {
        "English Sentences": "Hear, ye children, the instruction of a father, and attend to know understanding.",
        "Wolaitta Sentences": "Ta naatoo, intte aawaa zoriyaa siyite; loitti ezggite; yaatikko, intte akeekana."
    },
    {
        "English Sentences": "For I give you good doctrine, forsake ye not my law.",
        "Wolaitta Sentences": "Taani intteyyo lo77o timirttiyaa immiyo gishshau, ta timirttiyaa yeggoppite."
    },
    {
        "English Sentences": "For I was my father's son, tender and only beloved in the sight of my mother.",
        "Wolaitta Sentences": "Taani ta huuphenkka ta aawaassi na7a; ta aayeessikka a siiqiyo mexi issi na7a."
    },
    {
        "English Sentences": "He taught me also, and said unto me, Let thine heart retain my words: keep my commandments, and live.",
        "Wolaitta Sentences": "Ta aawai tana tamaarissiiddi, hagaadan yaagiis; \"Taani odiyoogee neeyyo gelo; ta azazuwaa naaga; yaatikko, neeni paxa de7ana."
    },
    {
        "English Sentences": "Get wisdom, get understanding: forget it not; neither decline from the words of my mouth.",
        "Wolaitta Sentences": "Aadhdhida eratettaanne akeekaa demmanau minna; taani neeyyo odidobaa dogoppa; ta qaalaappe kiyoppa."
    },
    {
        "English Sentences": "Forsake her not, and she shall preserve thee: love her, and she shall keep thee.",
        "Wolaitta Sentences": "Aadhdhida eratettaayyo zokkuwaa zaaroppa; aissi giikko, i nena ashshana; a siiqa; siiqikko i nena naagana."
    },
    {
        "English Sentences": "Wisdom is the principal thing; therefore get wisdom: and with all thy getting get understanding.",
        "Wolaitta Sentences": "Aadhdhida eratettai ubbaappe aadhdhiyo gishshau, aadhdhida eratettaa demma. Akeekai ne aquwaa ubbaa wurssi ekkikkokka a demma."
    },
    {
        "English Sentences": "Exalt her, and she shall promote thee: she shall bring thee to honour, when thou dost embrace her.",
        "Wolaitta Sentences": "Neeni a bonchcha; ikka nena xoqqu xoqqu oottana; neeni a oiqqikko, i nena bonchchana."
    },
    {
        "English Sentences": "She shall give to thine head an ornament of grace: a crown of glory shall she deliver to thee.",
        "Wolaitta Sentences": "I ne huuphiyan sabaa akiliiliyaa wottana; bonchcho kallachchaakka immana\" yaagiis."
    },
    {
        "English Sentences": "Hear, O my son, and receive my sayings; and the years of thy life shall be many.",
        "Wolaitta Sentences": "Ta na7au, siya; taani giyoogaakka ekka; ne bareekka aduqqana."
    },
    {
        "English Sentences": "I have taught thee in the way of wisdom; I have led thee in right paths.",
        "Wolaitta Sentences": "Taani nena aadhdhida eratettaa ogiyaa kaalettana; suure loossuwaarakka efaana."
    },
    {
        "English Sentences": "When thou goest, thy steps shall not be straitened; and when thou runnest, thou shalt not stumble.",
        "Wolaitta Sentences": "Neeni hemettiyo wode, ne hemettiyoosan xubbiyaabi de7enna; woxxikkokka xubettakka."
    },
    {
        "English Sentences": "Take fast hold of instruction; let her not go: keep her; for she is thy life.",
        "Wolaitta Sentences": "Tamaaridoogaa hassaya; timirttee neeyyo de7o gidido gishshau, loitta naaga; yeddoppa."
    },
    {
        "English Sentences": "Enter not into the path of the wicked, and go not in the way of evil men.",
        "Wolaitta Sentences": "Nagaranchchatu ogiyaa yedhdhoppa; iita asatu ogiyankka hemettoppa;"
    },
    {
        "English Sentences": "Avoid it, pass not by it, turn from it, and pass away.",
        "Wolaitta Sentences": "appe haakka; an hemettoppa; appe guyye simma; yaatada ne ogiyan ba."
    },
    {
        "English Sentences": "For they sleep not, except they have done mischief; and their sleep is taken away, unless they cause some to fall.",
        "Wolaitta Sentences": "Aissi giikko, eti iitabaa oottana gakkanaashin, xiskkanau danddayokkona; eti asa xubbennan eta xiskkoi efeenna."
    },
    {
        "English Sentences": "For they eat the bread of wickedness, and drink the wine of violence.",
        "Wolaitta Sentences": "Eti nagaraa oittadan moosona; sugettaa oosuwaakka ushshadan uyoosona."
    },
    {
        "English Sentences": "But the path of the just is as the shining light, that shineth more and more unto the perfect day.",
        "Wolaitta Sentences": "Xillotu ogee gallassai seetana gakkanaashin, gujji gujji poo7iya maallado xalqqiyaa mala."
    },
    {
        "English Sentences": "The way of the wicked is as darkness: they know not at what they stumble.",
        "Wolaitta Sentences": "SHin nagaranchchatu ogee sakkanaa xumaa mala; eti aibin xubettiyaakkokka erokkona."
    },
    {
        "English Sentences": "My son, attend to my words; incline thine ear unto my sayings.",
        "Wolaitta Sentences": "Ta na7au, taani yootiyoogaa siya; taani odiyoogaakka loittada ezgga."
    },
    {
        "English Sentences": "Let them not depart from thine eyes; keep them in the midst of thine heart.",
        "Wolaitta Sentences": "Taani odidobati ne baazzaappe deshoppona; eta ne wozanan wotta."
    },
    {
        "English Sentences": "For they are life unto those that find them, and health to all their flesh.",
        "Wolaitta Sentences": "Aissi giikko, etabai geliyo asau ubbau eti de7uwaa immoosona; eta bollaukka payyatettaa immoosona."
    },
    {
        "English Sentences": "Keep thy heart with all diligence; for out of it are the issues of life.",
        "Wolaitta Sentences": "Ubbabaappekka ne wozanaa minttada naaga; aissi giikko, de7oi appe pulttees."
    },
    {
        "English Sentences": "Put away from thee a froward mouth, and perverse lips put far from thee.",
        "Wolaitta Sentences": "Ne doonaappe gene haasayaa digga; wordduwaa haasayiyaageetu achchappekka kichcha."
    },
    {
        "English Sentences": "Let thine eyes look right on, and let thine eyelids look straight before thee.",
        "Wolaitta Sentences": "Sitti gaada sinttau xeella; ne aifee ne sinttan de7iyaabaa tishshi oottidi xeello."
    },
    {
        "English Sentences": "Ponder the path of thy feet, and let all thy ways be established.",
        "Wolaitta Sentences": "Ne gediyaassi ogiyaa salallissa; suure oge xalaalan hemetta."
    },
    {
        "English Sentences": "Turn not to the right hand nor to the left: remove thy foot from evil.",
        "Wolaitta Sentences": "Suure ogiyaappe ushachchi haddirssi baqqoppa; ne tohoi iitasaa beennaadan naaga."
    },
    {
        "English Sentences": "My son, attend unto my wisdom, and bow thine ear to my understanding:",
        "Wolaitta Sentences": "Ta na7au, ta aadhdhida eratettaa ezgga; ne haittaa ta akeekaakko yegga."
    },
    {
        "English Sentences": "That thou mayest regard discretion, and that thy lips may keep knowledge.",
        "Wolaitta Sentences": "Yaatikko, adussa qofai neessi de7ana; ne haasayaikka ne eratettaa qonccissana."
    },
    {
        "English Sentences": "For the lips of a strange woman drop as an honeycomb, and her mouth is smoother than oil:",
        "Wolaitta Sentences": "SHaaramuxa maccaasee inxxarssaappe eessaa ililoi xokkees; i haasayai zaitiyaappekka aadhdhi looxigees."
    },
    {
        "English Sentences": "But her end is bitter as wormwood, sharp as a two-edged sword.",
        "Wolaitta Sentences": "SHin a wurssettan - godare uttaadan cammausu; naa77u baggan qanxxiya mashshadan qara;"
    },
    {
        "English Sentences": "Her feet go down to death; her steps take hold on hell.",
        "Wolaitta Sentences": "i tohoti haiquwaakko duge boosona; i hemetai sitti oottidi, duufuwau efees."
    },
    {
        "English Sentences": "Lest thou shouldest ponder the path of life, her ways are moveable, that thou canst not know them.",
        "Wolaitta Sentences": "A de7uwaa ogiyaa qoppukku; i ogeti geella; shin geella gidiyoogaakka a erukku."
    },
    {
        "English Sentences": "Hear me now therefore, O ye children, and depart not from the words of my mouth.",
        "Wolaitta Sentences": "Ta na7au, ha77ikka taani odiyoogaa siya; taani giyoogaappe kiyoppa."
    },
    {
        "English Sentences": "Remove thy way far from her, and come not nigh the door of her house:",
        "Wolaitta Sentences": "SHaaramuxa maccaasee heeri booppa; i keettaa penggiyaakko shiiqoppa."
    },
    {
        "English Sentences": "Lest thou give thine honour unto others, and thy years unto the cruel:",
        "Wolaitta Sentences": "Hegee xayikko, neeni ne bonchchuwaa haratuyyo aattada immana. Neeni ne yelagatettan meqetti bainna asatu kushiyan haiqqana."
    },
    {
        "English Sentences": "Lest strangers be filled with thy wealth; and thy labours be in the house of a stranger;",
        "Wolaitta Sentences": "Ne aquwaa allaga asati ekkana. Ne daafurada shiishshidobai haraassa gidana."
    },
    {
        "English Sentences": "And thou mourn at the last, when thy flesh and thy body are consumed,",
        "Wolaitta Sentences": "Wurssettan ne ashoinne ne asatettai gilqqin, neeni oolana."
    },
    {
        "English Sentences": "And say, How have I hated instruction, and my heart despised reproof;",
        "Wolaitta Sentences": "Qassi hagaadan yaagana; \"Taani timirttiyaa aissi ixxidanaashsha! Ta wozanaikka seeraa aissi karideeshsha!"
    },
    {
        "English Sentences": "And have not obeyed the voice of my teachers, nor inclined mine ear to them that instructed me!",
        "Wolaitta Sentences": "Taani tana tamaarissiyaageeti odidobaa ekkabeikke; tana zoriyaageetu zoriyaakka ezggabeikke."
    },
    {
        "English Sentences": "I was almost in all evil in the midst of the congregation and assembly.",
        "Wolaitta Sentences": "Hegaa gishshau, taani deree shiiqido yaa7an, akeekennan kauyyanau de7ais\" yaagana."
    },
    {
        "English Sentences": "Drink waters out of thine own cistern, and running waters out of thine own well.",
        "Wolaitta Sentences": "Neeni ne pulttuwaappe haattaa uya; ne keettaayee xalaalaa siiqa."
    },
    {
        "English Sentences": "Let thy fountains be dispersed abroad, and rivers of waters in the streets.",
        "Wolaitta Sentences": "Ne pulttuwaa dabaaban, ne ollaa haattaakka dembban aissi gussai?"
    },
    {
        "English Sentences": "Let them be only thine own, and not strangers' with thee.",
        "Wolaitta Sentences": "Eta neeni ne xalaalau buzotta; hara allaga uraara koxxoppa."
    },
    {
        "English Sentences": "Let thy fountain be blessed: and rejoice with the wife of thy youth.",
        "Wolaitta Sentences": "Ne pulttoi neeyyo anjjetto; yelagatettan neeni ekkido ne maccaaseera ufaitta."
    },
    {
        "English Sentences": "Let her be as the loving hind and pleasant roe; let her breasts satisfy thee at all times; and be thou ravished always with her love.",
        "Wolaitta Sentences": "Lo77iya gaareedaaninne ufaissiya genesseedan, i xanttai ubba wodekka nena alo; ubbatoo i siiqoi nena omooddo."
    },
    {
        "English Sentences": "And why wilt thou, my son, be ravished with a strange woman, and embrace the bosom of a stranger?",
        "Wolaitta Sentences": "Ta na7au, shaaramuxa maccaasiyaa nena aibissi omooddai? Hara asa machchiyo aibissi qoommai?"
    },
    {
        "English Sentences": "For the ways of man are before the eyes of the LORD, and he pondereth all his goings.",
        "Wolaitta Sentences": "Aissi giikko, asi oottiyoobaa ubbaa GODAI be7ees; i hemettiyo loosso ubbaa xeellees."
    },
    {
        "English Sentences": "His own iniquities shall take the wicked himself, and he shall be holden with the cords of his sins.",
        "Wolaitta Sentences": "Nagaranchchaa i oottido nagarai oiqqees. A nagaraa gitee a qachchees."
    },
    {
        "English Sentences": "He shall die without instruction; and in the greatness of his folly he shall go astray.",
        "Wolaitta Sentences": "I ba eeyyatettan haliis; ba huuphiyaa naagibeenna gishshau haiqqiis."
    },
    {
        "English Sentences": "My son, if thou be surety for thy friend, if thou hast stricken thy hand with a stranger,",
        "Wolaitta Sentences": "Ta na7au, neeni miishsha tal77ida ne shooruwaassi waase gelidabaa gidikko, neeni erenna uraassi ne kushiyaa baqqada geppidabaa gidikko,"
    },
    {
        "English Sentences": "Thou art snared with the words of thy mouth, thou art taken with the words of thy mouth.",
        "Wolaitta Sentences": "neeni geppido gefaa gitiyan gelidabaa gidikko, ne doonaappe kiyida qaalan oiqettidabaa gidikko,"
    },
    {
        "English Sentences": "Do this now, my son, and deliver thyself, when thou art come into the hand of thy friend; go, humble thyself, and make sure thy friend.",
        "Wolaitta Sentences": "simmi neeni ne shooruwaa kushiyan geladasa. Hegaa gishshau, ta na7au, hegaappe kiyanau koyikko, elle ne shooruwaa soo ba; baada waasetettaa i ne bollappe wottana mala, auddashada a woossa."
    },
    {
        "English Sentences": "Give not sleep to thine eyes, nor slumber to thine eyelids.",
        "Wolaitta Sentences": "Hagaa oottennan de7aidda xiskkoppa; shemppuwaakka shemppoppa."
    },
    {
        "English Sentences": "Deliver thyself as a roe from the hand of the hunter, and as a bird from the hand of the fowler.",
        "Wolaitta Sentences": "SHankkaappe genessiyaa kessa ekkiyoogaadan, gitiyaappe kafiyaa attiyoogaadan, ne huuphiyaa ashsha."
    },
    {
        "English Sentences": "Go to the ant, thou sluggard; consider her ways, and be wise:",
        "Wolaitta Sentences": "Inttenoo azallatoo, qaacotukko biite; biidi etappe tamaarite. Yaatidi aadhdhida eranchcha gidite."
    },
    {
        "English Sentences": "Which having no guide, overseer, or ruler,",
        "Wolaitta Sentences": "Qaacota ootissanau azaziyaabi, halaqi woikko eta haariyaabi baawa;"
    },
    {
        "English Sentences": "Provideth her meat in the summer, and gathereth her food in the harvest.",
        "Wolaitta Sentences": "shin banttau maanabaa bone minjjoosona; kattaa cakkiyo wodekka banttau koshshiya kattaa shiishshoosona."
    },
    {
        "English Sentences": "How long wilt thou sleep, O sluggard? when wilt thou arise out of thy sleep?",
        "Wolaitta Sentences": "Nenoo azallau, neeni aude gakkanaashin xiskkuutee? Ne xiskkuwaappekka aude dendduutee?"
    },
    {
        "English Sentences": "Yet a little sleep, a little slumber, a little folding of the hands to sleep:",
        "Wolaitta Sentences": "Neeni qassikka guuttaa zin77aasa; guuttaa xiskkaasa; kushiyaa shiishsha ekkada, guuttaa shemppaasa."
    },
    {
        "English Sentences": "So shall thy poverty come as one that travelleth, and thy want as an armed man.",
        "Wolaitta Sentences": "Yaatiyo wode hiyyeesatettai panggaadan, pacai ola miishshaa oiqqida asadan, ne bolli yaana."
    },
    {
        "English Sentences": "A naughty person, a wicked man, walketh with a froward mouth.",
        "Wolaitta Sentences": "Iita asinne hanttaara asi, yuuyi yuuyidi wordduwaa odees;"
    },
    {
        "English Sentences": "He winketh with his eyes, he speaketh with his feet, he teacheth with his fingers;",
        "Wolaitta Sentences": "i ba aifiyan qim77otees; ba tohuwan bessees; ba biradhdhiyan malaatees."
    },
    {
        "English Sentences": "Frowardness is in his heart, he deviseth mischief continually; he soweth discord.",
        "Wolaitta Sentences": "A uluwan geellatettai de7ees; i iitabaa qoppees; ubbatookka i ooshshaa medhdhees."
    },
    {
        "English Sentences": "Therefore shall his calamity come suddenly; suddenly shall he be broken without remedy.",
        "Wolaitta Sentences": "Hegaa gaasuwan bashshai akeekennan a bolli yaana; i hassayennan meqqana; meqqidikka paxenna."
    },
    {
        "English Sentences": "These six things doth the LORD hate: yea, seven are an abomination unto him:",
        "Wolaitta Sentences": "GODAI ixxiyo usuppun yohoti de7oosona; i shenetiyo yohoti ubba laappuna:"
    },
    {
        "English Sentences": "A proud look, a lying tongue, and hands that shed innocent blood,",
        "Wolaitta Sentences": "karidi xeelliya aifiyaa, worddotiya inxxarssaa, ashkke asata woriya kushiyaa,"
    },
    {
        "English Sentences": "An heart that deviseth wicked imaginations, feet that be swift in running to mischief,",
        "Wolaitta Sentences": "iitabaa maqqiya wozanaa, iitabaakko eesotidi woxxiya tohuwaa,"
    },
    {
        "English Sentences": "A false witness that speaketh lies, and he that soweth discord among brethren.",
        "Wolaitta Sentences": "wordduwaa bolli wordduwaa gujji gujjidi odiya worddo markkaa, ishatu giddon ooshshaa medhdhiya asa."
    },
    {
        "English Sentences": "My son, keep thy father's commandment, and forsake not the law of thy mother:",
        "Wolaitta Sentences": "Ta na7au, ne aawaa azazuwaa pola; ne aayyiyaa nena tamaarissidoogaakka aggoppa;"
    },
    {
        "English Sentences": "Bind them continually upon thine heart, and tie them about thy neck.",
        "Wolaitta Sentences": "eta ubbatoo ne wozanan oiqqa; ne qooriyankka qachcha."
    },
    {
        "English Sentences": "When thou goest, it shall lead thee; when thou sleepest, it shall keep thee; and when thou awakest, it shall talk with thee.",
        "Wolaitta Sentences": "Neeni hemettiyo wode, eti nena kaalettana; neeni zin77iyo wode, eti nena naagana; neeni beegottiyo wodekka, eti nena zorana."
    },
    {
        "English Sentences": "For the commandment is a lamp; and the law is light; and reproofs of instruction are the way of life:",
        "Wolaitta Sentences": "Aissi giikko, ha azazoti xomppe; timirttetikka poo7o; qassi seeraikka de7uwaakko efiya oge."
    },
    {
        "English Sentences": "To keep thee from the evil woman, from the flattery of the tongue of a strange woman.",
        "Wolaitta Sentences": "Ha azazotinne ha timirtteti iita maccaarippenne azina machchi cimo inxxarssaappe nena naagana."
    },
    {
        "English Sentences": "Lust not after her beauty in thine heart; neither let her take thee with her eyelids.",
        "Wolaitta Sentences": "I puulaa ne wozanan qaaqqatoppa; i qim77otankka omoodettoppa."
    },
    {
        "English Sentences": "For by means of a whorish woman a man is brought to a piece of bread: and the adulteress will hunt for the precious life.",
        "Wolaitta Sentences": "Issi attumaasi issi oittaa immidi, shaaramuxa maaccaasa demmanau danddayees; shin azina machcho laggettiyoogee nena worissana."
    },
    {
        "English Sentences": "Can a man take fire in his bosom, and his clothes not be burned?",
        "Wolaitta Sentences": "Issi asi tamaa idimmin, a maayoi meetettennan attanau danddayii?"
    },
    {
        "English Sentences": "Can one go upon hot coals, and his feet not be burned?",
        "Wolaitta Sentences": "Issi asi tamaa bonqquwaa yedhdhi hemettin, a tohoi xuugettennan attanee?"
    },
    {
        "English Sentences": "So he that goeth in to his neighbour's wife; whosoever toucheth her shall not be innocent.",
        "Wolaitta Sentences": "Asa machcho laggettiya urai hegaakka mala; o bochchiya ubbai qaxxayettennan attenna."
    },
    {
        "English Sentences": "Men do not despise a thief, if he steal to satisfy his soul when he is hungry;",
        "Wolaitta Sentences": "Kaisoi namisettidi, baayyo maanau wuuqqikko, asai a karenna."
    },
    {
        "English Sentences": "But if he be found, he shall restore sevenfold; he shall give all the substance of his house.",
        "Wolaitta Sentences": "SHin i oiqettidaba gidikko, laappun kushe qanxxana; ba son de7iya miishsha ubbaakka immana."
    },
    {
        "English Sentences": "But whoso committeth adultery with a woman lacketh understanding: he that doeth it destroyeth his own soul.",
        "Wolaitta Sentences": "SHin maccaasaara shaaramuxiya asi wozana paca; he urai ba shemppuwaa bashshees."
    },
    {
        "English Sentences": "A wound and dishonour shall he get; and his reproach shall not be wiped away.",
        "Wolaitta Sentences": "Deshettiyoogeenne kauyyiyoogee a gakkida saama. A yeellai appe mulekka qucettenna."
    },
    {
        "English Sentences": "For jealousy is the rage of a man: therefore he will not spare in the day of vengeance.",
        "Wolaitta Sentences": "Aissi giikko, maccaasee azinai mishettidi, hanqquwaa suullana; suullidi ba haluwaa kessiyo wode, au qarettenna."
    },
    {
        "English Sentences": "He will not regard any ransom; neither will he rest content, though thou givest many gifts.",
        "Wolaitta Sentences": "I aiba afilaamakka ekkenna; ai keena imoikka a hanqquwaa doshissenna."
    },
    {
        "English Sentences": "My son, keep my words, and lay up my commandments with thee.",
        "Wolaitta Sentences": "Ta na7au, ta qaalaa naaga; ta azazuwaakka baloppa."
    },
    {
        "English Sentences": "Keep my commandments, and live; and my law as the apple of thine eye.",
        "Wolaitta Sentences": "Neeyyo paxa de7anau ta azaziyoogaa ootta; ta timirttiyaakka ne aifiyaa buluwaadan naaga."
    },
    {
        "English Sentences": "Bind them upon thy fingers, write them upon the table of thine heart.",
        "Wolaitta Sentences": "Hassayissiyaabaadan eta ne biradhdhetun qachcha; ne wozanankka xaafa."
    },
    {
        "English Sentences": "Say unto wisdom, Thou art my sister; and call understanding thy kinswoman:",
        "Wolaitta Sentences": "Aadhdhida eratettaa ne michchidan, akeekaakka ne mata dabbodan xeella."
    },
    {
        "English Sentences": "That they may keep thee from the strange woman, from the stranger which flattereth with her words.",
        "Wolaitta Sentences": "Eti nena shaaramuxiya maccaaseeppenne ba qaalan cimmiya azina machchippe naagana."
    },
    {
        "English Sentences": "For at the window of my house I looked through my casement,",
        "Wolaitta Sentences": "Issi gallassi taani ta keettaa maskkootiyaara kare xeellaas;"
    },
    {
        "English Sentences": "And beheld among the simple ones, I discerned among the youths, a young man void of understanding,",
        "Wolaitta Sentences": "xeellada wozanaa kunttibeenna wodalla naata be7aas. Eta giddoppe issoi keehi eeyya."
    },
    {
        "English Sentences": "Passing through the street near her corner; and he went the way to her house,",
        "Wolaitta Sentences": "He wodallai ogiyaara biidi, issi shaaramuxa maccaasee keettaa mataara kanttiis; i soo efiya ogiyaakko pinnidi, i keettaa heeran hemettees."
    },
    {
        "English Sentences": "In the twilight, in the evening, in the black and dark night:",
        "Wolaitta Sentences": "He wode sa7ai qammanau lankkilankkees."
    },
    {
        "English Sentences": "And, behold, there met him a woman with the attire of an harlot, and subtil of heart.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, maccaasiyaa a demmaasu. A shaaramuxa gidiyoogaa i maayoi erissees. A asaa cimmanau halchchada kiyaasu."
    },
    {
        "English Sentences": "(She is loud and stubborn; her feet abide not in her house:",
        "Wolaitta Sentences": "A xalanne yeelli bainna maccaasa; son woppu gaada uttukku."
    },
    {
        "English Sentences": "Now is she without, now in the streets, and lieth in wait at every corner.)",
        "Wolaitta Sentences": "A issitoo ogiyan, issitoo giyan, dabaaba ubban eqqada naagausu."
    },
    {
        "English Sentences": "So she caught him, and kissed him, and with an impudent face said unto him,",
        "Wolaitta Sentences": "A he na7aa qoommada yeraasu; a a aifiyaa tishshi ootta xeellaidda hagaadan yaagaasu;"
    },
    {
        "English Sentences": "I have peace offerings with me; this day have I payed my vows.",
        "Wolaitta Sentences": "\"Taani ta yarshshuwaa yarshshada, ta shiiquwaa ha77i gatta simmais."
    },
    {
        "English Sentences": "Therefore came I forth to meet thee, diligently to seek thy face, and I have found thee.",
        "Wolaitta Sentences": "Yaatada nena xomoosanau kiyaas; nena keehi koyaas; ha77i simmi demmaas."
    },
    {
        "English Sentences": "I have decked my bed with coverings of tapestry, with carved works, with fine linen of Egypt.",
        "Wolaitta Sentences": "Taani Gibxxeppe yiida, alleequwaara de7iya anssollaakka ta hiixan yeggaas."
    },
    {
        "English Sentences": "I have perfumed my bed with myrrh, aloes, and cinnamon.",
        "Wolaitta Sentences": "Taani karbbiyaa, almmuniyaanne qarafaa geetettiya sawotuppe kessido shittuwaa ta hiixan caccafaas."
    },
    {
        "English Sentences": "Come, let us take our fill of love until the morning: let us solace ourselves with loves.",
        "Wolaitta Sentences": "Haaya; ane wonttana gakkanaashin siiquwaa aloos; qoomettidikka ufaittoos;"
    },
    {
        "English Sentences": "For the goodman is not at home, he is gone a long journey:",
        "Wolaitta Sentences": "aissi giikko, ta keettaawai son de7enna; haahosaa manddara biis."
    },
    {
        "English Sentences": "He hath taken a bag of money with him, and will come home at the day appointed.",
        "Wolaitta Sentences": "Biiddi miishshaa qarcciitaa kuntti ekkidi biido gishshau, aginai goobanan uttennan soo simmenna\" yaagaasu."
    },
    {
        "English Sentences": "With her much fair speech she caused him to yield, with the flattering of her lips she forced him.",
        "Wolaitta Sentences": "Yaagada ba mal77o haasayan a sheleeshshaasu; ba liiqo inxxarssan cimmaasu."
    },
    {
        "English Sentences": "He goeth after her straightway, as an ox goeth to the slaughter, or as a fool to the correction of the stocks;",
        "Wolaitta Sentences": "Yaatin, sohuwaarakka i o kaallidi, bi aggiis. Boorai shukkiyoosaa laagettiyoogaadan, gaarai eesotidi piriyan geliyoogaadan,"
    },
    {
        "English Sentences": "Till a dart strike through his liver; as a bird hasteth to the snare, and knoweth not that it is for his life.",
        "Wolaitta Sentences": "gelin zubbee a wozanaa caddiyoogaadan haniis. Gitiyaa giddo gelida kafo milatiis. Hagee ubbai au a shemppuwaa maanau haniyoogaa eribeenna."
    },
    {
        "English Sentences": "Hearken unto me now therefore, O ye children, and attend to the words of my mouth.",
        "Wolaitta Sentences": "Ta na7au, ane ha77i siya; ta doonaappe kiyiya qaalaakka ezgga."
    },
    {
        "English Sentences": "Let not thine heart decline to her ways, go not astray in her paths.",
        "Wolaitta Sentences": "Ne qofai he maccaaseera booppo; i ogiyan gelada xayoppa."
    },
    {
        "English Sentences": "For she hath cast down many wounded: yea, many strong men have been slain by her.",
        "Wolaitta Sentences": "A caddada olidoogeeti unddenna; a woridoogeetikka keehi daro."
    },
    {
        "English Sentences": "Her house is the way to hell, going down to the chambers of death.",
        "Wolaitta Sentences": "I soi duufuwaakko efiya badaasa oge; he ogee duge haiquwaa geessuwau kaalettees."
    },
    {
        "English Sentences": "Doth not wisdom cry? and understanding put forth her voice?",
        "Wolaitta Sentences": "Siyite! Aadhdhida eratettiyaa xeesausu; akeekaikka ba qaalaa xoqqu oottidi alaahees."
    },
    {
        "English Sentences": "She standeth in the top of high places, by the way in the places of the paths.",
        "Wolaitta Sentences": "Ogiyaa doonan de7iya keratu bollinne ogeti danttettiyoosan a eqqausu;"
    },
    {
        "English Sentences": "She crieth at the gates, at the entry of the city, at the coming in at the doors.",
        "Wolaitta Sentences": "dirssaa penggiyaa lanqqen, katamaa geliyo penggen eqqada, ba qaalaa xoqqu oottada, hagaadan yaagausu;"
    },
    {
        "English Sentences": "Unto you, O men, I call; and my voice is to the sons of man.",
        "Wolaitta Sentences": "\"Inttenoo asatoo, taani inttena xeesais; taani asa ubbaa xeesais."
    },
    {
        "English Sentences": "O ye simple, understand wisdom: and, ye fools, be ye of an understanding heart.",
        "Wolaitta Sentences": "Inttenoo akeekai paccidoogeetoo, hayyuwaa demmanau tamaarite. Inttenoo eeyyatoo, akeekaa demmite."
    },
    {
        "English Sentences": "Hear; for I will speak of excellent things; and the opening of my lips shall be right things.",
        "Wolaitta Sentences": "Taani daro lo77obaa odiyo gishshau siyite; taani odiyoobai ubbai suurebaa."
    },
    {
        "English Sentences": "For my mouth shall speak truth; and wickedness is an abomination to my lips.",
        "Wolaitta Sentences": "Taani tumaa odais; worddobaa taani ixxais."
    },
    {
        "English Sentences": "All the words of my mouth are in righteousness; there is nothing froward or perverse in them.",
        "Wolaitta Sentences": "Taani haasayiyoobai ubbai tuma; geella woikko mirqqetta gidenna."
    },
    {
        "English Sentences": "They are all plain to him that understandeth, and right to them that find knowledge.",
        "Wolaitta Sentences": "Akeeki de7iyo urau ta haasayai likke; erai de7iyoogeetau ta haasayai qoncce."
    },
    {
        "English Sentences": "Receive my instruction, and not silver; and knowledge rather than choice gold.",
        "Wolaitta Sentences": "\"Biraa aggidi, ta zoriyaa doorite; muruta worqqaakka aggidi, eratettaa doorite."
    },
    {
        "English Sentences": "For wisdom is better than rubies; and all the things that may be desired are not to be compared to it.",
        "Wolaitta Sentences": "Aissi giikko taani, aadhdhida eratettiyaa, inqquwaa giyo daro al77o shuchchaappekka aadhdhais; neeni amottiyoobai ubbaikka tanaara laggetanau danddayenna."
    },
    {
        "English Sentences": "I wisdom dwell with prudence, and find out knowledge of witty inventions.",
        "Wolaitta Sentences": "\"Taassi, aadhdhida eratetteessi akeekai de7ees; eratettaikka adussa qofaikka tanaara issippe de7oosona."
    },
    {
        "English Sentences": "The fear of the LORD is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate.",
        "Wolaitta Sentences": "Godaassi yayyiyoogee iitatettaa ixxiyoogaa; taani otoruwaanne ayyuwaa ixxais; iitasaa efiya ogiyaanne worddo haasayaa dosikke."
    },
    {
        "English Sentences": "Counsel is mine, and sound wisdom: I am understanding; I have strength.",
        "Wolaitta Sentences": "Zoreenne lo77o erai taageeta; akeekainne wolqqainne taassi de7oosona."
    },
    {
        "English Sentences": "By me kings reign, and princes decree justice.",
        "Wolaitta Sentences": "Kawoti tanan kawotoosona; qassi haariyaageeti suure higgiyaa tanan kessoosona."
    },
    {
        "English Sentences": "By me princes rule, and nobles, even all the judges of the earth.",
        "Wolaitta Sentences": "Halaqati taani maaddin, deriyaa haaroosona; sa7an dere haariya gita asata ubbaakka taani maaddais."
    },
    {
        "English Sentences": "I love them that love me; and those that seek me early shall find me.",
        "Wolaitta Sentences": "\"Taani tana siiqiyaageeta siiqais; tana minttidi koyiyaageetikka demmana."
    },
    {
        "English Sentences": "Riches and honour are with me; yea, durable riches and righteousness.",
        "Wolaitta Sentences": "Duretettainne bonchchoi tanaara de7oosona; wurenna aqoinne injjee ta mataana."
    },
    {
        "English Sentences": "My fruit is better than gold, yea, than fine gold; and my revenue than choice silver.",
        "Wolaitta Sentences": "Intte taappe demmiyo go77ai muruta worqqaappenne seerissi kessido biraappe aadhdhees."
    },
    {
        "English Sentences": "I lead in the way of righteousness, in the midst of the paths of judgment:",
        "Wolaitta Sentences": "Taani xillotettaa ogiyan hemettais; suure pirddaa loossuwaara kanttais."
    },
    {
        "English Sentences": "That I may cause those that love me to inherit substance; and I will fill their treasures.",
        "Wolaitta Sentences": "Tana siiqiyaageetau taani aquwaa immana; eta keettaakka taani kunttana."
    },
    {
        "English Sentences": "The LORD possessed me in the beginning of his way, before his works of old.",
        "Wolaitta Sentences": "\"GODAI tana ba ooso ubbaappe koiro medhdhiis; benippekka a oosuwau doomettai tana."
    },
    {
        "English Sentences": "I was set up from everlasting, from the beginning, or ever the earth was.",
        "Wolaitta Sentences": "Beni wode, biittai sa7ai merettanaappe kase taani sunttettaas."
    },
    {
        "English Sentences": "When there were no depths, I was brought forth; when there were no fountains abounding with water.",
        "Wolaitta Sentences": "Gita abbati bainna wode, haattaa pulttoti xuuqqenna wode, he wode taani yelettaas."
    },
    {
        "English Sentences": "Before the mountains were settled, before the hills was I brought forth:",
        "Wolaitta Sentences": "Deretinne kerati bantta sohuwan merettanaappe kase taani yelettaas."
    },
    {
        "English Sentences": "While as yet he had not made the earth, nor the fields, nor the highest part of the dust of the world.",
        "Wolaitta Sentences": "GODAI sa7aanne sa7an de7iya gadeta ubbaa medhdhanaappe kase, woikko issi kophphe gidiya koiro sophphee oosettanaappe kase taani yelettaas."
    },
    {
        "English Sentences": "When he prepared the heavens, I was there: when he set a compass upon the face of the depth:",
        "Wolaitta Sentences": "\"GODAI salota miccido wodenne gita abbatuppe bollaara salo gufanttuwaa giigissido wode, taani yan de7ais."
    },
    {
        "English Sentences": "When he established the clouds above: when he strengthened the fountains of the deep:",
        "Wolaitta Sentences": "GODAI shaarata bollan wottido wode, gita abbaa pulttota xuussido wode,"
    },
    {
        "English Sentences": "When he gave to the sea his decree, that the waters should not pass his commandment: when he appointed the foundations of the earth:",
        "Wolaitta Sentences": "abbaa haattati banttau imettida zawaappe pinnidi, bollau aadhdhennaadan, i eta azazido wode, sa7aa baasuwaa i baasido wode, taani yan de7ais."
    },
    {
        "English Sentences": "Then I was by him, as one brought up with him: and I was daily his delight, rejoicing always before him;",
        "Wolaitta Sentences": "He wode taani a matan waanna oosanchcha; ubba gallassi taani a ufaissais; taukka a sinttan ufaittais."
    },
    {
        "English Sentences": "Rejoicing in the habitable part of his earth; and my delights were with the sons of men.",
        "Wolaitta Sentences": "I medhdhidobai ubbai, sa7aikka asaa naatikka tana ufaissoosona."
    },
    {
        "English Sentences": "Now therefore hearken unto me, O ye children: for blessed are they that keep my ways.",
        "Wolaitta Sentences": "\"Ha77ikka simmi ta naatoo, siyite; taani yootiyoogaadan oottiyaageeti anjjettidaageeta."
    },
    {
        "English Sentences": "Hear instruction, and be wise, and refuse it not.",
        "Wolaitta Sentences": "Ta timirttiyaa siyite; siyidi aadhdhida eranchcha gidite; siyidobaa shenehoo gooppite."
    },
    {
        "English Sentences": "Blessed is the man that heareth me, watching daily at my gates, waiting at the posts of my doors.",
        "Wolaitta Sentences": "Taani yootiyoogaa siyiya urai, hachchi hachchi ta penggen beettiya urai, ta soo geliyoosankka naagiya urai anjjettidaagaa."
    },
    {
        "English Sentences": "For whoso findeth me findeth life, and shall obtain favour of the LORD.",
        "Wolaitta Sentences": "Tana demmiyaagee de7uwaa demmees; GODAAPPE i sabaa demmees."
    },
    {
        "English Sentences": "But he that sinneth against me wrongeth his own soul: all they that hate me love death.",
        "Wolaitta Sentences": "SHin tana demmennan aggiya urai bana qohees; tana ixxiya ubbati, haiquwaa siiqoosona\" yaagausu."
    },
    {
        "English Sentences": "Wisdom hath builded her house, she hath hewn out her seven pillars:",
        "Wolaitta Sentences": "Aadhdhida eratettiyaa ba keettaa keexxausu; keexxaidda he keettau laappun tuussata essaasu."
    },
    {
        "English Sentences": "She hath killed her beasts; she hath mingled her wine; she hath also furnished her table.",
        "Wolaitta Sentences": "A ba giigissiyo gibiraayyo modhdho mehiyaa shukkaasu; woiniyaa eessaakka agada giigissaasu. Giigissada maaddaa sinttau aattaasu."
    },
    {
        "English Sentences": "She hath sent forth her maidens: she crieth upon the highest places of the city,",
        "Wolaitta Sentences": "Yaatada asaa xeesanau ba ashkkarata kiittaasu. Kiittin ashkkarati katamaassi xoqqa sohuwan eqqidi,"
    },
    {
        "English Sentences": "Whoso is simple, let him turn in hither: as for him that wanteth understanding, she saith to him,",
        "Wolaitta Sentences": "\"Inttenoo, eri paccidoogeetoo hagaa gelite!\" yaagidosona. Eeyyatakka a hagaadan yaagaasu;"
    },
    {
        "English Sentences": "Come, eat of my bread, and drink of the wine which I have mingled.",
        "Wolaitta Sentences": "\"Haa yiite; yiidi ta qumaa miite; taani agido woiniyaa eessaakka uyite!"
    },
    {
        "English Sentences": "Forsake the foolish, and live; and go in the way of understanding.",
        "Wolaitta Sentences": "Eeyyatettaa aggidi, shemppoora paxa de7ite; akeekaa ogiyan hemettite\" yaagausu."
    },
    {
        "English Sentences": "He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.",
        "Wolaitta Sentences": "Qilliicciya uraa seeriya asi bau cashshaa ekkees; iita uraa zoriyaageekka bau qohettees."
    },
    {
        "English Sentences": "Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee.",
        "Wolaitta Sentences": "Qilliicciya uraa zoroppa; zorikko i nena ixxana. Aadhdhida eranchcha uraa zora; zorikko i nena siiqana."
    },
    {
        "English Sentences": "Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning.",
        "Wolaitta Sentences": "Aadhdhida eranchcha uraa tamaarissa; yaatikko, i kaseegaappekka aadhdhida eranchcha gidana. Xillo uraakka tamaarissa; yaatikko i eraa gujjana."
    },
    {
        "English Sentences": "The fear of the LORD is the beginning of wisdom: and the knowledge of the holy is understanding.",
        "Wolaitta Sentences": "Aadhdhida eratettaassi doomettai GODAASSI yayyiyoogaa; Geeshsha GODAA eriyoogee akeekiyoogaa."
    },
    {
        "English Sentences": "For by me thy days shall be multiplied, and the years of thy life shall be increased.",
        "Wolaitta Sentences": "Tanan aadhdhida eratettan laittai darana; ne bareekka aduqqana."
    },
    {
        "English Sentences": "If thou be wise, thou shalt be wise for thyself: but if thou scornest, thou alone shalt bear it.",
        "Wolaitta Sentences": "Neeni aadhdhida eranchcha gidikko, ne huuphiyau go7ettaasa. Neeni qilliicciyaagaa gidikkokka, ne huuphiyau qohettaasa."
    },
    {
        "English Sentences": "A foolish woman is clamorous: she is simple, and knoweth nothing.",
        "Wolaitta Sentences": "Issi Eeyyo giyo maccaasiyaa wocama darausu; iyyo yeelli baawa; a ainne erukku."
    },
    {
        "English Sentences": "For she sitteth at the door of her house, on a seat in the high places of the city,",
        "Wolaitta Sentences": "A ba karen, woikko katamaassi xoqqa sohuwan oidiyan uttausu."
    },
    {
        "English Sentences": "To call passengers who go right on their ways:",
        "Wolaitta Sentences": "Uttada suure bantta ogiyaa oiqqidi biya asaa xeesausu; xeesada,"
    },
    {
        "English Sentences": "Whoso is simple, let him turn in hither: and as for him that wanteth understanding, she saith to him,",
        "Wolaitta Sentences": "\"Inttenoo, eri paccidoogeetoo, taakko haa yiite\" yaagausu. Akeeki bainnaagaakka,"
    },
    {
        "English Sentences": "Stolen waters are sweet, and bread eaten in secret is pleasant.",
        "Wolaitta Sentences": "\"Wuuqqidi uyiyo haattai mal77ees; geeman miyo qumaikka pashkkissees\" yaagausu."
    },
    {
        "English Sentences": "But he knoweth not that the dead are there; and that her guests are in the depths of hell.",
        "Wolaitta Sentences": "SHin haiqqida asai yan de7iyoogaa, i imattatikka hirkkin, duufo giddon de7iyoogaa i erenna."
    },
    {
        "English Sentences": "The proverbs of Solomon. A wise son maketh a glad father: but a foolish son is the heaviness of his mother.",
        "Wolaitta Sentences": "Hageeti Solomona leemisota. Aadhdhida eranchcha na7ai ba aawaa ufaissees; shin eeyya na7ai ba aayyiyo azzanissees."
    },
    {
        "English Sentences": "Treasures of wickedness profit nothing: but righteousness delivereth from death.",
        "Wolaitta Sentences": "Nagaran demmido miishshai go77enna; shin xillotettai haiquwaappe ashshees."
    },
    {
        "English Sentences": "The LORD will not suffer the soul of the righteous to famish: but he casteth away the substance of the wicked.",
        "Wolaitta Sentences": "GODAI xillota namisissenna; shin nagaranchchatu amuwaa polissenna."
    },
    {
        "English Sentences": "He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.",
        "Wolaitta Sentences": "Azallatettai hiyyeesissees; shin minnidi oottiyoogee dureyees."
    },
    {
        "English Sentences": "He that gathereth in summer is a wise son: but he that sleepeth in harvest is a son that causeth shame.",
        "Wolaitta Sentences": "Aadhdhida eranchcha urai kattaa boniyan shiishshees; shin kattaa cakkiyo wode xiskkiya urai kauyyees."
    },
    {
        "English Sentences": "Blessings are upon the head of the just: but violence covereth the mouth of the wicked.",
        "Wolaitta Sentences": "Xillo asai anjjettees; shin nagaranchchaa doonai makkalaa genttees."
    },
    {
        "English Sentences": "The memory of the just is blessed: but the name of the wicked shall rot.",
        "Wolaitta Sentences": "Xilluwaa sunttai anjjuwan xeesettiiddi, de7i aggees; shin nagaranchchatu sunttai sohuwaara dogettees."
    },
    {
        "English Sentences": "The wise in heart will receive commandments: but a prating fool shall fall.",
        "Wolaitta Sentences": "Aadhdhida eranchchati azazidobaa oottoosona; shin eeyyatettan coo biddiyaageeti bashshau boosona."
    },
    {
        "English Sentences": "He that walketh uprightly walketh surely: but he that perverteth his ways shall be known.",
        "Wolaitta Sentences": "Suure asi saro de7ees; shin geella urai ba mooruwan ohettees."
    },
    {
        "English Sentences": "He that winketh with the eye causeth sorrow: but a prating fool shall fall.",
        "Wolaitta Sentences": "Geniiddi qim77otiya uri meto kessees; shin yayyennan seeriya uri sarotettaa medhdhees."
    },
    {
        "English Sentences": "The mouth of a righteous man is a well of life: but violence covereth the mouth of the wicked.",
        "Wolaitta Sentences": "Xilluwaa haasayai de7uwaa pultto; shin nagaranchchaa haasayai makkalaa genttees."
    },
    {
        "English Sentences": "Hatred stirreth up strifes: but love covereth all sins.",
        "Wolaitta Sentences": "Ixoi palamaa denttettees; shin siiqoi mooruwaa ubbaa qoodenna."
    },
    {
        "English Sentences": "In the lips of him that hath understanding wisdom is found: but a rod is for the back of him that is void of understanding.",
        "Wolaitta Sentences": "Wozannaama asai aadhdhida eran haasayees; shin eeyya urai xam77an shocettees."
    },
    {
        "English Sentences": "Wise men lay up knowledge: but the mouth of the foolish is near destruction.",
        "Wolaitta Sentences": "Aadhdhida eranchchati eraa dagayoosona; shin eeyya haasayaa haasayiya urai bana bashshees."
    },
    {
        "English Sentences": "The rich man's wealth is his strong city: the destruction of the poor is their poverty.",
        "Wolaitta Sentences": "Duriyaa miishshai direttida katamaadan, ba godaa naagees; shin hiyyeesatettai hiyyeesaa xaissees."
    },
    {
        "English Sentences": "The labour of the righteous tendeth to life: the fruit of the wicked to sin.",
        "Wolaitta Sentences": "Xillo uraa a lo77o oosoi de7uwau kaalettees; shin iita uraa wurssettai qixaate."
    },
    {
        "English Sentences": "He is in the way of life that keepeth instruction: but he that refuseth reproof erreth.",
        "Wolaitta Sentences": "Seerin eeniya urai de7uwaa ogiyan hemettees; shin seerin ixxiya urai balees."
    },
    {
        "English Sentences": "He that hideth hatred with lying lips, and he that uttereth a slander, is a fool.",
        "Wolaitta Sentences": "Ixxiiddi ba ixxiyoogaa erissenna urai worddanchcha; zigirssaa laaliya uraikka eeyya."
    },
    {
        "English Sentences": "In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.",
        "Wolaitta Sentences": "Daro haasayaa giddon nagari xayenna; shin ba doonaa shiishshi ekkiya uri aadhdhida eranchcha."
    },
    {
        "English Sentences": "The tongue of the just is as choice silver: the heart of the wicked is little worth.",
        "Wolaitta Sentences": "Xilluwaa inxxarssai tigettida geeshsha biraa mala; shin iita uraa qofau gatee guutta."
    },
    {
        "English Sentences": "The lips of the righteous feed many: but fools die for want of wisdom.",
        "Wolaitta Sentences": "Xillo uraa haasayai daro asaa go77ees; shin eeyyati bantta wozanaa pacan haiqqoosona."
    },
    {
        "English Sentences": "The blessing of the LORD, it maketh rich, and he addeth no sorrow with it.",
        "Wolaitta Sentences": "GODAA anjjoi dure kessees; i he duretettan meto walakkenna."
    },
    {
        "English Sentences": "It is as sport to a fool to do mischief: but a man of understanding hath wisdom.",
        "Wolaitta Sentences": "Eeyya urau iitabaa oottiyoogee kaassa mala; shin wozannaama urai aadhdhida eratettan ufaittees."
    },
    {
        "English Sentences": "The fear of the wicked, it shall come upon him: but the desire of the righteous shall be granted.",
        "Wolaitta Sentences": "Iita urai hirggidobai a bolli gakkana; shin xilloi amottidobai imettana."
    },
    {
        "English Sentences": "As the whirlwind passeth, so is the wicked no more: but the righteous is an everlasting foundation.",
        "Wolaitta Sentences": "Gotee denddidi aadhdhiichchiyo wode, nagaranchchati beettokkona; shin xilloti merinau minnidi de7ana."
    },
    {
        "English Sentences": "As vinegar to the teeth, and as smoke to the eyes, so is the sluggard to them that send him.",
        "Wolaitta Sentences": "Caalai achchaa zil77issiyoogaadaaninne cuwai aifiyaa poogiyoogaadan, azalla uraa kiittiyoogee yiilloyees."
    },
    {
        "English Sentences": "The fear of the LORD prolongeth days: but the years of the wicked shall be shortened.",
        "Wolaitta Sentences": "GODAASSI yayyiyoogee bariyaa adussees; shin nagaranchcha uraa baree qaammees."
    },
    {
        "English Sentences": "The hope of the righteous shall be gladness: but the expectation of the wicked shall perish.",
        "Wolaitta Sentences": "Xillo urai sinttaara ufaissai yaana giidi naagees; shin iita urai sinttaara yaana giidi naagiyoobi aibinne baawa."
    },
    {
        "English Sentences": "The way of the LORD is strength to the upright: but destruction shall be to the workers of iniquity.",
        "Wolaitta Sentences": "GODAA ogee xillotussi baqati attiyo soho; shin iitaa oottiyaageetassi bashsha."
    },
    {
        "English Sentences": "The righteous shall never be removed: but the wicked shall not inhabit the earth.",
        "Wolaitta Sentences": "Xilloti mulekka xoqolettokkona; shin iitati biittaa bolli de7okkona."
    },
    {
        "English Sentences": "The mouth of the just bringeth forth wisdom: but the froward tongue shall be cut out.",
        "Wolaitta Sentences": "Xillo asai aadhdhida eratettaa haasayees; shin geellabaa haasayiya inxxarssai qanxxettana."
    },
    {
        "English Sentences": "The lips of the righteous know what is acceptable: but the mouth of the wicked speaketh frowardness.",
        "Wolaitta Sentences": "Xillo asai bessiya haasayaa erees; shin iita asai geellaa haasayees."
    },
    {
        "English Sentences": "A false balance is abomination to the LORD: but a just weight is his delight.",
        "Wolaitta Sentences": "GODAI worddo meezaanaa ixxees; shin likke meezaanan ufaittees."
    },
    {
        "English Sentences": "When pride cometh, then cometh shame: but with the lowly is wisdom.",
        "Wolaitta Sentences": "Otoroi yiyo wode kaushshatettai yees; shin ashkketettaara aadhdhida eratettai yees."
    },
    {
        "English Sentences": "The integrity of the upright shall guide them: but the perverseness of transgressors shall destroy them.",
        "Wolaitta Sentences": "Xillota eta suuretettai kaalettees; shin ammanettennaageeta eta geellatettai xaissees."
    },
    {
        "English Sentences": "Riches profit not in the day of wrath: but righteousness delivereth from death.",
        "Wolaitta Sentences": "Hanqquwaa gallassi duretettai go77enna; shin xillotettai haiquwaappe ashshees."
    },
    {
        "English Sentences": "The righteousness of the perfect shall direct his way: but the wicked shall fall by his own wickedness.",
        "Wolaitta Sentences": "Boree bainna uraa ogiyaa a xillotettai sittissees; shin iita urai ba iitatettan kunddees."
    },
    {
        "English Sentences": "The righteousness of the upright shall deliver them: but transgressors shall be taken in their own naughtiness.",
        "Wolaitta Sentences": "Suureta eta xillotettai ashshees; shin ammanettennaageeta eta amoi pire gididi oiqqana."
    },
    {
        "English Sentences": "When a wicked man dieth, his expectation shall perish: and the hope of unjust men perisheth.",
        "Wolaitta Sentences": "Iita asi haiqqiyo wode, i naagiyo ufaissaikka aara issippe haiqqees; i ba wolqqan ceeqettiyoobai ubbikka xayees."
    },
    {
        "English Sentences": "The righteous is delivered out of trouble, and the wicked cometh in his stead.",
        "Wolaitta Sentences": "Xilloi metuwaappe attees; a gishshaa iitaa bolli metoi yees."
    },
    {
        "English Sentences": "An hypocrite with his mouth destroyeth his neighbour: but through knowledge shall the just be delivered.",
        "Wolaitta Sentences": "Xoossaa kaddida asi ba doonan asa xaissees; shin xilloti eran kessi ekkoosona."
    },
    {
        "English Sentences": "When it goeth well with the righteous, the city rejoiceth: and when the wicked perish, there is shouting.",
        "Wolaitta Sentences": "Xilloti bonchchettiyo wode, katamai ufaittees; qassi iitati haiqqiyo wode, hashshu gees."
    },
    {
        "English Sentences": "By the blessing of the upright the city is exalted: but it is overthrown by the mouth of the wicked.",
        "Wolaitta Sentences": "Xillotu anjjuwaa gaasuwan katamai diccees; shin iita uraa haasayai katamaa xaissees."
    },
    {
        "English Sentences": "He that is void of wisdom despiseth his neighbour: but a man of understanding holdeth his peace.",
        "Wolaitta Sentences": "Ba shooruwaa kariya urau wozani baawa; shin akeekanchcha uri co77u gees."
    },
    {
        "English Sentences": "A talebearer revealeth secrets: but he that is of a faithful spirit concealeth the matter.",
        "Wolaitta Sentences": "Zigirssanchcha asi xuuraa laalees; shin ammanettiya asi xuuraa genttees."
    },
    {
        "English Sentences": "Where no counsel is, the people fall: but in the multitude of counsellors there is safety.",
        "Wolaitta Sentences": "Kaalettiyaabi xayikko, kawotettai kunddees; shin daro zoriyaageeti de7ikko, saroi de7ees."
    },
    {
        "English Sentences": "He that is surety for a stranger shall smart for it: and he that hateth suretiship is sure.",
        "Wolaitta Sentences": "Erenna urau waase gidiya asi tumuppe metootana; hegaappe waase gidennan ixxiyoogee lo77o."
    },
    {
        "English Sentences": "A gracious woman retaineth honour: and strong men retain riches.",
        "Wolaitta Sentences": "Ulo keha maccaasiyaa bonchchettausu; shin meqettaa iita asai duretetta xalaalaa duretees."
    },
    {
        "English Sentences": "The merciful man doeth good to his own soul: but he that is cruel troubleth his own flesh.",
        "Wolaitta Sentences": "Keha asi baassi lo77obaa oottees; shin meqettaa iita asi bana qohees."
    },
    {
        "English Sentences": "The wicked worketh a deceitful work: but to him that soweth righteousness shall be a sure reward.",
        "Wolaitta Sentences": "Iita asi demmiyo miishshai cimo; shin xillotettaa zeriya uri tumu woituwaa cakkana."
    },
    {
        "English Sentences": "As righteousness tendeth to life: so he that pursueth evil pursueth it to his own death.",
        "Wolaitta Sentences": "Xillotettan minnidi de7iya uri paxa de7ana; shin iitatettaa kaalliya uri haiqqana."
    },
    {
        "English Sentences": "They that are of a froward heart are abomination to the LORD: but such as are upright in their way are his delight.",
        "Wolaitta Sentences": "GODAI iita qofai de7iyo asata ixxees; shin suure hemettiyaageetan ufaittees."
    },
    {
        "English Sentences": "Though hand join in hand, the wicked shall not be unpunished: but the seed of the righteous shall be delivered.",
        "Wolaitta Sentences": "Iita asi qaxxayettanaagee attenna; shin xillotu zaree attana."
    },
    {
        "English Sentences": "As a jewel of gold in a swine's snout, so is a fair woman which is without discretion.",
        "Wolaitta Sentences": "Adussa qofi bainna puulanchcha maccaasee puulai gudunttaa siiriyan aattido worqqaa alleequwaa mala."
    },
    {
        "English Sentences": "The desire of the righteous is only good: but the expectation of the wicked is wrath.",
        "Wolaitta Sentences": "Xillotu amuwaa poloi lo77o xalaala; shin iitatu amuwaa poloi hanqqo xalaala."
    },
    {
        "English Sentences": "There is that scattereth, and yet increaseth; and there is that withholdeth more than is meet, but it tendeth to poverty.",
        "Wolaitta Sentences": "Issi issi asati bantta miishshaa asau coo kehoosona; shin eta aqoi yaa darees. Hara asati qassi bantta miishshau pala uuzettoosona; shin eta aqoi haa paccees."
    },
    {
        "English Sentences": "The liberal soul shall be made fat: and he that watereth shall be watered also himself.",
        "Wolaitta Sentences": "Keha asi duretana; harata maaddiya asi maadettana."
    },
    {
        "English Sentences": "He that withholdeth corn, the people shall curse him: but blessing shall be upon the head of him that selleth it.",
        "Wolaitta Sentences": "Kattai al77in baizzanau minjjiya uraa asai qanggees. SHin ba kattaa asai koyiyo wode baizziya uraa anjjees."
    },
    {
        "English Sentences": "He that diligently seeketh good procureth favour: but he that seeketh mischief, it shall come unto him.",
        "Wolaitta Sentences": "Lo77obaa minttidi koyiya uri ufaissaa demmees; shin iitabaa koyiya uraa iitabai demmees."
    },
    {
        "English Sentences": "He that trusteth in his riches shall fall; but the righteous shall flourish as a branch.",
        "Wolaitta Sentences": "Ba duretettan ammanettiya asi kunddana; shin xilloti balggo mittaadan daayana."
    },
    {
        "English Sentences": "He that troubleth his own house shall inherit the wind: and the fool shall be servant to the wise of heart.",
        "Wolaitta Sentences": "Ba so asaa bolli cabbo denttiya uri go7ettanabi aibinne baawa. Eeyyatikka aadhdhida eranchchatuyyo ashkkara gidana."
    },
    {
        "English Sentences": "The fruit of the righteous is a tree of life; and he that winneth souls is wise.",
        "Wolaitta Sentences": "Xillo asi de7o aifiyaa aifiya mitta mala; shemppo ashshiyaageeti aadhdhida eranchcha."
    },
    {
        "English Sentences": "Behold, the righteous shall be recompensed in the earth: much more the wicked and the sinner.",
        "Wolaitta Sentences": "Xilloti sa7an bantta oosuwaa waagaa ekkiyaabaa gidikko, iitatinne nagaranchchati bantta oosuwaassi ekkana waagai waani daranddeeshsha!"
    },
    {
        "English Sentences": "Whoso loveth instruction loveth knowledge: but he that hateth reproof is brutish.",
        "Wolaitta Sentences": "Seeriyoogaa dosiya uri eratettaa dosees; shin seeraa ixxiya uri damma."
    },
    {
        "English Sentences": "A good man obtaineth favour of the LORD: but a man of wicked devices will he condemn.",
        "Wolaitta Sentences": "Lo77o asi GODAAPPE sabaa demmees; shin GODAI genanchchata pirddees."
    },
    {
        "English Sentences": "A man shall not be established by wickedness: but the root of the righteous shall not be moved.",
        "Wolaitta Sentences": "Asa iitatettai minttidi essenna; shin xillotu xaphoi qaaxxenna."
    },
    {
        "English Sentences": "A virtuous woman is a crown to her husband: but she that maketh ashamed is as rottenness in his bones.",
        "Wolaitta Sentences": "Wozannaama maccaasiyaa ba keettaawau kallachcha mala; shin ba keettaawaa kaushshiya maccaasiyaa a meqettaa miya ajaajje mala."
    },
    {
        "English Sentences": "The thoughts of the righteous are right: but the counsels of the wicked are deceit.",
        "Wolaitta Sentences": "Xillotu qofai suure; shin iitatu zoree cimo."
    },
    {
        "English Sentences": "The words of the wicked are to lie in wait for blood: but the mouth of the upright shall deliver them.",
        "Wolaitta Sentences": "Iitatu haasayai asa woranaassa; shin xillotu haasayai eta ashshees."
    },
    {
        "English Sentences": "The wicked are overthrown, and are not: but the house of the righteous shall stand.",
        "Wolaitta Sentences": "Iita asati kunddana; etau zerettikka attenna; shin xillotu zerettai minnidi de7ana."
    },
    {
        "English Sentences": "A man shall be commended according to his wisdom: but he that is of a perverse heart shall be despised.",
        "Wolaitta Sentences": "Asi ba aadhdhida eratettaa keenaa galatettees; shin geella qofai de7iyo asi karettees."
    },
    {
        "English Sentences": "He that is despised, and hath a servant, is better than he that honoureth himself, and lacketh bread.",
        "Wolaitta Sentences": "Dure asa milatidi, metuwan de7iya asaappe coo asa milatidi, oottiiddi ba de7uwaa sugiya asi keha."
    },
    {
        "English Sentences": "A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel.",
        "Wolaitta Sentences": "Xillo asi ba mehiyaassi qarettees; shin iita asa kehatettau meqetti baawa."
    },
    {
        "English Sentences": "He that tilleth his land shall be satisfied with bread: but he that followeth vain persons is void of understanding.",
        "Wolaitta Sentences": "Ba biittaa mintti oottiya urai kattaa kallees; shin pattennabaa yedettiya uri akeekai paccidoogaa."
    },
    {
        "English Sentences": "The wicked desireth the net of evil men: but the root of the righteous yieldeth fruit.",
        "Wolaitta Sentences": "Iitati nagaranchcha asatu omooduwaa ekkanau amottoosona; shin xillotu xaphoi daayidi de7ana."
    },
    {
        "English Sentences": "The wicked is snared by the transgression of his lips: but the just shall come out of trouble.",
        "Wolaitta Sentences": "Iita asa a doonaappe kiyida haasayai pire gididi oiqqees; shin xilloi metuwaappe kessi ekkees."
    },
    {
        "English Sentences": "A man shall be satisfied with good by the fruit of his mouth: and the recompence of a man's hands shall be rendered unto him.",
        "Wolaitta Sentences": "Asi ba doonaappe kiyiya qaalan lo77obaa kallees; ba oottido oosuwaa waagaakka ekkees."
    },
    {
        "English Sentences": "The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.",
        "Wolaitta Sentences": "Eeyya asi biyo buussai au a huuphen likke milatees; shin aadhdhida eranchcha asi zoriyaa siyees."
    },
    {
        "English Sentences": "A fool's wrath is presently known: but a prudent man covereth shame.",
        "Wolaitta Sentences": "Eeyya uraa hanqqoi sohuwaara erettees; shin cincca asi cashshaa wudenna."
    },
    {
        "English Sentences": "He that speaketh truth sheweth forth righteousness: but a false witness deceit.",
        "Wolaitta Sentences": "Tumaa haasayiya asi suurebaa yootees; shin worddo markkai wordduwaa yootees."
    },
    {
        "English Sentences": "There is that speaketh like the piercings of a sword: but the tongue of the wise is health.",
        "Wolaitta Sentences": "Akeekennan haasayiyo haasayai cuphedan caddees; shin aadhdhida eranchchaa inxxarssai pattees."
    },
    {
        "English Sentences": "The lip of truth shall be established for ever: but a lying tongue is but for a moment.",
        "Wolaitta Sentences": "Worddo haasayi guutta wodiyaassa; shin tuma haasayi merinau de7ana."
    },
    {
        "English Sentences": "Deceit is in the heart of them that imagine evil: but to the counsellors of peace is joy.",
        "Wolaitta Sentences": "Iitaa qoppiyaageetu wozanan genee de7ees; shin sarobaa zorettiyaageetu wozanan ufaissai kumees."
    },
    {
        "English Sentences": "There shall no evil happen to the just: but the wicked shall be filled with mischief.",
        "Wolaitta Sentences": "Xillota metoi gakkenna; shin iitatussi metoppe attin, harabi de7enna."
    },
    {
        "English Sentences": "Lying lips are abomination to the LORD: but they that deal truly are his delight.",
        "Wolaitta Sentences": "GODAI worddanchchata ixxees; shin tumanchcha asatun i ufaittees."
    },
    {
        "English Sentences": "A prudent man concealeth knowledge: but the heart of fools proclaimeth foolishness.",
        "Wolaitta Sentences": "Cincca asi ba eraa qottees; shin eeyyati bantta eeyyatettaa yootoosona."
    },
    {
        "English Sentences": "The hand of the diligent shall bear rule: but the slothful shall be under tribute.",
        "Wolaitta Sentences": "Minnidi oottiya uri deriyaa haarees; shin azallai haarettees."
    },
    {
        "English Sentences": "Heaviness in the heart of man maketh it stoop: but a good word maketh it glad.",
        "Wolaitta Sentences": "Hirggiyoogee asa ufaissaa diggees; shin shonggaara de7iya haasayai a ufaissees."
    },
    {
        "English Sentences": "The righteous is more excellent than his neighbour: but the way of the wicked seduceth them.",
        "Wolaitta Sentences": "Xillo asi ba shooruwaa zoridi, suure ogiyaa kaalettees; shin iitatu ogee tumaappe haassees."
    },
    {
        "English Sentences": "The slothful man roasteth not that which he took in hunting: but the substance of a diligent man is precious.",
        "Wolaitta Sentences": "Azalla asi shankkatidi ehiido ashuwaa kattenna; shin asau aqoi minnidi oottiyoogaa."
    },
    {
        "English Sentences": "In the way of righteousness is life: and in the pathway thereof there is no death.",
        "Wolaitta Sentences": "Xillotettaa ogiyan de7oi de7ees; he ogiyan haiqoi baawa."
    },
    {
        "English Sentences": "A wise son heareth his father's instruction: but a scorner heareth not rebuke.",
        "Wolaitta Sentences": "Eranchcha na7ai ba aawaa seeraa siyees; shin qilliicciyaagee seeraa siyenna."
    },
    {
        "English Sentences": "A man shall eat good by the fruit of his mouth: but the soul of the transgressors shall eat violence.",
        "Wolaitta Sentences": "Asi ba doonaappe kiyiya qaalan lo77obaa ekkees; shin ammanttennaageeti makkalabaa amottoosona."
    },
    {
        "English Sentences": "He that keepeth his mouth keepeth his life: but he that openeth wide his lips shall have destruction.",
        "Wolaitta Sentences": "Ba doonaa naagiya urai ba shemppuwaa naagees; shin eesuwan haasayiya urai bana xaissees."
    },
    {
        "English Sentences": "The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.",
        "Wolaitta Sentences": "Azallai amottees; amottikkonne aibanne demmenna; shin minnidi oottiyaageeti kallana."
    },
    {
        "English Sentences": "A righteous man hateth lying: but a wicked man is loathsome, and cometh to shame.",
        "Wolaitta Sentences": "Xillo asati worddo haasayaa ixxoosona. SHin iita asatu haasayai yeellayeesinne kaushshees."
    },
    {
        "English Sentences": "Righteousness keepeth him that is upright in the way: but wickedness overthroweth the sinner.",
        "Wolaitta Sentences": "Suure de7uwaa de7iya uraa a xillotettai naagees; shin nagaranchchaa a nagarai onggees."
    },
    {
        "English Sentences": "There is that maketh himself rich, yet hath nothing: there is that maketh himself poor, yet hath great riches.",
        "Wolaitta Sentences": "Bana dure milatissiya asi de7ees; shin au aibinne baawa; harai qassi bana hiyyeesa milatissiyaagee de7ees; shin au daro aqoi de7ees."
    },
    {
        "English Sentences": "The ransom of a man's life are his riches: but the poor heareth not rebuke.",
        "Wolaitta Sentences": "Asi ba miishshan ba shemppuwaa wozanau danddayees; shin hiyyeesaa yashissiyaabi baawa."
    },
    {
        "English Sentences": "The light of the righteous rejoiceth: but the lamp of the wicked shall be put out.",
        "Wolaitta Sentences": "Xillotussi ubbatoo poo7o; shin iitatu xomppee to7ana."
    },
    {
        "English Sentences": "Only by pride cometh contention: but with the well advised is wisdom.",
        "Wolaitta Sentences": "Otoroi ooshshaa yelees; shin zoriyaa ekkiyaageeti aadhdhida eranchcha."
    },
    {
        "English Sentences": "Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.",
        "Wolaitta Sentences": "Daafuri bainnan demmido miishshai eesuwan xayees; shin minni oottidi demmido aqoi, dari daridi bees."
    },
    {
        "English Sentences": "Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life.",
        "Wolaitta Sentences": "Koyiyoobai polettennan gam77iyoogee azzanissees; shin amottidobai polettiyoogee ufaissees."
    },
    {
        "English Sentences": "Whoso despiseth the word shall be destroyed: but he that feareth the commandment shall be rewarded.",
        "Wolaitta Sentences": "Zore kariya uri meton gelees; shin azazuwaa bonchchiya uri saruwan de7ana."
    },
    {
        "English Sentences": "The law of the wise is a fountain of life, to depart from the snares of death.",
        "Wolaitta Sentences": "Aadhdhida eranchchai immiyo timirttee de7o pultto; hegee asi haiquwaa piriyaappe kessi ekkanau maaddees."
    },
    {
        "English Sentences": "Good understanding giveth favour: but the way of transgressors is hard.",
        "Wolaitta Sentences": "Akeeki de7iyo uri bonchchettees; shin ammanettennan aggiyoogee bashshau efees."
    },
    {
        "English Sentences": "Every prudent man dealeth with knowledge: but a fool layeth open his folly.",
        "Wolaitta Sentences": "Cincca asai ubbai eran oottees; shin eeyyai ba eeyyatettaa qonccissees."
    },
    {
        "English Sentences": "A wicked messenger falleth into mischief: but a faithful ambassador is health.",
        "Wolaitta Sentences": "Iita asati kiitettidi, meton geloosona; shin ammanttiya asati kiitettidi, sarotettaa ehoosona."
    },
    {
        "English Sentences": "Poverty and shame shall be to him that refuseth instruction: but he that regardeth reproof shall be honoured.",
        "Wolaitta Sentences": "Seeraa ixxiya asi hiyyeeseesinne yeellatees; shin seerin siyiya urai bonchchettees."
    },
    {
        "English Sentences": "The desire accomplished is sweet to the soul: but it is abomination to fools to depart from evil.",
        "Wolaitta Sentences": "Amottidobaa demmiyoogee keehi ufaissees; shin iitati iitaappe haakkanau koyokkona."
    },
    {
        "English Sentences": "He that walketh with wise men shall be wise: but a companion of fools shall be destroyed.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asatuura hemettiya asi aadhdhida eranchcha gidees; shin eeyya asatuura hemettiya asi metuwan gelees."
    },
    {
        "English Sentences": "Evil pursueth sinners: but to the righteous good shall be repayed.",
        "Wolaitta Sentences": "Nagaranchchata iita qaadai kaallees; shin xilloti lo77o oosuwaa woituwaa ekkana."
    },
    {
        "English Sentences": "A good man leaveth an inheritance to his children's children: and the wealth of the sinner is laid up for the just.",
        "Wolaitta Sentences": "Lo77o asi ba naatu naata laatissees; shin nagaranchchaa aqoi xilluwaassi dagattees."
    },
    {
        "English Sentences": "Much food is in the tillage of the poor: but there is that is destroyed for want of judgment.",
        "Wolaitta Sentences": "Hiyyeesaa goshshai daro kattaa aifanau danddayees; shin suure pirddai paccidoogaa gaasuwan xayees."
    },
    {
        "English Sentences": "He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.",
        "Wolaitta Sentences": "Qaixaariyan wadhdhanau qarettiya uri ba na7aa ixxees; shin ba na7aa siiqiya uri minnidi seerees."
    },
    {
        "English Sentences": "The righteous eateth to the satisfying of his soul: but the belly of the wicked shall want.",
        "Wolaitta Sentences": "Xilloi a uloi kallana gakkanaassi mees; shin nagaranchchai namisettees."
    },
    {
        "English Sentences": "Every wise woman buildeth her house: but the foolish plucketh it down with her hands.",
        "Wolaitta Sentences": "Aadhdhida eranchcha maccaasiyaa ba keettaa keexxausu; shin eeyyiyaa ba keettaa ba kushiyan qolausu."
    },
    {
        "English Sentences": "He that walketh in his uprightness feareth the LORD: but he that is perverse in his ways despiseth him.",
        "Wolaitta Sentences": "Suure hemettiya asi GODAASSI yayyees; shin ba ogiyaa geellayiya asi GODAA karees."
    },
    {
        "English Sentences": "In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them.",
        "Wolaitta Sentences": "Eeyyaa haasayai a zokkuwaassi gatimaa ehees; shin aadhdhida eranchchatu inxxarssai eta naagees."
    },
    {
        "English Sentences": "Where no oxen are, the crib is clean: but much increase is by the strength of the ox.",
        "Wolaitta Sentences": "Boorati bainnasan gootarai mela de7ees; shin neeyyo goyiyo wolqqaama boorati de7ikko, ne gootaran kattai kumees."
    },
    {
        "English Sentences": "A faithful witness will not lie: but a false witness will utter lies.",
        "Wolaitta Sentences": "Ammanettiya markkai ubbaton tumaa odees; shin worddo markkai worddo xalaalaa haasayees."
    },
    {
        "English Sentences": "A scorner seeketh wisdom, and findeth it not: but knowledge is easy unto him that understandeth.",
        "Wolaitta Sentences": "Qilliicciyaagee aadhdhida eratettaa koyees; shin demmenna; akeekai de7iyo asi eratettaa demmanaagee a waayissenna."
    },
    {
        "English Sentences": "Go from the presence of a foolish man, when thou perceivest not in him the lips of knowledge.",
        "Wolaitta Sentences": "Eeyya asappe haakka; aissi giikko, neeni a haasayaappe era demmakka."
    },
    {
        "English Sentences": "The wisdom of the prudent is to understand his way: but the folly of fools is deceit.",
        "Wolaitta Sentences": "Cincca asi ba oottiyoogaa eriyo gishshau, aadhdhida eranchcha gidees; shin eeyya asi ainne erennankka eriyaabaa milatiyo gishshau eeyya gidees."
    },
    {
        "English Sentences": "Fools make a mock at sin: but among the righteous there is favour.",
        "Wolaitta Sentences": "Eeyyati nagaraa oottidi, azzaniyoogaa gishshaa qilliiccoosona; shin suureti bantta nagarai atto geetettanau koyoosona."
    },
    {
        "English Sentences": "The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy.",
        "Wolaitta Sentences": "Ba wozanaa azzanuwaa aawu erees; a ufaissaakka ooninne aara koxxenna."
    },
    {
        "English Sentences": "The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish.",
        "Wolaitta Sentences": "Iitatu keettai qolettana; shin suuretu keettai minnidi de7ana."
    },
    {
        "English Sentences": "There is a way which seemeth right unto a man, but the end thereof are the ways of death.",
        "Wolaitta Sentences": "Asaassi likke milatiya ogee de7ees; shin bin, a wurssettai haiquwan kessi yeggees."
    },
    {
        "English Sentences": "Even in laughter the heart is sorrowful; and the end of that mirth is heaviness.",
        "Wolaitta Sentences": "Miichchankka wozanai azzani erees; ufaissaa wurssettaikka azzano gidanau danddayees."
    },
    {
        "English Sentences": "The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself.",
        "Wolaitta Sentences": "Iita asi ba iita oosuwaa waagaa ekkana; lo77o asikka ba lo77o oosuwaa waagaa ekkana."
    },
    {
        "English Sentences": "The simple believeth every word: but the prudent man looketh well to his going.",
        "Wolaitta Sentences": "Eeyya asi ubbabaa ammanees; shin cinccai akeekidi tanggees."
    },
    {
        "English Sentences": "A wise man feareth, and departeth from evil: but the fool rageth, and is confident.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asi yayyees; iitaappekka haakkees; shin eeyyai banan ammanettidi otorettees."
    },
    {
        "English Sentences": "He that is soon angry dealeth foolishly: and a man of wicked devices is hated.",
        "Wolaitta Sentences": "Elle hanqqettiya asati eeyya ooso oottoosona. SHin cinccati danddayanchcha."
    },
    {
        "English Sentences": "The simple inherit folly: but the prudent are crowned with knowledge.",
        "Wolaitta Sentences": "Eeyyati bantta azallatettaa waagaa ekkoosona; shin cinccati eratettaa kallachchaadan goxxoosona."
    },
    {
        "English Sentences": "The evil bow before the good; and the wicked at the gates of the righteous.",
        "Wolaitta Sentences": "Iita asati lo77o asatu sinttan hokkidi, maarotaa woossoosona. Nagaranchchatikka xillotu penggiyan hokkoosona."
    },
    {
        "English Sentences": "The poor is hated even of his own neighbour: but the rich hath many friends.",
        "Wolaitta Sentences": "Hiyyeesai ba shooruwankka dosettenna; shin duretussi daro laggeti de7oosona."
    },
    {
        "English Sentences": "He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he.",
        "Wolaitta Sentences": "Ba shooruwaa kariya asi nagaraa oottees; shin hiyyeesaa maaddiyaageeti anjjettidaageeta."
    },
    {
        "English Sentences": "Do they not err that devise evil? but mercy and truth shall be to them that devise good.",
        "Wolaitta Sentences": "Iitabaa maqettiyaageeti baloosona gidokkonaa? SHin lo77obaa oottanau halchchiyaageeti tumatettaanne aggenna siiquwaa demmoosona."
    },
    {
        "English Sentences": "In all labour there is profit: but the talk of the lips tendeth only to penury.",
        "Wolaitta Sentences": "Minnidi oottidoban ubban go77ai de7ees; shin coo mela haasayai hiyeesatetta xalaalaa ehees."
    },
    {
        "English Sentences": "The crown of the wise is their riches: but the foolishness of fools is folly.",
        "Wolaitta Sentences": "Aadhdhida eranchchatussi eta duretettai etau kallachcha; shin eeyyati bantta eeyyatettaa gujji gujjidi eeyyoosona."
    },
    {
        "English Sentences": "A true witness delivereth souls: but a deceitful witness speaketh lies.",
        "Wolaitta Sentences": "Tumu markkai shemppuwaa ashshees; shin worddo markkai kashi erikke gees."
    },
    {
        "English Sentences": "In the fear of the LORD is strong confidence: and his children shall have a place of refuge.",
        "Wolaitta Sentences": "GODAASSI yayyiya urau mino qatoi de7ees. I a naatussikka baqatidi attiyo soho gidana."
    },
    {
        "English Sentences": "The fear of the LORD is a fountain of life, to depart from the snares of death.",
        "Wolaitta Sentences": "GODAASSI yayyiyoogee de7oi kiyiyo pultto; hegaa gishshau, neeni haiquwaappe kessa ekkanau koyikko, GODAASSI yayya."
    },
    {
        "English Sentences": "In the multitude of people is the king's honour: but in the want of people is the destruction of the prince.",
        "Wolaitta Sentences": "Kawuwaa gitatettai i haariyo asaa coratettaana; shin haariyo asi xayikko, ikka pattenna."
    },
    {
        "English Sentences": "He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.",
        "Wolaitta Sentences": "Danddayanchcha asaassi gita akeekai de7ees; shin elle hanqqettiya asi ba eeyyatettaa qonccissees."
    },
    {
        "English Sentences": "A sound heart is the life of the flesh: but envy the rottenness of the bones.",
        "Wolaitta Sentences": "Woppu giida wozanai bollaa payya wottees; shin qanaatee bollau ajaajje harggiyaa mala."
    },
    {
        "English Sentences": "He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.",
        "Wolaitta Sentences": "Hiyyeesata toochchiya asi eta Medhdhidaagaa cayees; shin metootanchchatussi kehiya asi Xoossaa bonchchees."
    },
    {
        "English Sentences": "The wicked is driven away in his wickedness: but the righteous hath hope in his death.",
        "Wolaitta Sentences": "Iitati bantta iita oosuwan kunddana; shin xilloti bantta suuretettan naagettana."
    },
    {
        "English Sentences": "Wisdom resteth in the heart of him that hath understanding: but that which is in the midst of fools is made known.",
        "Wolaitta Sentences": "Akeekanchcha asaa wozanan aadhdhida eratettai kumiis; shin eeyyati aadhdhida eratettaabaa aibanne erokkona."
    },
    {
        "English Sentences": "Righteousness exalteth a nation: but sin is a reproach to any people.",
        "Wolaitta Sentences": "Xillotettai issi kawotettaa asaa xoqqu xoqqu oottees; shin nagarai ai asanne kaushshees."
    },
    {
        "English Sentences": "The king's favour is toward a wise servant: but his wrath is against him that causeth shame.",
        "Wolaitta Sentences": "Kawoi eranchcha ashkkaran ufaittees; shin yeellayiya oosuwaa oottiya ashkkaraa hanqqettees."
    },
    {
        "English Sentences": "A soft answer turneth away wrath: but grievous words stir up anger.",
        "Wolaitta Sentences": "Liiqo haasayai hanqquwaa zarbbissees; shin porddolla qaalai hanqquwaa denttettees."
    },
    {
        "English Sentences": "The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.",
        "Wolaitta Sentences": "Aadhdhida eranchchaa inxxarssai eraa puulayees; shin eeyyatu doonai eeyyatettaa xuuqqees."
    },
    {
        "English Sentences": "The eyes of the LORD are in every place, beholding the evil and the good.",
        "Wolaitta Sentences": "GODAA aifeti ubbasaa xeelloosona; iitaa oottiyaageetakka lo77uwaa oottiyaageetakka be7oosona."
    },
    {
        "English Sentences": "A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit.",
        "Wolaitta Sentences": "SHonggaara de7iya lo77o haasayai de7o mittaa mala; shin geella haasayai ayyaanaa kinchchees."
    },
    {
        "English Sentences": "A fool despiseth his father's instruction: but he that regardeth reproof is prudent.",
        "Wolaitta Sentences": "Eeyya asi ba aawaa seeraa karees; shin ba aawaa zoriyaa ekkiya asi eranchcha."
    },
    {
        "English Sentences": "In the house of the righteous is much treasure: but in the revenues of the wicked is trouble.",
        "Wolaitta Sentences": "Xillo uraa keettan daro miishshai de7ees; shin iitaassi geliya miishshai metuwaa ehees."
    },
    {
        "English Sentences": "The lips of the wise disperse knowledge: but the heart of the foolish doeth not so.",
        "Wolaitta Sentences": "Aadhdhida eranchchatu doonai eraa zerees; shin eeyyatu wozanai hegaa mala gidenna."
    },
    {
        "English Sentences": "The sacrifice of the wicked is an abomination to the LORD: but the prayer of the upright is his delight.",
        "Wolaitta Sentences": "GODAI iitatu yarshshuwaa shenetees; shin suuretu woosai a ufaissees."
    },
    {
        "English Sentences": "The way of the wicked is an abomination unto the LORD: but he loveth him that followeth after righteousness.",
        "Wolaitta Sentences": "GODAI iita asatu hemetaa shenetees; shin xillotettaa kaalliyaageeta i siiqees."
    },
    {
        "English Sentences": "Correction is grievous unto him that forsaketh the way: and he that hateth reproof shall die.",
        "Wolaitta Sentences": "Likke ogiyaa aggida asa iita boshai naagees; seeriyoogaa ixxiya asi haiqqees."
    },
    {
        "English Sentences": "Hell and destruction are before the LORD: how much more then the hearts of the children of men?",
        "Wolaitta Sentences": "Harai attin, duufoikka bashshaikka GODAA sinttan qoncciyan beettoosona. Yaatin, asa wozanaa qofai waani appe geemmanee?"
    },
    {
        "English Sentences": "A scorner loveth not one that reproveth him: neither will he go unto the wise.",
        "Wolaitta Sentences": "Qilliicciya asi seeriyoogaa dosenna; aadhdhida eranchchatuppekka zore oichchenna."
    },
    {
        "English Sentences": "A merry heart maketh a cheerful countenance: but by sorrow of the heart the spirit is broken.",
        "Wolaitta Sentences": "Wozanai ufaittin, som77oi poo7ees; shin wozani azzanikko, he aawu siiddees."
    },
    {
        "English Sentences": "The heart of him that hath understanding seeketh knowledge: but the mouth of fools feedeth on foolishness.",
        "Wolaitta Sentences": "Akeekiya wozanai de7iyo asi eratettaa koyees; shin eeyyati bantta eeyyatettan ufaittoosona."
    },
    {
        "English Sentences": "All the days of the afflicted are evil: but he that is of a merry heart hath a continual feast.",
        "Wolaitta Sentences": "Hiyyeesatu de7oi ubba gallassikka baaxe. SHin ufaittiya asati ubbatonkka bantta de7uwaa aloosona."
    },
    {
        "English Sentences": "Better is little with the fear of the LORD than great treasure and trouble therewith.",
        "Wolaitta Sentences": "Ooshshai de7iyo gita aquwaappe GODAA yashshatettai de7iyo guuttabai keha."
    },
    {
        "English Sentences": "Better is a dinner of herbs where love is, than a stalled ox and hatred therewith.",
        "Wolaitta Sentences": "Ooshshai de7iyoosan modhdho ashuwaa maanaappe siiqoi de7iyoosan santtaa miyoogee keha."
    },
    {
        "English Sentences": "A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife.",
        "Wolaitta Sentences": "Hanqqettiya asi ooshshaa kessees; shin hanqqettanau eesotenna asi ooshshaa irxxissees."
    },
    {
        "English Sentences": "The way of the slothful man is as an hedge of thorns: but the way of the righteous is made plain.",
        "Wolaitta Sentences": "Azalla uraassi metoi a oge ubban aguntta dirssa mala; shin suure uraa ogee badaasa."
    },
    {
        "English Sentences": "A wise son maketh a glad father: but a foolish man despiseth his mother.",
        "Wolaitta Sentences": "Eranchcha na7ai ba aawaa ufaissees; shin eeyya na7ai ba aayyiyo karees."
    },
    {
        "English Sentences": "Folly is joy to him that is destitute of wisdom: but a man of understanding walketh uprightly.",
        "Wolaitta Sentences": "Wozani bainna asi ba eeyatettan ufaittees; shin wozannaama asi likkebaa oottees."
    },
    {
        "English Sentences": "Without counsel purposes are disappointed: but in the multitude of counsellors they are established.",
        "Wolaitta Sentences": "Zoretai xayikko, halchchidobai halettees; daro zoriyaageeti de7iyoosan halchchidobai polettees."
    },
    {
        "English Sentences": "A man hath joy by the answer of his mouth: and a word spoken in due season, how good is it!",
        "Wolaitta Sentences": "Oishettidobaassi likke zaaruwaa zaariyoogee he uraa ufaissees; haasayaa likke wodiyan haasayiyoogee aiba lo77obee!"
    },
    {
        "English Sentences": "The way of life is above to the wise, that he may depart from hell beneath.",
        "Wolaitta Sentences": "Aadhdhida eranchchai bollau kaalettiya de7uwaa ogiyan hemetteesippe attin, duge duufuwau wottiya ogiyan hemettenna."
    },
    {
        "English Sentences": "The LORD will destroy the house of the proud: but he will establish the border of the widow.",
        "Wolaitta Sentences": "GODAI otoranchchatu keettaa qolana; shin am77ee aquwaa naagees."
    },
    {
        "English Sentences": "The thoughts of the wicked are an abomination to the LORD: but the words of the pure are pleasant words.",
        "Wolaitta Sentences": "GODAI iitatu qofaa shenetees; shin geeshsha qaalai a ufaissees."
    },
    {
        "English Sentences": "He that is greedy of gain troubleth his own house; but he that hateth gifts shall live.",
        "Wolaitta Sentences": "Wordduwan woriyaa demmanau jaamiya asi ba so asaa bolli metuwaa ehees; shin mattaayiyaa ixxiya asi paxa de7ana."
    },
    {
        "English Sentences": "The heart of the righteous studieth to answer: but the mouth of the wicked poureth out evil things.",
        "Wolaitta Sentences": "Xillo asi haasayanaappe kasetidi qoppees; shin iitatu inxxarssai palabaa pulttees."
    },
    {
        "English Sentences": "The LORD is far from the wicked: but he heareth the prayer of the righteous.",
        "Wolaitta Sentences": "GODAI iitatuppe haakkees; shin xillotu woosaa siyees."
    },
    {
        "English Sentences": "The light of the eyes rejoiceth the heart: and a good report maketh the bones fat.",
        "Wolaitta Sentences": "Pashkkidi xeelliyo xeelai wozanaa ufaissees; mishiraachcho odoikka bollaa pattees."
    },
    {
        "English Sentences": "The ear that heareth the reproof of life abideth among the wise.",
        "Wolaitta Sentences": "De7uwaa immiya zoriyaa siyiya asi aadhdhida eranchchatuura issippe de7ana."
    },
    {
        "English Sentences": "He that refuseth instruction despiseth his own soul: but he that heareth reproof getteth understanding.",
        "Wolaitta Sentences": "Seeraa ixxiya asi bana qohees; shin seeraa ekkiya asi akeekaa demmees."
    },
    {
        "English Sentences": "The fear of the LORD is the instruction of wisdom; and before honour is humility.",
        "Wolaitta Sentences": "GODAASSI yayyiyoogee asa aadhdhida eratettaa tamaarissees; bonchchettana koyida asi koiro bana kaushshanau koshshees."
    },
    {
        "English Sentences": "The preparations of the heart in man, and the answer of the tongue, is from the LORD.",
        "Wolaitta Sentences": "Asi ba wozanan halchchees; shin likke zaaroi GODAAPPE beettees."
    },
    {
        "English Sentences": "All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.",
        "Wolaitta Sentences": "Asi oottiyo ooso ubbai au likke milatees; shin GODAI koiro denddo qofaa yiggi xeellees."
    },
    {
        "English Sentences": "Commit thy works unto the LORD, and thy thoughts shall be established.",
        "Wolaitta Sentences": "Ne oottiyoobaa ubbaa hadaraa GODAAYYO imma; yaatikko, neeni halchchidobai polettana."
    },
    {
        "English Sentences": "The LORD hath made all things for himself: yea, even the wicked for the day of evil.",
        "Wolaitta Sentences": "GODAI medhdhidobau ubbau a wurssettai de7ees; makkalanchchatu wurssettaikka bashshaa."
    },
    {
        "English Sentences": "Every one that is proud in heart is an abomination to the LORD: though hand join in hand, he shall not be unpunished.",
        "Wolaitta Sentences": "GODAI otorettiya ubbaa shenetees; eti qaxxayettennan attokkona."
    },
    {
        "English Sentences": "By mercy and truth iniquity is purged: and by the fear of the LORD men depart from evil.",
        "Wolaitta Sentences": "Aggenna siiquwaaninne ammanettiyoogan nagarai atto geetettees; asi GODAAYYO yayyiyoogan iitabaa oottennan naagettees."
    },
    {
        "English Sentences": "When a man's ways please the LORD, he maketh even his enemies to be at peace with him.",
        "Wolaitta Sentences": "Asa hemeti GODAA ufaissiyaaba gidikko, he aawu ba morkketu addiniitaarakka saro de7anaadan, GODAI oottees."
    },
    {
        "English Sentences": "Better is a little with righteousness than great revenues without right.",
        "Wolaitta Sentences": "Xillotettan beettiya guuttabai wordduwan demmiyo daro woriyaappe keha."
    },
    {
        "English Sentences": "A man's heart deviseth his way: but the LORD directeth his steps.",
        "Wolaitta Sentences": "Asi ba wozanan ba oottanabaa halchchees; shin halchchoi GODAI maaddin polettees."
    },
    {
        "English Sentences": "A divine sentence is in the lips of the king: his mouth transgresseth not in judgment.",
        "Wolaitta Sentences": "Kawoi Xoossaappe ekkido maatan pirddees; pirddiiddi i balenna."
    },
    {
        "English Sentences": "A just weight and balance are the LORD's: all the weights of the bag are his work.",
        "Wolaitta Sentences": "Yiggiyo meezaanatinne makkiyo miishshati ammanttiyaageeta gidanaadan, GODAI koyees; baizziyooban ubban genee de7ennaadan koyees."
    },
    {
        "English Sentences": "It is an abomination to kings to commit wickedness: for the throne is established by righteousness.",
        "Wolaitta Sentences": "Kawoti mooro oosuwaa shenetoosona; aissi giikko, eta kawotaa araatai xillotettan eqqees."
    },
    {
        "English Sentences": "Righteous lips are the delight of kings; and they love him that speaketh right.",
        "Wolaitta Sentences": "Kawoti xillo inxxarssan ufaittoosona; tumaa haasayiyaageetakka dosoosona."
    },
    {
        "English Sentences": "The wrath of a king is as messengers of death: but a wise man will pacify it.",
        "Wolaitta Sentences": "Kawuwaa hanqqoi haiquwaa kiitanchchaa mala; shin aadhdhida eranchcha asi hanqquwaa irxxissanau auddashees."
    },
    {
        "English Sentences": "In the light of the king's countenance is life; and his favour is as a cloud of the latter rain.",
        "Wolaitta Sentences": "Kawuwaa som77oi pashkkikko, hegee simmi de7o. I nashshiyoogee badhdheesaa iraa ehiya shaaraa mala."
    },
    {
        "English Sentences": "How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!",
        "Wolaitta Sentences": "Aadhdhida eratettaa demmiyoogee worqqaa demmiyoogaappe keha; akeekaa demmiyoogee biraa demmiyoogaappekka aadhdhees."
    },
    {
        "English Sentences": "The highway of the upright is to depart from evil: he that keepeth his way preserveth his soul.",
        "Wolaitta Sentences": "Suureti biyo ogee iiti de7iyoosaappe haahuwaara kanttissees; ba hemetaa naagiya uri ba shemppuwaa naagees."
    },
    {
        "English Sentences": "Pride goeth before destruction, and an haughty spirit before a fall.",
        "Wolaitta Sentences": "Otoruwaa geeduwaa bashshai kaallees; ayyuwaa geeduwaakka kunddettai kaallees."
    },
    {
        "English Sentences": "Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud.",
        "Wolaitta Sentences": "Ayyiyaageetuura zuppetidi, omooduwaa shaakki ekkanaappe ashkke gididi, hiyyeesidi de7iyoogee keha."
    },
    {
        "English Sentences": "He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he.",
        "Wolaitta Sentences": "GODAA qaalaa loittidi ezggiya urau i oottiyoobai ubbai injjettana; GODAN ammanettiya uri anjjettidaagaa."
    },
    {
        "English Sentences": "The wise in heart shall be called prudent: and the sweetness of the lips increaseth learning.",
        "Wolaitta Sentences": "Ba qofan aadhdhida eranchcha gidida asi akeekanchcha geetettees; lo77o qaalai eratettaa gujjees."
    },
    {
        "English Sentences": "Understanding is a wellspring of life unto him that hath it: but the instruction of fools is folly.",
        "Wolaitta Sentences": "Cincca urau eratettai de7o pultto mala; shin eeyyata seeriyoogee coo wode wurssiyoogaa."
    },
    {
        "English Sentences": "The heart of the wise teacheth his mouth, and addeth learning to his lips.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asi haasayanaappe kasetidi qoppees; qoppidi asi ekkiyo haasayaa haasayees."
    },
    {
        "English Sentences": "Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.",
        "Wolaitta Sentences": "Lo77o qaalai eessaa ililuwaadan mal77ees; bollaakka maaddeesinne pattees."
    },
    {
        "English Sentences": "There is a way that seemeth right unto a man, but the end thereof are the ways of death.",
        "Wolaitta Sentences": "Asaassi suure milatiya ogee de7ees; shin wurssettan haiquwau gattees."
    },
    {
        "English Sentences": "He that laboureth laboureth for himself; for his mouth craveth it of him.",
        "Wolaitta Sentences": "Namisainne metoi asi minnidi oottanaadan giddoosona."
    },
    {
        "English Sentences": "An ungodly man diggeth up evil: and in his lips there is as a burning fire.",
        "Wolaitta Sentences": "Iita asi iitabaa halchchees; a haasayaikka xuuggiya tamaa mala."
    },
    {
        "English Sentences": "A froward man soweth strife: and a whisperer separateth chief friends.",
        "Wolaitta Sentences": "Geella asi ooshshaa denttees; zigirssanchcha asi ammanettiya laggeta shaakkees."
    },
    {
        "English Sentences": "A violent man enticeth his neighbour, and leadeth him into the way that is not good.",
        "Wolaitta Sentences": "Gene asi ba shooruwaa cimmees; lo77o gidenna ogiyau i a kaalettees."
    },
    {
        "English Sentences": "He shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass.",
        "Wolaitta Sentences": "Ba aifiyaa qim77otiya asi geellabaa qoppees; ba menttershshaa saxxidi manddiya asi iitabaa polees."
    },
    {
        "English Sentences": "The hoary head is a crown of glory, if it be found in the way of righteousness.",
        "Wolaitta Sentences": "Puulummida huuphee bonchcho kallachcha; hegeekka beettiyoi xillo de7uwaa de7iina."
    },
    {
        "English Sentences": "He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.",
        "Wolaitta Sentences": "Wolqqaama asa gidiyoogaappe, hanqqettanau eesotenna asa gidiyoogee lo77o; daro katamata olidi oiqqiyoogaappe, asi ba huuphiyaa haariyoogee aadhdhees."
    },
    {
        "English Sentences": "The lot is cast into the lap; but the whole disposing thereof is of the LORD.",
        "Wolaitta Sentences": "Asi saamaa yeggees; shin GODAI ubbabaa battees."
    },
    {
        "English Sentences": "Better is a dry morsel, and quietness therewith, than an house full of sacrifices with strife.",
        "Wolaitta Sentences": "Ooshshai de7iyoosan de7iya gita gibiraappe saroinne woppai de7iyoosan mela oittaa poquwaa miyoogee keha."
    },
    {
        "English Sentences": "A wise servant shall have rule over a son that causeth shame, and shall have part of the inheritance among the brethren.",
        "Wolaitta Sentences": "Cincca ashkkarai ba godaa na7aa pattenna laafaa haarees; yaatidi ishanttuura issippe laattees."
    },
    {
        "English Sentences": "The fining pot is for silver, and the furnace for gold: but the LORD trieth the hearts.",
        "Wolaitta Sentences": "Worqqainne birai taman paacettiyoogaadan, GODAI asaa wozanaa paaccees."
    },
    {
        "English Sentences": "A wicked doer giveth heed to false lips; and a liar giveth ear to a naughty tongue.",
        "Wolaitta Sentences": "Iita asi iita uraa haasayaa siyees; worddanchchaikka genanchchaa oduwaa ezggees."
    },
    {
        "English Sentences": "Whoso mocketh the poor reproacheth his Maker: and he that is glad at calamities shall not be unpunished.",
        "Wolaitta Sentences": "Hiyyeesatu bolli qilliicciya asi eta medhdhida Xoossaa cayees; hara asa gakkiya metuwan ufaittiya asi qaxxayettennan attenna."
    },
    {
        "English Sentences": "Children's children are the crown of old men; and the glory of children are their fathers.",
        "Wolaitta Sentences": "Naatu naati cimida asatuyyo kallachcha; aawati bantta naatuyyo bonchcho."
    },
    {
        "English Sentences": "Excellent speech becometh not a fool: much less do lying lips a prince.",
        "Wolaitta Sentences": "Daro lo77o haasayai eeyya uraassi giigenna; hegaappekka aaruwaa worddo haasayai deriyaa haariyaagaassi giigenna."
    },
    {
        "English Sentences": "A gift is as a precious stone in the eyes of him that hath it: whithersoever it turneth, it prospereth.",
        "Wolaitta Sentences": "Mattaayee bana immiyaagau dumma wolqqa mala; i simmido soho ubbai ayyo injjetees."
    },
    {
        "English Sentences": "He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends.",
        "Wolaitta Sentences": "Naaqettidi ba naaquwaa genttiya urai siiquwaa koyees; shin yoho zaari zaaridi woociya urai, ammanettiya laggeta shaakkees."
    },
    {
        "English Sentences": "A reproof entereth more into a wise man than an hundred stripes into a fool.",
        "Wolaitta Sentences": "Eeyyai xeetuton lissuwan shocin eriyoogaappe akeeki de7iyo asi coo seerin eriyoogee aadhdhees."
    },
    {
        "English Sentences": "An evil man seeketh only rebellion: therefore a cruel messenger shall be sent against him.",
        "Wolaitta Sentences": "Iita asi makkalabaa xalaalaa koyees; hegaa gishshau, meqetti bainna daanni a bolli kiitettana."
    },
    {
        "English Sentences": "Let a bear robbed of her whelps meet a man, rather than a fool in his folly.",
        "Wolaitta Sentences": "Eeyyatetti oiqqido uraara gaittiyoogaappe marata bonqqi ekkirggido maaheera gaittiyoogee keha."
    },
    {
        "English Sentences": "Whoso rewardeth evil for good, evil shall not depart from his house.",
        "Wolaitta Sentences": "Lo77o oottidoogaa kushiyaa iitaa zaariya uraayyo iitai a sooppe mulekka kichchenna."
    },
    {
        "English Sentences": "The beginning of strife is as when one letteth out water: therefore leave off contention, before it be meddled with.",
        "Wolaitta Sentences": "Ooshshai doommiiddi, zeeruwaa xuussiya haattaa mala; hegaa gishshau, ooshshaappe kasetada palamaa aggaaga."
    },
    {
        "English Sentences": "He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the LORD.",
        "Wolaitta Sentences": "Nagaranchchaa xillissiyoogeenne xilluwaa bolli pirddiyoogee eti naa77aikka GODAA sheneyiya ooso."
    },
    {
        "English Sentences": "Wherefore is there a price in the hand of a fool to get wisdom, seeing he hath no heart to it?",
        "Wolaitta Sentences": "Akeekiya wozani au bainnaashin, eeyyaa kushiyan aadhdhida eratettaa shammiyo miishshai aibissi de7ii?"
    },
    {
        "English Sentences": "A friend loveth at all times, and a brother is born for adversity.",
        "Wolaitta Sentences": "Laggee mule wodekka siiqees; ishaikka metuwaa wode maaddanaassi yelettees."
    },
    {
        "English Sentences": "A man void of understanding striketh hands, and becometh surety in the presence of his friend.",
        "Wolaitta Sentences": "Akeekai paccido asi erenna uraa acuwaa qanxxanau waase gelees."
    },
    {
        "English Sentences": "He loveth transgression that loveth strife: and he that exalteth his gate seeketh destruction.",
        "Wolaitta Sentences": "Ooshshaa dosiya asi nagaraa dosees; ubbatoo ceeqettiya asi bashshaa ba bolli xeesees."
    },
    {
        "English Sentences": "He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.",
        "Wolaitta Sentences": "Geella qofai de7iyo asi lo77obaa demmenna; shikkaalobaa haasayiya asikka metuwan gelees."
    },
    {
        "English Sentences": "He that begetteth a fool doeth it to his sorrow: and the father of a fool hath no joy.",
        "Wolaitta Sentences": "Azalla na7aa yelida aawi azzanees; eeyya na7aa aawau ufaissi baawa."
    },
    {
        "English Sentences": "A merry heart doeth good like a medicine: but a broken spirit drieth the bones.",
        "Wolaitta Sentences": "Wozani ufaittiyoogee asassi lo77o xale; shin kayyottiyoogee asau wolqqaa xaissees."
    },
    {
        "English Sentences": "A wicked man taketh a gift out of the bosom to pervert the ways of judgment.",
        "Wolaitta Sentences": "Iita daannai pirddaa geellayanau geeman mattaayiyaa ekkees."
    },
    {
        "English Sentences": "Wisdom is before him that hath understanding; but the eyes of a fool are in the ends of the earth.",
        "Wolaitta Sentences": "Akeekai de7iyo uri aadhdhida eratettaa sinttan wottidi bees; shin eeyyaa aifee biittaa sa7aa xanxxaa yuuyidi xeellees."
    },
    {
        "English Sentences": "A foolish son is a grief to his father, and bitterness to her that bare him.",
        "Wolaitta Sentences": "Azalla na7ai ba aawaa azzanissees; bana yelida aayyiyookka zil77issees."
    },
    {
        "English Sentences": "Also to punish the just is not good, nor to strike princes for equity.",
        "Wolaitta Sentences": "Xillo asa qaxxayiyoogee, suure asakka a suuretettaa gishshau dechchiyoogee lo77o gidenna."
    },
    {
        "English Sentences": "He that hath knowledge spareth his words: and a man of understanding is of an excellent spirit.",
        "Wolaitta Sentences": "Amarida qaala haasayiya asi eranchcha; woppa ayyaani de7iyo asikka akeekanchcha."
    },
    {
        "English Sentences": "Even a fool, when he holdeth his peace, is counted wise: and he that shutteth his lips is esteemed a man of understanding.",
        "Wolaitta Sentences": "Eeyya uri co77u giikkonne ba doonaa barikko, eranchcha milatees."
    },
    {
        "English Sentences": "Through desire a man, having separated himself, seeketh and intermeddleth with all wisdom.",
        "Wolaitta Sentences": "SHaahettanau koyiya asi ba amuwaa kaallees; lo77o era ubbaakka phalqqees."
    },
    {
        "English Sentences": "A fool hath no delight in understanding, but that his heart may discover itself.",
        "Wolaitta Sentences": "Eeyyai ba qofaa qonccissanaagaa xalaalaa dosiyoogaappe attin, hara asappe era ekkanau dosenna."
    },
    {
        "English Sentences": "When the wicked cometh, then cometh also contempt, and with ignominy reproach.",
        "Wolaitta Sentences": "Iitatettai yiyo wode, karee, kaushshinne yeelli a kaallidi yi bayoosona."
    },
    {
        "English Sentences": "The words of a man's mouth are as deep waters, and the wellspring of wisdom as a flowing brook.",
        "Wolaitta Sentences": "Asaa doonaappe kiyiya haasayai ciimmaa haattaa mala; aadhdhida eratettaa pulttoikka goggiya haattaa mala."
    },
    {
        "English Sentences": "It is not good to accept the person of the wicked, to overthrow the righteous in judgment.",
        "Wolaitta Sentences": "Mooranchchaa maaddidi, xilluwaa pirddaa geellayiyoogee lo77o gidenna."
    },
    {
        "English Sentences": "A fool's lips enter into contention, and his mouth calleth for strokes.",
        "Wolaitta Sentences": "Eeyya asi ba haasayan ooshshaa denttees; a doonaappe kiyiya qaalai a warissees."
    },
    {
        "English Sentences": "A fool's mouth is his destruction, and his lips are the snare of his soul.",
        "Wolaitta Sentences": "Eeyya asi, haasayiiddi bana qohees; a haasayai gite gididi, a oiqqees."
    },
    {
        "English Sentences": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly.",
        "Wolaitta Sentences": "Zigirssanchchaa qaalai mal77o qumaa mala; ufaissiiddi duge ganjjiyaa gakkees."
    },
    {
        "English Sentences": "He also that is slothful in his work is brother to him that is a great waster.",
        "Wolaitta Sentences": "Ba oottiyo oosuwan azalliya asi bashshiya urappe ainne dummatenna."
    },
    {
        "English Sentences": "The name of the LORD is a strong tower: the righteous runneth into it, and is safe.",
        "Wolaitta Sentences": "GODAA sunttai mino gimbbe mala; xillo asi yaa woxxidi saro attana."
    },
    {
        "English Sentences": "The rich man's wealth is his strong city, and as an high wall in his own conceit.",
        "Wolaitta Sentences": "SHin dure asatussi eta duretettai yuushoi gimbbettido katamaa mala; eta qofan eta duretettai mino dirssaadan eta naagiyaabaa milatees."
    },
    {
        "English Sentences": "Before destruction the heart of man is haughty, and before honour is humility.",
        "Wolaitta Sentences": "Asi kunddanaappe kase a wozanai otorettees; bonchchettiyoogaappekka ba huuphiyaa ziqqi oottiyoogee sinttatees."
    },
    {
        "English Sentences": "He that answereth a matter before he heareth it, it is folly and shame unto him.",
        "Wolaitta Sentences": "Siyennan de7iiddi zaariyoogee, hegee he uraayyo eeyyatettanne yeella."
    },
    {
        "English Sentences": "The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?",
        "Wolaitta Sentences": "Asa ayyaani harggiyaa danddayanaadan maaddees; shin ayyaani meqerettiichchikko, a ooni danddayanee?"
    },
    {
        "English Sentences": "The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge.",
        "Wolaitta Sentences": "Akeekanchcha asati tamaaranau keehi koyoosona; aadhdhida eri de7iyoobaakka ezggoosona."
    },
    {
        "English Sentences": "A man's gift maketh room for him, and bringeth him before great men.",
        "Wolaitta Sentences": "Immiyoobi immiyaagau ogiyaa dooyees; gita asaarakka erissees."
    },
    {
        "English Sentences": "He that is first in his own cause seemeth just; but his neighbour cometh and searcheth him.",
        "Wolaitta Sentences": "Kasetidi daannan mootiya uri baarigaarai yiidi a oichchana gakkanaashin, ubbatonkka he urai xillo milatees."
    },
    {
        "English Sentences": "The lot causeth contentions to cease, and parteth between the mighty.",
        "Wolaitta Sentences": "Saamaa yeggiyoogee palamaa teqqees; naa77u wolqqaama baarigaaratakka shaakkees."
    },
    {
        "English Sentences": "A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle.",
        "Wolaitta Sentences": "Naaqettida ishaara giiganaagee gimbbettida katamaa omooddanaagaappekka aadhdhi waayissees; penggiyaa gorddiyo birata hiraquwaadan, palamai dabbota shaakkees."
    },
    {
        "English Sentences": "A man's belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled.",
        "Wolaitta Sentences": "Ba doonan haasayidobaappe asi ba ganjjiyaa kunttees: ba inxxarssaappe kiyidaban kallees."
    },
    {
        "English Sentences": "Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.",
        "Wolaitta Sentences": "Neeni haasayidoogee nena wottees woikko worees; hegaa gishshau, neeni ne haasayaa gaasuwan yiyaabaa ekkanau de7aasa."
    },
    {
        "English Sentences": "Whoso findeth a wife findeth a good thing, and obtaineth favour of the LORD.",
        "Wolaitta Sentences": "Machcho demmida asi lo77obaa demmiis; he urai GODANKKA nashettees."
    },
    {
        "English Sentences": "The poor useth intreaties; but the rich answereth roughly.",
        "Wolaitta Sentences": "Hiyyeesa asi auddashidi haasayees; shin duree phenqqeshidi zaarees."
    },
    {
        "English Sentences": "A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother.",
        "Wolaitta Sentences": "Daro laggee de7iyo asi xayana; shin ishappe aadhdhidi ammanttiya laggee de7ees."
    },
    {
        "English Sentences": "Better is the poor that walketh in his integrity, than he that is perverse in his lips, and is a fool.",
        "Wolaitta Sentences": "Worddo haasayaa haasayiya eeyyaappe ba de7on boree bainna hiyyeesa asi keha."
    },
    {
        "English Sentences": "Also, that the soul be without knowledge, it is not good; and he that hasteth with his feet sinneth.",
        "Wolaitta Sentences": "Eri bainna minotai lo77o gidenna; hemettiiddi eesotiya uraikka wora bees."
    },
    {
        "English Sentences": "The foolishness of man perverteth his way: and his heart fretteth against the LORD.",
        "Wolaitta Sentences": "Issi issi asai ba eeyyatettan ba de7uwaa bashshees; yaatidi qassi GODAA bolli yiillotees."
    },
    {
        "English Sentences": "Wealth maketh many friends; but the poor is separated from his neighbour.",
        "Wolaitta Sentences": "Duretettai daro laggeta gujjees; shin hiyyeesatettai de7iya laggetakka duuttees."
    },
    {
        "English Sentences": "A false witness shall not be unpunished, and he that speaketh lies shall not escape.",
        "Wolaitta Sentences": "Worddo markki qaxxayettennan beenna; wordduwaa haasayiyaageetikka kessi ekkokkona."
    },
    {
        "English Sentences": "Many will intreat the favour of the prince: and every man is a friend to him that giveth gifts.",
        "Wolaitta Sentences": "Daro asai daannaa sinttaa koyees; coo immiya uraara asi ubbi dabbotees."
    },
    {
        "English Sentences": "All the brethren of the poor do hate him: how much more do his friends go far from him? he pursueth them with words, yet they are wanting to him.",
        "Wolaitta Sentences": "Hiyyeesa asa a ishantti ubbai ixxoosona; hegaappekka aaruwaa a laggeti appe haakkoosona; i eta auddashidi kaallinkka, eti a gatti oittokkona."
    },
    {
        "English Sentences": "He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good.",
        "Wolaitta Sentences": "Aadhdhida eratettaa demmiyaagee bana siiqees; akeekaa qoraphphiyaagee lo77obaa demmees."
    },
    {
        "English Sentences": "A false witness shall not be unpunished, and he that speaketh lies shall perish.",
        "Wolaitta Sentences": "Worddo markki qaxxayettennan attenna; wordduwaa haasayiyaageekka xayana."
    },
    {
        "English Sentences": "Delight is not seemly for a fool; much less for a servant to have rule over princes.",
        "Wolaitta Sentences": "Azalla uraassi ishalo de7oi bessenna; hegaappekka aillee halaqata haariyoogee iitaa darees."
    },
    {
        "English Sentences": "The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.",
        "Wolaitta Sentences": "Aawussi de7iya aadhdhida eratettai hanqquwaa mitissees; moorida urau atto giyoogeekka bonchchissees."
    },
    {
        "English Sentences": "The king's wrath is as the roaring of a lion; but his favour is as dew upon the grass.",
        "Wolaitta Sentences": "Kawuwaa hanqqoi gaammuwaa gudettaa mala; shin a nashettai maataa aacissiya akkaa mala."
    },
    {
        "English Sentences": "A foolish son is the calamity of his father: and the contentions of a wife are a continual dropping.",
        "Wolaitta Sentences": "Eeyya na7ai ba aawaa xaissees; ooshshanchcha machchiyaakka keetti ubbaton aattiyo aato mala."
    },
    {
        "English Sentences": "House and riches are the inheritance of fathers: and a prudent wife is from the LORD.",
        "Wolaitta Sentences": "Issi asi keettaanne aquwaa ba aawaappe laattanau danddayees; shin akeekanchcha machchiyo GODAI immees."
    },
    {
        "English Sentences": "Slothfulness casteth into a deep sleep; and an idle soul shall suffer hunger.",
        "Wolaitta Sentences": "Coo zolppattiya uraayyo xiskkoi yees; ooso oottenna asi namisettees."
    },
    {
        "English Sentences": "He that keepeth the commandment keepeth his own soul; but he that despiseth his ways shall die.",
        "Wolaitta Sentences": "Azazuwaa naagidi oottiya asi, ba shemppuwaa naagees; shin shenehoo giya asi haiqqees."
    },
    {
        "English Sentences": "He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.",
        "Wolaitta Sentences": "Hiyyeesaassi kehiya asi GODAASSI tal77ees; GODAI he lo77o oosuwaa acuwaa qanxxees."
    },
    {
        "English Sentences": "Chasten thy son while there is hope, and let not thy soul spare for his crying.",
        "Wolaitta Sentences": "Simmiyo menttoi de7ishin, ne naata seera; seerana xayikko, neeni eta bashshadasa."
    },
    {
        "English Sentences": "A man of great wrath shall suffer punishment: for if thou deliver him, yet thou must do it again.",
        "Wolaitta Sentences": "Hanqquwaa suulliya asi ba waagaa ekko; a aggaaga; neeni a ashshiyaaba gidikko, haranttuwaakka neeni a hegaadan oottanaagee attenna."
    },
    {
        "English Sentences": "Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.",
        "Wolaitta Sentences": "Zoriyaa siya; timirttiyaakka ekka. Yaatikko, neeni wurssettan aadhdhida eranchcha gidana."
    },
    {
        "English Sentences": "There are many devices in a man's heart; nevertheless the counsel of the LORD, that shall stand.",
        "Wolaitta Sentences": "Asai darobaa halchchees; shin GODAI giidobai polettees."
    },
    {
        "English Sentences": "The desire of a man is his kindness: and a poor man is better than a liar.",
        "Wolaitta Sentences": "Asappe koyettiyaagee aggenna siiquwaa; worddanchcha gidanaappe hiyyeesa gidiyoogee keha."
    },
    {
        "English Sentences": "The fear of the LORD tendeth to life: and he that hath it shall abide satisfied; he shall not be visited with evil.",
        "Wolaitta Sentences": "GODAASSI yayyiyoogee de7uwau kaalettees; assi yayyiya asi kallidi de7ees; iitabikka a bochchenna."
    },
    {
        "English Sentences": "A slothful man hideth his hand in his bosom, and will not so much as bring it to his mouth again.",
        "Wolaitta Sentences": "Issi issi asai daro azalla; woxiyan tushkkido buddeenaakka pude baaranau waayettees."
    },
    {
        "English Sentences": "Smite a scorner, and the simple will beware: and reprove one that hath understanding, and he will understand knowledge.",
        "Wolaitta Sentences": "Neeni qilliicciyaagaa shocikko, akeekai paccidoogee cinccatettaa tamaarana; akeekanchcha asa neeni seerikko, i eratettaa demmana."
    },
    {
        "English Sentences": "He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach.",
        "Wolaitta Sentences": "Ba aawaa bonqqiya na7ai, ba aayyiyookka sooppe kessidi yedettiya na7ai, he na7ai yeellaanne kaushshaa ehiya na7a."
    },
    {
        "English Sentences": "Cease, my son, to hear the instruction that causeth to err from the words of knowledge.",
        "Wolaitta Sentences": "Ta na7au, neeni zoriyaa siyiyoogaa aggidabaa gidikko, erau zokkuwaa zaaradasa."
    },
    {
        "English Sentences": "An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity.",
        "Wolaitta Sentences": "Worddo markkai suure pirddaa bolli qilliiccees; iita asaa doonai iitatettaa gubbidi mittees."
    },
    {
        "English Sentences": "Judgments are prepared for scorners, and stripes for the back of fools.",
        "Wolaitta Sentences": "Qilliicciyaageetussi pirddai, eeyyatussikka warai koshshees."
    },
    {
        "English Sentences": "Wine is a mocker, strong drink is raging: and whosoever is deceived thereby is not wise.",
        "Wolaitta Sentences": "Daro mattoyiya ushshaa uyiyoogee daro bidisseesinne ooshshees; mattottiya asi wozani paccido asa."
    },
    {
        "English Sentences": "The fear of a king is as the roaring of a lion: whoso provoketh him to anger sinneth against his own soul.",
        "Wolaitta Sentences": "Kawo hanqqoi gaammuwaa gudettaa mala; a yiilloyiya asi ba shemppuwaa bolli pirddees."
    },
    {
        "English Sentences": "It is an honour for a man to cease from strife: but every fool will be meddling.",
        "Wolaitta Sentences": "Palamaappe gaxan de7iyoogee aawussi bonchcho; shin eeyya asi ubbi ooyettanau eesotees."
    },
    {
        "English Sentences": "The sluggard will not plow by reason of the cold; therefore shall he beg in harvest, and have nothing.",
        "Wolaitta Sentences": "Azalla goshshanchchai wodiyaa naagidi goyenna; hegaa gishshau, kattaa cakkiyo wode i woossees; shin aibakka demmenna."
    },
    {
        "English Sentences": "Counsel in the heart of man is like deep water; but a man of understanding will draw it out.",
        "Wolaitta Sentences": "Asaa wozanaa halchchoi ciimma ollaa giddon de7iya haattaa mala; shin wozannaama asi hegaa duuqqidi kessees."
    },
    {
        "English Sentences": "Most men will proclaim every one his own goodness: but a faithful man who can find?",
        "Wolaitta Sentences": "Daro asati bantta kehatettaa yootoosona; shin tumu ammanettiya asa demmanai oonee?"
    },
    {
        "English Sentences": "The just man walketh in his integrity: his children are blessed after him.",
        "Wolaitta Sentences": "Xillo asi boree bainna de7uwaa de7ees; a kaallidi, a naatikka anjjettidaageeta."
    },
    {
        "English Sentences": "A king that sitteth in the throne of judgment scattereth away all evil with his eyes.",
        "Wolaitta Sentences": "Kawoi pirddanau ba kawotaa araatan uttido wode, iita ubbaa ba aifiyan harqqidi kessees."
    },
    {
        "English Sentences": "Who can say, I have made my heart clean, I am pure from my sin?",
        "Wolaitta Sentences": "\"Ta wozanaa geeshshaas; tanan nagarikka baawa\" yaaganau danddayiya asi de7aneeshsha?"
    },
    {
        "English Sentences": "Divers weights, and divers measures, both of them are alike abomination to the LORD.",
        "Wolaitta Sentences": "GODAI worddo meezaanan yiggiyaageetanne likke gidennaban makkiyaageeta ixxees."
    },
    {
        "English Sentences": "Even a child is known by his doings, whether his work be pure, and whether it be right.",
        "Wolaitta Sentences": "Na7i geeshshanne suure gidiyoogee i oottiyo oosuwan erettees."
    },
    {
        "English Sentences": "The hearing ear, and the seeing eye, the LORD hath made even both of them.",
        "Wolaitta Sentences": "Siyiya haittaanne xeelliya aifiyaanne, eta naa77aakka GODAI medhdhiis."
    },
    {
        "English Sentences": "Love not sleep, lest thou come to poverty; open thine eyes, and thou shalt be satisfied with bread.",
        "Wolaitta Sentences": "Xiskkon ne wodiyaa wurssoppa; wurssikko neeni hiyyeesana. Beegotta; yaatikko, neeni kattaa kallana."
    },
    {
        "English Sentences": "It is naught, it is naught, saith the buyer: but when he is gone his way, then he boasteth.",
        "Wolaitta Sentences": "SHammiya asi, \"Qohees! Qohees!\" yaagees; shin biidoogaappe guyyiyan, \"Hiraisuwan shammaas\" yaagiiddi ceeqettees."
    },
    {
        "English Sentences": "There is gold, and a multitude of rubies: but the lips of knowledge are a precious jewel.",
        "Wolaitta Sentences": "Erai kumido haasayai worqqaappekka inqquwaa giyo daro al77o shuchchaappekka aadhdhida al77obaa."
    },
    {
        "English Sentences": "Take his garment that is surety for a stranger: and take a pledge of him for a strange woman.",
        "Wolaitta Sentences": "Erenna asau waase geliya uraa maayuwaa qaari ekkite; imatta asau waase geliya uraa maayuwaa oiqqite."
    },
    {
        "English Sentences": "Bread of deceit is sweet to a man; but afterwards his mouth shall be filled with gravel.",
        "Wolaitta Sentences": "Wordduwan demmido kattai asa mal77ees; shin aqi kiyiiddi, doonaa giddon shaahetaadan hanees."
    },
    {
        "English Sentences": "Every purpose is established by counsel: and with good advice make war.",
        "Wolaitta Sentences": "Zoriyaa ekkada ne halchchiyoobaa halchcha; zore ekkennan de7aidda olau booppa."
    },
    {
        "English Sentences": "He that goeth about as a talebearer revealeth secrets: therefore meddle not with him that flattereth with his lips.",
        "Wolaitta Sentences": "Zigirssanchcha asi xuuraa genttenna; hegaa gishshau, odanchcha uraara gaittoppa."
    },
    {
        "English Sentences": "Whoso curseth his father or his mother, his lamp shall be put out in obscure darkness.",
        "Wolaitta Sentences": "Asi ba aawaa woikko ba aayyiyo cayikko, a de7uwaa xomppe sakkana xuman to7ana."
    },
    {
        "English Sentences": "An inheritance may be gotten hastily at the beginning; but the end thereof shall not be blessed.",
        "Wolaitta Sentences": "Koiroora eesuwan shiiqida aqoi wurssettan anjjettenna."
    },
    {
        "English Sentences": "Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee.",
        "Wolaitta Sentences": "Neeyyo iitaa oottida urau, taanikka ayyo iitaa oottana gooppa; GODAN ammanettada naaga; i nena ashshana."
    },
    {
        "English Sentences": "Divers weights are an abomination unto the LORD; and a false balance is not good.",
        "Wolaitta Sentences": "GODAI naa77u qommo meezaanata shenetees; worddo meezaanatikka a ufaissokkona."
    },
    {
        "English Sentences": "Man's goings are of the LORD; how can a man then understand his own way?",
        "Wolaitta Sentences": "Asai baanau bessiya ogiyaa GODAI kaalettees; yaatin, asi ba de7uwan baana ogiyaa waatidi akeekanau danddayii?"
    },
    {
        "English Sentences": "It is a snare to the man who devoureth that which is holy, and after vows to make enquiry.",
        "Wolaitta Sentences": "Issibaa eesotidi, \"Hagaa taani Xoossaassi immaas\" girggiyoogeenne guyyeppe zil77ettiyoogee, hegee asa oiqqiya pire."
    },
    {
        "English Sentences": "A wise king scattereth the wicked, and bringeth the wheel over them.",
        "Wolaitta Sentences": "Aadhdhida eranchcha kawoi makkalanchchata shaakkidi erees; i etau qarettennan qaxxayees."
    },
    {
        "English Sentences": "The spirit of man is the candle of the LORD, searching all the inward parts of the belly.",
        "Wolaitta Sentences": "Asaa ayyaanai GODAAYYO xomppe; hegaa gishshau, i nu giddo asatetta ubbaa pilggi xeellees."
    },
    {
        "English Sentences": "Mercy and truth preserve the king: and his throne is upholden by mercy.",
        "Wolaitta Sentences": "Aggenna siiqoinne ammanettiyoogee kawuwaa naagoosona; a kawotaa araatai aggenna siiquwan minnees."
    },
    {
        "English Sentences": "The glory of young men is their strength: and the beauty of old men is the grey head.",
        "Wolaitta Sentences": "Yelagatu bonchchoi eta wolqqaa; cimatuyyookka eta puulunttai etau bonchcho."
    },
    {
        "English Sentences": "The blueness of a wound cleanseth away evil: so do stripes the inward parts of the belly.",
        "Wolaitta Sentences": "Mino qixaatee iitatettaa shoddees; wadhdhiyoogee iita wozanaa laammanau danddayees."
    },
    {
        "English Sentences": "The king's heart is in the hand of the LORD, as the rivers of water: he turneth it whithersoever he will.",
        "Wolaitta Sentences": "Kawuwaa wozanai GODAA kushiyaana; i a wozanaa goggiya haattaa zaariyoogaadan, ba koyidosaa zaarees."
    },
    {
        "English Sentences": "Every way of a man is right in his own eyes: but the LORD pondereth the hearts.",
        "Wolaitta Sentences": "Asi oottiyoobai ubbai aawussi likke milatees; shin GODAI a wozanaa qofaa paaccees."
    },
    {
        "English Sentences": "To do justice and judgment is more acceptable to the LORD than sacrifice.",
        "Wolaitta Sentences": "Yarshshuwaa yarshshiyoogaappekka aattidi, xillobaanne suurebaa oottiyoogaa GODAI dosees."
    },
    {
        "English Sentences": "An high look, and a proud heart, and the plowing of the wicked, is sin.",
        "Wolaitta Sentences": "Iitati otorettiyoogaaninne ayyiyoogan erettoosona; hegeekka nagara."
    },
    {
        "English Sentences": "The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want.",
        "Wolaitta Sentences": "Mino oosanchchaa halchchoi dureyees; shin eesotiya ubbai hiyyeesana."
    },
    {
        "English Sentences": "The getting of treasures by a lying tongue is a vanity tossed to and fro of them that seek death.",
        "Wolaitta Sentences": "Worddotidi dagayido aqoi penttuwaa suuluwaadan xayees; hegaa koyiyaageeti haiquwaa koyoosona."
    },
    {
        "English Sentences": "The robbery of the wicked shall destroy them; because they refuse to do judgment.",
        "Wolaitta Sentences": "Iitati suurebaa oottanau ixxiyo gishshau, eta makkala oosoi eta ekkidi bees."
    },
    {
        "English Sentences": "The way of man is froward and strange: but as for the pure, his work is right.",
        "Wolaitta Sentences": "Mooranchchati geella ogiyan hemettoosona; shin geeshshati suurebaa oottoosona."
    },
    {
        "English Sentences": "It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house.",
        "Wolaitta Sentences": "Ooyettiya machcheera issi keettan de7iyoogaappe he keettaa shakkuwan de7iyoogee keha."
    },
    {
        "English Sentences": "The soul of the wicked desireth evil: his neighbour findeth no favour in his eyes.",
        "Wolaitta Sentences": "Iitati iitabaa oottanau amottoosona; bantta shoorotussi qarettokkona."
    },
    {
        "English Sentences": "When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiveth knowledge.",
        "Wolaitta Sentences": "Qilliicciyaagee qaxxayettido wode, wozani paccido urai aadhdhida eraa tamaarees; qassi wozannaama urai tamaaridi, eraa demmees."
    },
    {
        "English Sentences": "The righteous man wisely considereth the house of the wicked: but God overthroweth the wicked for their wickedness.",
        "Wolaitta Sentences": "Xillo Xoossai iitatu son oosettiyaabaa ubbaa be7ees; eta aatti yeggidi xaissees."
    },
    {
        "English Sentences": "Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard.",
        "Wolaitta Sentences": "Hiyyeesaa waasuwaa siyanaappe giidi, ba haittaa tucciya uri, ikka waassana; waassin alliyaabai xayana."
    },
    {
        "English Sentences": "A gift in secret pacifieth anger: and a reward in the bosom strong wrath.",
        "Wolaitta Sentences": "Geeman immiyo imoi hanqquwaa doshissees. Afala giddoora immido mattaayee suulo hanqquwaa irxxissees."
    },
    {
        "English Sentences": "It is joy to the just to do judgment: but destruction shall be to the workers of iniquity.",
        "Wolaitta Sentences": "Suure pirddai pirddettido wode, hegee xilluwaassi ufaissa; shin iitaa oottiyaageetussi dagama."
    },
    {
        "English Sentences": "The man that wandereth out of the way of understanding shall remain in the congregation of the dead.",
        "Wolaitta Sentences": "Akeeka ogiyaappe haddirida uraa haiqoi naagees."
    },
    {
        "English Sentences": "He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich.",
        "Wolaitta Sentences": "Aaro injjiyan de7ana giya urai manqqees; woine eessanne zaite dosiya asi duretenna."
    },
    {
        "English Sentences": "The wicked shall be a ransom for the righteous, and the transgressor for the upright.",
        "Wolaitta Sentences": "Issi issiton Xoossaasata ashshanau iita asati qaxxayettoosona; ammanettenna asatikka suure asatu gishshaa qaxxayettoosona."
    },
    {
        "English Sentences": "It is better to dwell in the wilderness, than with a contentious and an angry woman.",
        "Wolaitta Sentences": "Ooyettiyanne yiillotiya machcheera de7anaappe bazzon de7iyoogee keha."
    },
    {
        "English Sentences": "There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.",
        "Wolaitta Sentences": "Wozannaama uraa son mal77o qumainne oissai minjjettees; shin eeyya asi bau de7iyaabaa ubbaa mirggees."
    },
    {
        "English Sentences": "He that followeth after righteousness and mercy findeth life, righteousness, and honour.",
        "Wolaitta Sentences": "Xillotettaanne aggenna siiquwaa koyiya uraa baree aduqqees; qassi he urai xillotettaanne bonchchuwaa demmees."
    },
    {
        "English Sentences": "A wise man scaleth the city of the mighty, and casteth down the strength of the confidence thereof.",
        "Wolaitta Sentences": "Wozannaama asi wolqqaama olanchchati de7iyo katamaa olidi oiqqees; oiqqidi eti ammanettido mino qatuwaakka laalees."
    },
    {
        "English Sentences": "Whoso keepeth his mouth and his tongue keepeth his soul from troubles.",
        "Wolaitta Sentences": "Ba doonaanne ba inxxarssaa naagiya asi bana metuwaappe naagees."
    },
    {
        "English Sentences": "Proud and haughty scorner is his name, who dealeth in proud wrath.",
        "Wolaitta Sentences": "Otorettiyanne ayyiya asi qilliicciyaagaa geetettees; i otoranchcha gidido gishshau, asau qoppenna."
    },
    {
        "English Sentences": "The desire of the slothful killeth him; for his hands refuse to labour.",
        "Wolaitta Sentences": "Azallaa amoi worees; aissi giikko, i oottanau koyenna."
    },
    {
        "English Sentences": "He coveteth greedily all the day long: but the righteous giveth and spareth not.",
        "Wolaitta Sentences": "Azallai gallassa kumettaa darobaa demmanau amottees; shin xilloi bau ashshennan immees."
    },
    {
        "English Sentences": "The sacrifice of the wicked is abomination: how much more, when he bringeth it with a wicked mind?",
        "Wolaitta Sentences": "GODAI iitatu yarshshuwaa shenetees; hegaappekka eti au iita qofan shiishshiyo yarshshuwaa aatti shenetees."
    },
    {
        "English Sentences": "A false witness shall perish: but the man that heareth speaketh constantly.",
        "Wolaitta Sentences": "Worddo markkai xayana; shin qoppidi akeekan haasayiya uraa haasayai ehettana."
    },
    {
        "English Sentences": "A wicked man hardeneth his face: but as for the upright, he directeth his way.",
        "Wolaitta Sentences": "Iita asi taagaa xalaalai likke gees; shin suure asi yuushshi qoppees."
    },
    {
        "English Sentences": "There is no wisdom nor understanding nor counsel against the LORD.",
        "Wolaitta Sentences": "Asi ba aadhdhida eratettan, akeekaaninne zoriyan GODAARA eqettanau danddayenna."
    },
    {
        "English Sentences": "The horse is prepared against the day of battle: but safety is of the LORD.",
        "Wolaitta Sentences": "Olaayyo paraa kooranau danddayettees; shin olaa xoonissiyaagee GODAA."
    },
    {
        "English Sentences": "A GOOD name is rather to be chosen than great riches, and loving favour rather than silver and gold.",
        "Wolaitta Sentences": "Lo77o sunttai daro duretettaappe aadhdhees; sabettiyoogeekka biraappenne worqqaappe aadhdhees."
    },
    {
        "English Sentences": "The rich and poor meet together: the LORD is the maker of them all.",
        "Wolaitta Sentences": "Duriyaanne manqquwaa ubbaakka GODAI medhdhiis; hegan eti naa77aikka lagge."
    },
    {
        "English Sentences": "A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.",
        "Wolaitta Sentences": "Cincca asi iitaa be7idi, qosetti aattees; shin akeeki paccido asi metuwan gelidi qohettees."
    },
    {
        "English Sentences": "By humility and the fear of the LORD are riches, and honour, and life.",
        "Wolaitta Sentences": "Neeni ashkke gidikkonne GODAASSI yayyikko, duretettaa, bonchchuwaanne de7uwaa demmana."
    },
    {
        "English Sentences": "Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them.",
        "Wolaitta Sentences": "Iita uraa ogiyan agunttainne piree de7ees; shin bana naagiya asi etappe haakkees."
    },
    {
        "English Sentences": "Train up a child in the way he should go: and when he is old, he will not depart from it.",
        "Wolaitta Sentences": "Na7i waanidi de7ana bessiyaakko tamaarissa; yaatikko, i cimidikka hegaa aggenna."
    },
    {
        "English Sentences": "The rich ruleth over the poor, and the borrower is servant to the lender.",
        "Wolaitta Sentences": "Duree hiyyeesaa haarees; tal77i ekkidaagee tal77iyau immidaagau aille gidees."
    },
    {
        "English Sentences": "He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.",
        "Wolaitta Sentences": "Nagaraa zeriya urai waayiyaa cakkees; harata i tuggayiyo tuggaikka attees."
    },
    {
        "English Sentences": "He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.",
        "Wolaitta Sentences": "Keha asi ba qumaappe hiyyeesau coo immiyo gishshau anjjettana."
    },
    {
        "English Sentences": "Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease.",
        "Wolaitta Sentences": "Qilliicciya asa diggarggikko, palamai, ooshshainne cashshai kichchana."
    },
    {
        "English Sentences": "He that loveth pureness of heart, for the grace of his lips the king shall be his friend.",
        "Wolaitta Sentences": "Neeni wozanaa geeshshatettaanne kehaa haasayaa dosikko, kawoi nenaara dabbotees."
    },
    {
        "English Sentences": "The eyes of the LORD preserve knowledge, and he overthroweth the words of the transgressor.",
        "Wolaitta Sentences": "GODAI tumaa naagees; shin worddanchchatu qaalaa i aatti yeggees."
    },
    {
        "English Sentences": "The slothful man saith, There is a lion without, I shall be slain in the streets.",
        "Wolaitta Sentences": "Azalla asi, \"Taani kare kiyikko, gaammoi tana maana; tana ogiyan asi worana\" yaagees."
    },
    {
        "English Sentences": "The mouth of strange women is a deep pit: he that is abhorred of the LORD shall fall therein.",
        "Wolaitta Sentences": "SHaaramuxa maccaasee doonai ciimma ollaa mala; GODAI hanqqettido uri a giddon kunddees."
    },
    {
        "English Sentences": "Foolishness is bound in the heart of a child; but the rod of correction shall drive it far from him.",
        "Wolaitta Sentences": "Na7a wozanaa azallatettai baqqi oiqqees; shin qaixaariyan qaxxayiyoogee appe haassees."
    },
    {
        "English Sentences": "He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.",
        "Wolaitta Sentences": "Baayyo aquwaa gujjana giidi, hiyyeesaa naaqqiyaageenne duriyaassi imuwaa immiyaagee naa77aikka hiyyeesana."
    },
    {
        "English Sentences": "Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.",
        "Wolaitta Sentences": "Ne haittaa haa yeggada, aadhdhida eranchchai odiyoobaa siya; ne wozanaakka ta eraakko zaara."
    },
    {
        "English Sentences": "For it is a pleasant thing if thou keep them within thee; they shall withal be fitted in thy lips.",
        "Wolaitta Sentences": "Aissi giikko, eta ne wozanan wottikkonne ne doonankka eta ubbaa hassayikko, neeni ufaittana."
    },
    {
        "English Sentences": "That thy trust may be in the LORD, I have made known to thee this day, even to thee.",
        "Wolaitta Sentences": "Ne ammanoi GODAN gidana mala, taani nena - ee nena - hachchi tamaarissaas."
    },
    {
        "English Sentences": "Have not I written to thee excellent things in counsels and knowledge,",
        "Wolaitta Sentences": "Taani neessi zoreenne eratettai de7iyo hasttamu leemisota xaafoohoo!"
    },
    {
        "English Sentences": "That I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee?",
        "Wolaitta Sentences": "Nena kiittidaagaayyo neeni likke zaaruwaa zaarana mala, taani nena tumatettaa tamaarissaas."
    },
    {
        "English Sentences": "Rob not the poor, because he is poor: neither oppress the afflicted in the gate:",
        "Wolaitta Sentences": "Hiyyeesatussi aibinne bainna gishshau, etabaa bonqqoppa; shilootankka metootanchchatu maataa xaissoppa."
    },
    {
        "English Sentences": "For the LORD will plead their cause, and spoil the soul of those that spoiled them.",
        "Wolaitta Sentences": "Aissi giikko, GODAI eta gishshaa mootettana; eta bonqqidaageetakka i bonqqana."
    },
    {
        "English Sentences": "Make no friendship with an angry man; and with a furious man thou shalt not go:",
        "Wolaitta Sentences": "Hanqqettiya uraara laggetoppa; hanqqettanau eesotiya uraarakka zuppetoppa."
    },
    {
        "English Sentences": "Lest thou learn his ways, and get a snare to thy soul.",
        "Wolaitta Sentences": "Neeni a hanuwaa meezetikko, guyyeppe agganau danddayakka."
    },
    {
        "English Sentences": "Be not thou one of them that strike hands, or of them that are sureties for debts.",
        "Wolaitta Sentences": "Asassi aco ta qanxxana gaada waase geloppa."
    },
    {
        "English Sentences": "If thou hast nothing to pay, why should he take away thy bed from under thee?",
        "Wolaitta Sentences": "Neeni qanxxiyoobi xayikko, ne zin77iyo hiixai attennan, neessi de7iyaabai ubbai ekettana."
    },
    {
        "English Sentences": "Remove not the ancient landmark, which thy fathers have set.",
        "Wolaitta Sentences": "Ne maizza aawati tokkido beni zawaa shoddoppa."
    },
    {
        "English Sentences": "Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men.",
        "Wolaitta Sentences": "Ba oosuwaa cinccatettan oottiya asa be7adii? I kawotussi ootteesippe attin, coo asatussi oottenna."
    },
    {
        "English Sentences": "When thou sittest to eat with a ruler, consider diligently what is before thee:",
        "Wolaitta Sentences": "Neeni deriyaa haariyaagaara qumaa maanau uttido wode, ne sinttan de7iyaagaa loittada akeeka."
    },
    {
        "English Sentences": "And put a knife to thy throat, if thou be a man given to appetite.",
        "Wolaitta Sentences": "Neeni daro yora asa gidikko, naagetta."
    },
    {
        "English Sentences": "Be not desirous of his dainties: for they are deceitful meat.",
        "Wolaitta Sentences": "I nena paaccanau danddayiyo gishshau, aadhdhida mal77o qumau yiiqetoppa."
    },
    {
        "English Sentences": "Labour not to be rich: cease from thine own wisdom.",
        "Wolaitta Sentences": "Duretanau daafuroppa; hegaa mala keesiyaa agganau cincca gida."
    },
    {
        "English Sentences": "Wilt thou set thine eyes upon that which is not? for riches certainly make themselves wings; they fly away as an eagle toward heaven.",
        "Wolaitta Sentences": "Hegaa mala duretettai neeni xeellishin xayana; qefiyaa kessidi argganttaagaadan, saluwaa paallana."
    },
    {
        "English Sentences": "Eat thou not the bread of him that hath an evil eye, neither desire thou his dainty meats:",
        "Wolaitta Sentences": "Uuziyaa qumaa mooppa; a mal77o qumaakka maanau amottoppa."
    },
    {
        "English Sentences": "For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.",
        "Wolaitta Sentences": "Milatissanau i nena, \"Ma; uya\" yaageesippe attin, a wozanai nenaara de7enna."
    },
    {
        "English Sentences": "The morsel which thou hast eaten shalt thou vomit up, and lose thy sweet words.",
        "Wolaitta Sentences": "Neeni miido qiiba qumaa cooyana; ne galataikka hada gidana."
    },
    {
        "English Sentences": "Speak not in the ears of a fool: for he will despise the wisdom of thy words.",
        "Wolaitta Sentences": "Eeyyaassi payyabaa haasayoppa; aissi giikko, ne aadhdhida era haasayaa i karana."
    },
    {
        "English Sentences": "Remove not the old landmark; and enter not into the fields of the fatherless:",
        "Wolaitta Sentences": "Beni zawaa shoddoppa; qassi aawi bainna naatu gadiyaa zawaa sugoppa;"
    },
    {
        "English Sentences": "For their redeemer is mighty; he shall plead their cause with thee.",
        "Wolaitta Sentences": "aissi giikko, eta ashshiya GODAI mino; i eta gishshaa nenaara mootettana."
    },
    {
        "English Sentences": "Apply thine heart unto instruction, and thine ears to the words of knowledge.",
        "Wolaitta Sentences": "Ne asttamaaree neessi odiyoogaa ezgga; ne haittaakka eraa qaalaakko yegga."
    },
    {
        "English Sentences": "Withhold not correction from the child: for if thou beatest him with the rod, he shall not die.",
        "Wolaitta Sentences": "Na7a seerennan aggoppa; neeni a qaixaariyan wadhdhikko, i haiqqenna."
    },
    {
        "English Sentences": "Thou shalt beat him with the rod, and shalt deliver his soul from hell.",
        "Wolaitta Sentences": "Neeni a qaixaariyan wadhdhikko, a shemppuwaa haiquwaappe ashshaasa."
    },
    {
        "English Sentences": "My son, if thine heart be wise, my heart shall rejoice, even mine.",
        "Wolaitta Sentences": "Ta na7au, neeni aadhdhida eranchcha gidikko, ta wozanaikka ufaittana;"
    },
    {
        "English Sentences": "Yea, my reins shall rejoice, when thy lips speak right things.",
        "Wolaitta Sentences": "ne inxxarssai suurebaa haasayiyo wode, ta wozanai ufaittees."
    },
    {
        "English Sentences": "Let not thine heart envy sinners: but be thou in the fear of the LORD all the day long.",
        "Wolaitta Sentences": "Nagaranchchata qanaatoppa; shin ubbatoo GODAASSI yayyiyoogaa aggoppa."
    },
    {
        "English Sentences": "For surely there is an end; and thine expectation shall not be cut off.",
        "Wolaitta Sentences": "Yaanikko neeyyo sinttanau sa7i kehana; sinttappe yaana kehikka neeyyo xayenna."
    },
    {
        "English Sentences": "Hear thou, my son, and be wise, and guide thine heart in the way.",
        "Wolaitta Sentences": "Ta na7au, siya; wozannaama gida; ne wozanaa suure ogiyan wotta."
    },
    {
        "English Sentences": "Be not among winebibbers; among riotous eaters of flesh:",
        "Wolaitta Sentences": "Daro woine eessaa uyiyaageetuuranne ashuwaa muussau yaaretiyaageetuura zuppetoppa;"
    },
    {
        "English Sentences": "For the drunkard and the glutton shall come to poverty: and drowsiness shall clothe a man with rags.",
        "Wolaitta Sentences": "aissi giikko, mattottiyaageetinne yoranchchati manqqana; xiskkuwaa daroi asaa wurida curqqaa maizissees."
    },
    {
        "English Sentences": "Hearken unto thy father that begat thee, and despise not thy mother when she is old.",
        "Wolaitta Sentences": "Nena yelida ne aawai odiyoobaa siya; ne aayyiyaakka ceeggido wode karoppa."
    },
    {
        "English Sentences": "Buy the truth, and sell it not; also wisdom, and instruction, and understanding.",
        "Wolaitta Sentences": "Tumaa, aadhdhida eratettaa, timirttiyaanne akeekaa shammappe attin, mulekka baizzoppa."
    },
    {
        "English Sentences": "The father of the righteous shall greatly rejoice: and he that begetteth a wise child shall have joy of him.",
        "Wolaitta Sentences": "Xillo na7aa aawai keehippe ufaittana; wozannaama na7aa yelida urikka an poccu gaana."
    },
    {
        "English Sentences": "Thy father and thy mother shall be glad, and she that bare thee shall rejoice.",
        "Wolaitta Sentences": "Ne aawainne ne aayyiyaa ufaittona; nena yelidaarakka poccu gu."
    },
    {
        "English Sentences": "My son, give me thine heart, and let thine eyes observe my ways.",
        "Wolaitta Sentences": "Ta na7au, ta zoriyaa ezgga; taani haniyoogaadan hana."
    },
    {
        "English Sentences": "For a whore is a deep ditch; and a strange woman is a narrow pit.",
        "Wolaitta Sentences": "Aissi giikko, shaaramuxiya maccaasiyaa ciimma ollaa mala; laggettuwaa oiqqiya machchiyaakka un77o ollaa mala."
    },
    {
        "English Sentences": "She also lieth in wait as for a prey, and increaseth the transgressors among men.",
        "Wolaitta Sentences": "A panggadan zuggada naagausu; ammanettenna attumaasaa asaa giddon darissausu."
    },
    {
        "English Sentences": "Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?",
        "Wolaitta Sentences": "\"Woo!\" giyo waasoi oossee? Azzanoi oossee? Ooshshi oossee? Zuuzuntti oossee? Gaasoi bainnan masunxxiyai oonee? Aifee zo77iyoi oossee?"
    },
    {
        "English Sentences": "They that tarry long at the wine; they that go to seek mixed wine.",
        "Wolaitta Sentences": "Woine eessaa uyiiddi gam77iyaageetussa gidennee? Walahettida woine eessaa uyi uyi be7iyaageetussa gidennee?"
    },
    {
        "English Sentences": "Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright.",
        "Wolaitta Sentences": "Woine eessai zo77ido wode, a merai birilliyaa giddon phooliyo wode, uyishin yalalattiiddi geliyo wode, a xeelloppa."
    },
    {
        "English Sentences": "At the last it biteth like a serpent, and stingeth like an adder.",
        "Wolaitta Sentences": "Wurssettan i shooshshadan dukkees; mulumuqqe shooshshadankka ba yiishshaa yiishshees."
    },
    {
        "English Sentences": "Thine eyes shall behold strange women, and thine heart shall utter perverse things.",
        "Wolaitta Sentences": "Ne aifee be7i erennabaa be7ana; ne wozanaikka suure qoppanaunne haasayanau danddayenna."
    },
    {
        "English Sentences": "Yea, thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast.",
        "Wolaitta Sentences": "Neeni abbaa giddon dambbalai qaattiyo markkabiyaa xeeran zin77ida uraa mala gidana."
    },
    {
        "English Sentences": "They have stricken me, shalt thou say, and I was not sick; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again.",
        "Wolaitta Sentences": "Neeni, \"Eti tana dechchidosona; shin taani qohettabeikke. Eti tana wadhdhidosona; shin tau erettibeenna. Hara ushshaa uyanau taani aude denddanddinaashsha?\" yaagana."
    },
    {
        "English Sentences": "Be not thou envious against evil men, neither desire to be with them.",
        "Wolaitta Sentences": "Ta na7au, iita asatu mala gidarkkinaashsha gooppa; etaara dabbotanaukka amottoppa;"
    },
    {
        "English Sentences": "For their heart studieth destruction, and their lips talk of mischief.",
        "Wolaitta Sentences": "aissi giikko, eti ubbatoo makkalabaa maqettoosona; bantta inxxarssan genebaa haasayoosona."
    },
    {
        "English Sentences": "Through wisdom is an house builded; and by understanding it is established:",
        "Wolaitta Sentences": "Keettai aadhdhida eratettan keexettees; akeekankka minnees."
    },
    {
        "English Sentences": "And by knowledge shall the chambers be filled with all precious and pleasant riches.",
        "Wolaitta Sentences": "Erai de7ikko, qol77oi al77obaaninne lo77oban ubban kumees."
    },
    {
        "English Sentences": "A wise man is strong; yea, a man of knowledge increaseth strength.",
        "Wolaitta Sentences": "Wozannaama urau gita wolqqai de7ees; eranchcha asikka minotettaa gujjees."
    },
    {
        "English Sentences": "For by wise counsel thou shalt make thy war: and in multitude of counsellors there is safety.",
        "Wolaitta Sentences": "Neeni olau kiyanaappe kasetada halchchuwaa halchchana koshshees; daro zoriyaageetu zoriyan xoonoi beettees."
    },
    {
        "English Sentences": "Wisdom is too high for a fool: he openeth not his mouth in the gate.",
        "Wolaitta Sentences": "Eeyyai aadhdhida eratettaa akeekanau danddayenna; au yaa7ankka odiyoobi aibinne baawa."
    },
    {
        "English Sentences": "He that deviseth to do evil shall be called a mischievous person.",
        "Wolaitta Sentences": "Iitaa oottanau halchchiya urai genanchcha geetettana."
    },
    {
        "English Sentences": "The thought of foolishness is sin: and the scorner is an abomination to men.",
        "Wolaitta Sentences": "Eeyyatettaa qofai nagara; asai qilliicciyaagaa ixxees."
    },
    {
        "English Sentences": "If thou faint in the day of adversity, thy strength is small.",
        "Wolaitta Sentences": "Neeni metuwaa gallassi laafikko, ne wolqqai guutta giyoogaa."
    },
    {
        "English Sentences": "If thou forbear to deliver them that are drawn unto death, and those that are ready to be slain;",
        "Wolaitta Sentences": "Haiqqanau bessennan, haiquwau pirddidi efiyoogeeta ashsha; worana haniyo wode co77u gaada xeelloppa."
    },
    {
        "English Sentences": "If thou sayest, Behold, we knew it not; doth not he that pondereth the heart consider it? and he that keepeth thy soul, doth not he know it? and shall not he render to every man according to his works?",
        "Wolaitta Sentences": "Neeni, \"Nuuni hagaa eribookko\" yaagikko, wozanaa eriyaagee i be7ennee? Ne de7uwaa naagiyaagee erennee? Asa ubbau a oosuwaa oosuwaadan zaarennee?"
    },
    {
        "English Sentences": "My son, eat thou honey, because it is good; and the honeycomb, which is sweet to thy taste:",
        "Wolaitta Sentences": "Ta na7au, eessaa ma; eessai lo77o. Eessaa ililoi manggaagan mal77ees."
    },
    {
        "English Sentences": "So shall the knowledge of wisdom be unto thy soul: when thou hast found it, then there shall be a reward, and thy expectation shall not be cut off.",
        "Wolaitta Sentences": "Aadhdhida eratettaikka hegaa mala; i ne shemppuwau mal77o gidiyoogaa era. Neeni a demmiyaabaa gidikko, sinttaara yaana kehai neessa; neeni ekkana gaada ufaissan naagiyoobaikka xayenna."
    },
    {
        "English Sentences": "Lay not wait, O wicked man, against the dwelling of the righteous; spoil not his resting place:",
        "Wolaitta Sentences": "Xilluwaa keettaanne aquwaa bonqqanau qoppiya iita asadan hanoppa."
    },
    {
        "English Sentences": "For a just man falleth seven times, and riseth up again: but the wicked shall fall into mischief.",
        "Wolaitta Sentences": "Xillo asi laapputoo kunddikkokka denddees; shin iitati metuwan xayana."
    },
    {
        "English Sentences": "Rejoice not when thine enemy falleth, and let not thine heart be glad when he stumbleth:",
        "Wolaitta Sentences": "Ne morkkee kunddiyo wode ufaittoppa; i xubettiyo wodekka, \"Hashshu!\" gooppa."
    },
    {
        "English Sentences": "Lest the LORD see it, and it displease him, and he turn away his wrath from him.",
        "Wolaitta Sentences": "Neeni ufaittikko, GODAI hegaa be7idi ufaittenna; a hanqqettiyoogaakka aggiigana."
    },
    {
        "English Sentences": "Fret not thyself because of evil men, neither be thou envious at the wicked;",
        "Wolaitta Sentences": "Iitaa oottiyaageetu gishshau hirggoppa; eta mala gidarkkinaashsha gooppa."
    },
    {
        "English Sentences": "For there shall be no reward to the evil man; the candle of the wicked shall be put out.",
        "Wolaitta Sentences": "Aissi giikko, iita urau sinttaara yaana kehi baawa; iitatu xomppeekka to7ana."
    },
    {
        "English Sentences": "My son, fear thou the LORD and the king: and meddle not with them that are given to change:",
        "Wolaitta Sentences": "Ta na7au, GODAAYYOONNE kawuwaayyoo yayya; etayyo makkaliyaageetuurakka zuppetoppa."
    },
    {
        "English Sentences": "For their calamity shall rise suddenly; and who knoweth the ruin of them both?",
        "Wolaitta Sentences": "Aissi giikko, hegaa mala asata qoppenna metoi gakkees; kawuwaappenne GODAAPPE yaana metuwaa oonee eriyai?"
    },
    {
        "English Sentences": "These things also belong to the wise. It is not good to have respect of persons in judgment.",
        "Wolaitta Sentences": "Aadhdhida eranchchati gujjidikka hagaadan yaagidosona: Pirddiiddi maaddiyoogee lo77o gidenna."
    },
    {
        "English Sentences": "He that saith unto the wicked, Thou art righteous; him shall the people curse, nations shall abhor him:",
        "Wolaitta Sentences": "Mooranchchaa, \"Neeni moorabaakka\" yaagiya daannaa asai qanggana; kawotettatikka a ixxana."
    },
    {
        "English Sentences": "But to them that rebuke him shall be delight, and a good blessing shall come upon them.",
        "Wolaitta Sentences": "Mooranchchaa qaxxayiyaageeti keehi nashettananne anjjettana."
    },
    {
        "English Sentences": "Every man shall kiss his lips that giveth a right answer.",
        "Wolaitta Sentences": "Suure zaaruwaa zaariyoogee dabbotau malaata mala."
    },
    {
        "English Sentences": "Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.",
        "Wolaitta Sentences": "Kasetada ne gadiyaa ootta; kattaakka zera; hegaappe guyyiyan, ne keettaa keexxa."
    },
    {
        "English Sentences": "Be not a witness against thy neighbour without cause; and deceive not with thy lips.",
        "Wolaitta Sentences": "Ne shooruwaa bolli gaasoi bainnan markkattoppa; ne doonankka cimmoppa."
    },
    {
        "English Sentences": "Say not, I will do so to him as he hath done to me: I will render to the man according to his work.",
        "Wolaitta Sentences": "\"I tau oottidoogaadan, taani au oottana; taani au a oosuwaa kushiyaa zaarana\" yaagoppa."
    },
    {
        "English Sentences": "I went by the field of the slothful, and by the vineyard of the man void of understanding;",
        "Wolaitta Sentences": "Taani issi gallassi, issi azallanne akeekai paccido bitaniyaa gaden de7iya woiniyaa turaa giddoora kanttaas."
    },
    {
        "English Sentences": "And, lo, it was all grown over with thorns, and nettles had covered the face thereof, and the stone wall thereof was broken down.",
        "Wolaitta Sentences": "Kanttiyo wode, agunttainne sharafai goozi wottiis; yuushuwan de7iya shuchchaa gimbbeekka qolettiichchiis."
    },
    {
        "English Sentences": "Then I saw, and considered it well: I looked upon it, and received instruction.",
        "Wolaitta Sentences": "Taani a be7ido wode, qoppaas; taani be7idoogaappe timirttiyaa tamaaraas."
    },
    {
        "English Sentences": "Yet a little sleep, a little slumber, a little folding of the hands to sleep:",
        "Wolaitta Sentences": "Neeni guuttaa liphphi ga; guuttaa xiskka; ne kushiyaakka shiishshada guuttaa shemppa ekka."
    },
    {
        "English Sentences": "So shall thy poverty come as one that travelleth; and thy want as an armed man.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, hiyyeesatettai panggadan yaana; pacaikka ola miishshaa oiqqida asadan puttu gaana."
    },
    {
        "English Sentences": "These are also proverbs of Solomon, which the men of Hezekiah king of Judah copied out.",
        "Wolaitta Sentences": "Hageetikka qassi, Yihudaa Kawuwaa Hizqqiyaasa asati duuqqidi xaafido Solomona leemisota."
    },
    {
        "English Sentences": "It is the glory of God to conceal a thing: but the honour of kings is to search out a matter.",
        "Wolaitta Sentences": "Xuuraa genttiyoogee Xoossaayyo bonchcho; xuuraa pilggidi kessiyoogee qassi kawotuyyo bonchcho."
    },
    {
        "English Sentences": "The heaven for height, and the earth for depth, and the heart of kings is unsearchable.",
        "Wolaitta Sentences": "Salotu xoqqatettaanne sa7aa ciimmatettaa asi gakkennaagaadan, kawotu qofaakka asi eranau danddayenna."
    },
    {
        "English Sentences": "Take away the dross from the silver, and there shall come forth a vessel for the finer.",
        "Wolaitta Sentences": "Biraappe shiyaa diggargga; hegaappe guyyiyan, wogaacee qoxxidi, lo77obaa kessana."
    },
    {
        "English Sentences": "Take away the wicked from before the king, and his throne shall be established in righteousness.",
        "Wolaitta Sentences": "Kawuwaa sinttappe iitata diggargga; yaatikko, a kawotaa araatai xillotettan minni eqqana."
    },
    {
        "English Sentences": "Put not forth thyself in the presence of the king, and stand not in the place of great men:",
        "Wolaitta Sentences": "Kawuwaa sintti aadhdhiyo wode ceeqettoppa; gita asatuppe gidduwan soho koyoppa."
    },
    {
        "English Sentences": "For better it is that it be said unto thee, Come up hither; than that thou shouldest be put lower in the presence of the prince whom thine eyes have seen.",
        "Wolaitta Sentences": "Neeppe gitatiya asassi sohuwaa immanau halaqai nena denttin kauyyiyoogaappe, halaqai nena, \"Hagaakko xoqqu ga\" giyoogee neeyyo keha."
    },
    {
        "English Sentences": "Go not forth hastily to strive, lest thou know not what to do in the end thereof, when thy neighbour hath put thee to shame.",
        "Wolaitta Sentences": "Ne aifiyan be7idobaa markkattanau dabaabaa baanau eesotoppa; aissi giikko, neeni markkatta simmin, hara asi ne markkatettai bala gidiyoogaa qonccissikko, neeni yeellatana."
    },
    {
        "English Sentences": "Debate thy cause with thy neighbour himself; and discover not a secret to another:",
        "Wolaitta Sentences": "Neeppenne ne shooruwaappe gidduwan palami merettikko, aara haasayada ne palamaa wurssa. Hara asa xuuraa qonccissoppa."
    },
    {
        "English Sentences": "Lest he that heareth it put thee to shame, and thine infamy turn not away.",
        "Wolaitta Sentences": "Hegee xayikko, neeni odiyoogaa siyida asi nena kaushshana; hegan ne sunttai naa77antto simmennaadan moorettana."
    },
    {
        "English Sentences": "A word fitly spoken is like apples of gold in pictures of silver.",
        "Wolaitta Sentences": "Koshshiyo wodiyan haasayettida likke qaalai biraa bolli tigido worqqaa alleequwaa mala."
    },
    {
        "English Sentences": "As an earring of gold, and an ornament of fine gold, so is a wise reprover upon an obedient ear.",
        "Wolaitta Sentences": "Ezggiya uraa eranchcha asi zoriyo zoree haittan wottido worqqaa woikko geeshsha worqqaappe oottido alleequwaa mala."
    },
    {
        "English Sentences": "As the cold of snow in the time of harvest, so is a faithful messenger to them that send him: for he refresheth the soul of his masters.",
        "Wolaitta Sentences": "Kattaa cakkiyo boniyan irxxa haattai uyin aliyoogaadan, kiittin ammanettiya asi bana kiittiyaageeta ufaissees."
    },
    {
        "English Sentences": "Whoso boasteth himself of a false gift is like clouds and wind without rain.",
        "Wolaitta Sentences": "Immennabaa \"Immana\" yaagiiddi ceeqettiya asi iri bainna shaaraanne carkkuwaa mala."
    },
    {
        "English Sentences": "By long forbearing is a prince persuaded, and a soft tongue breaketh the bone.",
        "Wolaitta Sentences": "Danddayanchcha asi deriyaa haariyaagau odidi maizzees; liiqo qaalai meqettaa kanttidi gelees."
    },
    {
        "English Sentences": "Hast thou found honey? eat so much as is sufficient for thee, lest thou be filled therewith, and vomit it.",
        "Wolaitta Sentences": "Eessaa demmikko, kallana gakkanaashin ma; shin darissikko, neeni cooyana."
    },
    {
        "English Sentences": "Withdraw thy foot from thy neighbour's house; lest he be weary of thee, and so hate thee.",
        "Wolaitta Sentences": "Nena uufidi ixxennaadan, ne shooruwaa soo ubbaton booppa."
    },
    {
        "English Sentences": "A man that beareth false witness against his neighbour is a maul, and a sword, and a sharp arrow.",
        "Wolaitta Sentences": "Ba shooruwaa bolli wordduwan markkattiya asi dullai, bisoinne qara zubbee asa qohiyoogaa keenaa qohees."
    },
    {
        "English Sentences": "Confidence in an unfaithful man in time of trouble is like a broken tooth, and a foot out of joint.",
        "Wolaitta Sentences": "Metuwaa wode ammanettenna uran zemppiyoogee qaaxxiya achchan coommiyoogaanne silida tohuwan hemettiyoogaa mala."
    },
    {
        "English Sentences": "As he that taketh away a garment in cold weather, and as vinegar upon nitre, so is he that singeth songs to an heavy heart.",
        "Wolaitta Sentences": "Azzani uttida asassi yettaa yexxiyoogee meego gallassi maayuwaa qaariyoogaanne masunttaa bolli caalabaa tigiyoobaa mala."
    },
    {
        "English Sentences": "If thine enemy be hungry, give him bread to eat; and if he be thirsty, give him water to drink:",
        "Wolaitta Sentences": "Ne morkkee namisettikko, miza; saamettikko, ushsha."
    },
    {
        "English Sentences": "For thou shalt heap coals of fire upon his head, and the LORD shall reward thee.",
        "Wolaitta Sentences": "Aissi giikko, neeni hegaa oottiyoogee a huuphiyan tamaa bonqquwaa kaashidi qoliyoogaa mala. GODAIKKA neeyyo woitana."
    },
    {
        "English Sentences": "The north wind driveth away rain: so doth an angry countenance a backbiting tongue.",
        "Wolaitta Sentences": "Huuphessa bagga carkkoi iraa ehiyoogaadan, zigirssai hanqquwaa ehees."
    },
    {
        "English Sentences": "It is better to dwell in the corner of the housetop, than with a brawling woman and in a wide house.",
        "Wolaitta Sentences": "Ooyettiya maccaaseera issi keettan de7anaappe son shakkuwaa huuphiyan de7iyoogee keha."
    },
    {
        "English Sentences": "As cold waters to a thirsty soul, so is good news from a far country.",
        "Wolaitta Sentences": "Daafurida uri irxxa haattaa uyidi aliyoogaadan, haaho biittaappe yiya lo77o odoi ufaissees."
    },
    {
        "English Sentences": "A righteous man falling down before the wicked is as a troubled fountain, and a corrupt spring.",
        "Wolaitta Sentences": "Iita uraa eeshshaa tamaariya xillo asi bulqqotida pulttuwaanne moorettida olla haattaa mala."
    },
    {
        "English Sentences": "It is not good to eat much honey: so for men to search their own glory is not glory.",
        "Wolaitta Sentences": "Daro eessaa miyoogee lo77o gidenna; hegaadankka, ba bonchcho koyiyoogee bonchchissenna."
    },
    {
        "English Sentences": "He that hath no rule over his own spirit is like a city that is broken down, and without walls.",
        "Wolaitta Sentences": "Ba huuphiyaa naagenna asi dirssai meqqido katamaa mala."
    },
    {
        "English Sentences": "As snow in summer, and as rain in harvest, so honour is not seemly for a fool.",
        "Wolaitta Sentences": "Boniyan shachchai, kattaa cakkiyo wodiyankka irai koshshennaagaadan, eeyyau bonchchoi koshshenna."
    },
    {
        "English Sentences": "As the bird by wandering, as the swallow by flying, so the curse causeless shall not come.",
        "Wolaitta Sentences": "Kafoti yaanne haanne paallidi, asa qohennaagaadan, gaasoi bainnan qanggiyo qanggetti asa gakkenna."
    },
    {
        "English Sentences": "A whip for the horse, a bridle for the ass, and a rod for the fool's back.",
        "Wolaitta Sentences": "Parau lissuwaa, hariyau poxooruwaa koshshiyoogaadan, azallaa zokkuwau waraa koshshees."
    },
    {
        "English Sentences": "Answer not a fool according to his folly, lest thou also be like unto him.",
        "Wolaitta Sentences": "Eeyya urau a eeyyatettaadan zaaroppa; zaarikko neenikka a mala gidana."
    },
    {
        "English Sentences": "Answer a fool according to his folly, lest he be wise in his own conceit.",
        "Wolaitta Sentences": "Eeyya urau a eeyyatettaadan zaara; hinna xayikko, i bana eranchchadan qoodana."
    },
    {
        "English Sentences": "He that sendeth a message by the hand of a fool cutteth off the feet, and drinketh damage.",
        "Wolaitta Sentences": "Eeyya asa bolli kiitaa kiittiyoogee ba tohuwaa qanxxiyoogaanne woriyaabaa uyiyoogaa mala."
    },
    {
        "English Sentences": "The legs of the lame are not equal: so is a parable in the mouth of fools.",
        "Wolaitta Sentences": "Eeyya uraa leemisoi wobbe uraa tohuwaa mala maaddenna."
    },
    {
        "English Sentences": "As he that bindeth a stone in a sling, so is he that giveth honour to a fool.",
        "Wolaitta Sentences": "Eeyya uraa bonchchiya asi shuchchaa yambbarshshaa bolli qachchi wottidi yambbariya asa mala."
    },
    {
        "English Sentences": "As a thorn goeth up into the hand of a drunkard, so is a parable in the mouth of fools.",
        "Wolaitta Sentences": "Eeyya uraa leemisoi mattottida asi ba kushiyaa caddida agunttaa kessanau baaxetiyoogaa mala."
    },
    {
        "English Sentences": "The great God that formed all things both rewardeth the fool, and rewardeth transgressors.",
        "Wolaitta Sentences": "Eeyya asa woikko bau ogiyaara kanttiya asa oosossi qaxariya asi demmido asa ubbaa coo dukkiya wonddafiyaasa mala."
    },
    {
        "English Sentences": "As a dog returneth to his vomit, so a fool returneth to his folly.",
        "Wolaitta Sentences": "Kanai ba cooshshaa guyye simmidi miyoogaadan, eeyyai ba eeyyatettaa oosuwaa zaari zaari oottees."
    },
    {
        "English Sentences": "Seest thou a man wise in his own conceit? there is more hope of a fool than of him.",
        "Wolaitta Sentences": "Barkka bana, \"Taani aadhdhida eranchchaa\" giya asa be7adii? Appe eeyya urau sinttanaa lo77o qaadai de7ees."
    },
    {
        "English Sentences": "The slothful man saith, There is a lion in the way; a lion is in the streets.",
        "Wolaitta Sentences": "Azallai, \"Ogiyan gaammoi de7ees; yashshiya gaammoi aaho ogiyan yuuyees\" yaagees."
    },
    {
        "English Sentences": "As the door turneth upon his hinges, so doth the slothful upon his bed.",
        "Wolaitta Sentences": "Penggee ba maaxafiyan yaanne haanne qaaxxiyoogaadan, azallaikka ba hiixan yaanne haanne aadhdhi wodhdhees."
    },
    {
        "English Sentences": "The slothful hideth his hand in his bosom; it grieveth him to bring it again to his mouth.",
        "Wolaitta Sentences": "Issi issi asati daro azalla; eti harai attin, woxiyan tushkkido buddeenaakka pude baaranau daafuroosona."
    },
    {
        "English Sentences": "The sluggard is wiser in his own conceit than seven men that can render a reason.",
        "Wolaitta Sentences": "Azalla asi markkaara odiya laappun eranchchatuppekka bana aadhdhida eranchcha giidi qoppees."
    },
    {
        "English Sentences": "He that passeth by, and meddleth with strife belonging not to him, is like one that taketh a dog by the ears.",
        "Wolaitta Sentences": "Bana gattiyaabi bainnasan palamau aadhdhiya asi ogiyaara biya kanaa haittaa oiqqiya asa mala."
    },
    {
        "English Sentences": "As a mad man who casteth firebrands, arrows, and death,",
        "Wolaitta Sentences": "Ba shooruwaa cimmidi, \"Taani kaassau oottaas\" yaagiya asi,"
    },
    {
        "English Sentences": "So is the man that deceiveth his neighbour, and saith, Am not I in sport?",
        "Wolaitta Sentences": "gooyidi tamaa xiifaa oliya, woikko woriya zubbiyaa dukkiya asa mala."
    },
    {
        "English Sentences": "Where no wood is, there the fire goeth out: so where there is no talebearer, the strife ceaseth.",
        "Wolaitta Sentences": "Mittai wurikko, tamai to7ees; zigiriyaabi xayikko, ooshshai attees."
    },
    {
        "English Sentences": "As coals are to burning coals, and wood to fire; so is a contentious man to kindle strife.",
        "Wolaitta Sentences": "Xiixinttai bonqquwaa darissiyoogaadaaninne mittai tamaa darissiyoogaadan, amalanchcha asi ooshshaa darissees."
    },
    {
        "English Sentences": "The words of a talebearer are as wounds, and they go down into the innermost parts of the belly.",
        "Wolaitta Sentences": "Zigirssanchchaa qaalai mal77o qumaa mala; ufaissiiddi duge ganjjiyaa gakkees."
    },
    {
        "English Sentences": "Burning lips and a wicked heart are like a potsherd covered with silver dross.",
        "Wolaitta Sentences": "Wozanan iitabai de7ishin, ba inxxarssan cimo qaalaa haasayiya asi biran sheeshshido urqqa miishshaa mala."
    },
    {
        "English Sentences": "He that hateth dissembleth with his lips, and layeth up deceit within him;",
        "Wolaitta Sentences": "Lo77o milatiya iita asi ba wozanan de7iya iitatettaa ba nasho haasayan genttees."
    },
    {
        "English Sentences": "When he speaketh fair, believe him not: for there are seven abominations in his heart.",
        "Wolaitta Sentences": "A wozanan laappun tunatettai kumi uttido gishshau, i lo77o qaalaa haasayikkokka a ammanoppa."
    },
    {
        "English Sentences": "Whose hatred is covered by deceit, his wickedness shall be shewed before the whole congregation.",
        "Wolaitta Sentences": "Ba morkketettaa i genttikkokka, i oottiyo iitatettai yaa7an qonccana."
    },
    {
        "English Sentences": "Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.",
        "Wolaitta Sentences": "Haratussi ollaa bookkiya uri he ollan bau kunddana; haratu bolli shuchchaa gonddorssiya uraa bolli he shuchchai simmidi gonddorettana."
    },
    {
        "English Sentences": "A lying tongue hateth those that are afflicted by it; and a flattering mouth worketh ruin.",
        "Wolaitta Sentences": "Worddotiya inxxarssai ba qohido asata ixxees; sheleeshsho haasayai bashshaa ehaanaappe attin, harabaa eheenna."
    },
    {
        "English Sentences": "Boast not thyself of to morrow; for thou knowest not what a day may bring forth.",
        "Wolaitta Sentences": "Wonttoban ceeqettoppa; wonttoi ehaanabaa neeni erakka."
    },
    {
        "English Sentences": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips.",
        "Wolaitta Sentences": "Nena hara asi galatoppe attin, neeni nena nerkka galatoppa; asai ne gishshaa markkattoppe attin, neeni ne kehatettaa odoppa."
    },
    {
        "English Sentences": "A stone is heavy, and the sand weighty; but a fool's wrath is heavier than them both.",
        "Wolaitta Sentences": "SHuchchai gita tooho; shaaheetaa tookkiyoogeekka deexo; shin eeyya urai denttiyo ooshshai eta naa77aappekka deexxees."
    },
    {
        "English Sentences": "Wrath is cruel, and anger is outrageous; but who is able to stand before envy?",
        "Wolaitta Sentences": "Hanqqossi qareti baawa; yiilloikka bashshiya di7o mala; shin qanaatiyan ubba gattoppo."
    },
    {
        "English Sentences": "Open rebuke is better than secret love.",
        "Wolaitta Sentences": "Geemmida siiquwaappe baliyo wode qoncciyan seeriyoogee keha."
    },
    {
        "English Sentences": "Faithful are the wounds of a friend; but the kisses of an enemy are deceitful.",
        "Wolaitta Sentences": "Morkkee nena darotoo yeriyoogaappe siiqoi nena dechchiyoogee keha."
    },
    {
        "English Sentences": "The full soul loatheth an honeycomb; but to the hungry soul every bitter thing is sweet.",
        "Wolaitta Sentences": "Kallida uraa eessaa ililoi iitees; shin namisettida uraa cammiyaabaikka mal77ees."
    },
    {
        "English Sentences": "As a bird that wandereth from her nest, so is a man that wandereth from his place.",
        "Wolaitta Sentences": "Ba soo aggidi yuuyiya asi, ba keettaappe haakkada paalliya kafee mala."
    },
    {
        "English Sentences": "Ointment and perfume rejoice the heart: so doth the sweetness of a man's friend by hearty counsel.",
        "Wolaitta Sentences": "SHittoinne sawiya ixaani asaa ufaissiyoogaadan, siiqo laggiyaa zoreekka ufaissees."
    },
    {
        "English Sentences": "Thine own friend, and thy father's friend, forsake not; neither go into thy brother's house in the day of thy calamity: for better is a neighbour that is near than a brother far off.",
        "Wolaitta Sentences": "Ne siiqo laggiyaanne ne aawaa siiqo laggiyaa aggoppa; nena metido wode ne ishaa soo booppa. Haahuwan de7iya ishaappe matan de7iya shooroi keha."
    },
    {
        "English Sentences": "My son, be wise, and make my heart glad, that I may answer him that reproacheth me.",
        "Wolaitta Sentences": "Ta na7au, neeni aadhdhida eranchcha gida. Yaatiyaakko taani ufaittananne tana boriyaageetu oishaakka zaarana."
    },
    {
        "English Sentences": "A prudent man foreseeth the evil, and hideth himself; but the simple pass on, and are punished.",
        "Wolaitta Sentences": "Cincca asi metoi yiyo wode be7idi qosettees; shin akeekai paccido asi sitti gi biidi, metuwan gelees; yaatidi guyyeppe wai ana gees."
    },
    {
        "English Sentences": "Take his garment that is surety for a stranger, and take a pledge of him for a strange woman.",
        "Wolaitta Sentences": "Erenna asau waase geliya uraa maayuwaa qaari ekkite; imatta asau, waase gelida uraa maayuwaa oiqqite."
    },
    {
        "English Sentences": "He that blesseth his friend with a loud voice, rising early in the morning, it shall be counted a curse to him.",
        "Wolaitta Sentences": "Maallado guuran ba qaalaa xoqqu oottidi, ba shooruwaa sarotiyoogee a qanggiyoogaa mala."
    },
    {
        "English Sentences": "A continual dropping in a very rainy day and a contentious woman are alike.",
        "Wolaitta Sentences": "Walassada duuxxenna machchiyaanne irai bukkin xokkidi aggenna aatoi issi mala."
    },
    {
        "English Sentences": "Whosoever hideth her hideth the wind, and the ointment of his right hand, which bewrayeth itself.",
        "Wolaitta Sentences": "Carkko teqqanau woikko zaite cuccumidi oiqqanau danddayettennaagaadan, o co77u oottanau danddayettenna."
    },
    {
        "English Sentences": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.",
        "Wolaitta Sentences": "Biratai birataa poshiyoogaadan, asai issoi issuwaappe tamaarees."
    },
    {
        "English Sentences": "Whoso keepeth the fig tree shall eat the fruit thereof: so he that waiteth on his master shall be honoured.",
        "Wolaitta Sentences": "Balase giyo mittiyo ishalissidi naagida uri i aifiyaa maana; bana aissidaagaa kabboyiya ashkkarai bonchchettana."
    },
    {
        "English Sentences": "As in water face answereth to face, so the heart of man to man.",
        "Wolaitta Sentences": "Haattai heregaadan som77uwaa bessiyoogaadan, aawu wozanai aawu eeshshaa bessees."
    },
    {
        "English Sentences": "Hell and destruction are never full; so the eyes of man are never satisfied.",
        "Wolaitta Sentences": "Haiqoinne bashshi kalli erokkona; hegaadankka, asa amoi kallenna."
    },
    {
        "English Sentences": "As the fining pot for silver, and the furnace for gold; so is a man to his praise.",
        "Wolaitta Sentences": "Birainne worqqai taman paacettidi geeyiyoogaadan, asikka ba ekkiyo galatan paacettees."
    },
    {
        "English Sentences": "Though thou shouldest bray a fool in a mortar among wheat with a pestle, yet will not his foolishness depart from him.",
        "Wolaitta Sentences": "Eeyya asa kattaara udulan yeggada, udula mittan caddiyaakko, appe eeyyatettai kichchenna."
    },
    {
        "English Sentences": "Be thou diligent to know the state of thy flocks, and look well to thy herds.",
        "Wolaitta Sentences": "Ne dorssati de7iyo hanotaa loittada era; ne mehiyaa wudiyaakka wozanappe heemma."
    },
    {
        "English Sentences": "For riches are not for ever: and doth the crown endure to every generation?",
        "Wolaitta Sentences": "Aissi giikko, duretettai merinau de7enna; kallachchaikka yeletaappe yeletau aadhdhennan agganau danddayees."
    },
    {
        "English Sentences": "The hay appeareth, and the tender grass sheweth itself, and herbs of the mountains are gathered.",
        "Wolaitta Sentences": "Mela maatai buucettidoogaappe, aaca maatai kiyidoogaappenne deriyaa bollan de7iya maatai shiiqidoogaappe guyyiyan,"
    },
    {
        "English Sentences": "The lambs are for thy clothing, and the goats are the price of the field.",
        "Wolaitta Sentences": "dorssatu ikisiyaappe neeni neeyyo maayiyoobaa kessana; deeshshata baizzido birankka neeyyo gadiyaa shammana."
    },
    {
        "English Sentences": "And thou shalt have goats' milk enough for thy food, for the food of thy household, and for the maintenance for thy maidens.",
        "Wolaitta Sentences": "Attiya deeshshatu maattai neessi, ne so asaassinne ne macca ashkkaratussi quma gidana."
    },
    {
        "English Sentences": "The wicked flee when no man pursueth: but the righteous are bold as a lion.",
        "Wolaitta Sentences": "Iitati ooninne yedettennan baqatoosona; shin xilloti gaammo mala xala."
    },
    {
        "English Sentences": "For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof shall be prolonged.",
        "Wolaitta Sentences": "Issi kawotettai nagaranchcha gidikko, a haariyaageeti laametti laamettidi haaroosona. SHin kaalettiyaageeti aadhdhida eranchchanne akeekanchcha gidiyo wode, mino gididi, daro wodiyaa takkees."
    },
    {
        "English Sentences": "A poor man that oppresseth the poor is like a sweeping rain which leaveth no food.",
        "Wolaitta Sentences": "Hiyyeesata huqqunniya hiyyeesa daannai kattaa xaissiya wolqqaama iraa mala."
    },
    {
        "English Sentences": "They that forsake the law praise the wicked: but such as keep the law contend with them.",
        "Wolaitta Sentences": "Higgiyaa bonchchenna urai mooranchchaa sabbees; shin higgiyaa bonchchiyaagee mooranchchatu qofaa phalqqees."
    },
    {
        "English Sentences": "Evil men understand not judgment: but they that seek the LORD understand all things.",
        "Wolaitta Sentences": "Iita asatussi suure pirddaabai gelenna; shin GODAASSI goinniyaageetussi ubbabaikka gelees."
    },
    {
        "English Sentences": "Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be rich.",
        "Wolaitta Sentences": "Geella asa gididi, dure gidiyoogaappe suure asa gididi, hiyyeesa gidiyoogee keha."
    },
    {
        "English Sentences": "Whoso keepeth the law is a wise son: but he that is a companion of riotous men shameth his father.",
        "Wolaitta Sentences": "Higgiyaa naagiya wodallai akeekanchcha. SHin pattenna shufurotuura zuppetiyaagee ba aawaa yeellayees."
    },
    {
        "English Sentences": "He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor.",
        "Wolaitta Sentences": "Miishshaa dichchau immiyoogaaninne bonqqiyoogan duretiya asi he aquwaa hiyyeesatussi kehiya asassi shiishshees."
    },
    {
        "English Sentences": "He that turneth away his ear from hearing the law, even his prayer shall be abomination.",
        "Wolaitta Sentences": "Higgiyaa siyanaappe giidi, ba haittaa wora zaariya uraa woosai GODAA sheneyiyaabaa."
    },
    {
        "English Sentences": "Whoso causeth the righteous to go astray in an evil way, he shall fall himself into his own pit: but the upright shall have good things in possession.",
        "Wolaitta Sentences": "Suureta iita ogiyaa kaalettiya uri ba bookkido ollan bau kunddana; shin geeshsha asi lo77obaa laattana."
    },
    {
        "English Sentences": "The rich man is wise in his own conceit; but the poor that hath understanding searcheth him out.",
        "Wolaitta Sentences": "Dure asi bana aadhdhida eranchcha giidi qoppees; shin akeekai de7iyo hiyyeesai a paaccees."
    },
    {
        "English Sentences": "When righteous men do rejoice, there is great glory: but when the wicked rise, a man is hidden.",
        "Wolaitta Sentences": "Xilloti xoonido wode, asai ubbai ufaittees; shin iitati maataa oiqqido wode, asai qosettees."
    },
    {
        "English Sentences": "He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.",
        "Wolaitta Sentences": "Ba nagaraa genttiya uri aacenna; shin paaxiyaageenne nagaraa aggiyaagee maarettana."
    },
    {
        "English Sentences": "Happy is the man that feareth alway: but he that hardeneth his heart shall fall into mischief.",
        "Wolaitta Sentences": "GODAAYYO ubbatoo yayyiya asi anjjettidaagaa; shin ba wozanaa dammissiya asi meton gelana."
    },
    {
        "English Sentences": "As a roaring lion, and a ranging bear; so is a wicked ruler over the poor people.",
        "Wolaitta Sentences": "Hiyyeesa asaa haariya iita daannai gudiya gaammuwaanne namisettida godariyaa mala."
    },
    {
        "English Sentences": "The prince that wanteth understanding is also a great oppressor: but he that hateth covetousness shall prolong his days.",
        "Wolaitta Sentences": "Wozani paccido daannai ba asaa naaqqees; shin asa naaqqiyoogaa ixxiyaagee daro laittaa haarana."
    },
    {
        "English Sentences": "A man that doeth violence to the blood of any person shall flee to the pit; let no man stay him.",
        "Wolaitta Sentences": "Asa worida asi haiqqana gakkanaashin baqatiiddi de7ees; a ooninne shiishshi ekkenna."
    },
    {
        "English Sentences": "Whoso walketh uprightly shall be saved: but he that is perverse in his ways shall fall at once.",
        "Wolaitta Sentences": "Boree bainnan hemettiya uri qohettennan attana; shin geella asi issi kuttan kunddana."
    },
    {
        "English Sentences": "He that tilleth his land shall have plenty of bread: but he that followeth after vain persons shall have poverty enough.",
        "Wolaitta Sentences": "Ba gadiyaa oottiya urai kattaa kallees. SHin shufurota kaalliya urai ubbatoo hiyyeesidi de7ees."
    },
    {
        "English Sentences": "A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.",
        "Wolaitta Sentences": "Ammanettida urai daro anjjettana; shin duretanau jaamiyaagee qaxxayettennan attenna."
    },
    {
        "English Sentences": "To have respect of persons is not good: for for a piece of bread that man will transgress.",
        "Wolaitta Sentences": "SHaakkidi maaddiyoogee lo77enna; shin asi guutta oittaa gishshau giidikka, shaakkidi maaddees."
    },
    {
        "English Sentences": "He that hasteth to be rich hath an evil eye, and considereth not that poverty shall come upon him.",
        "Wolaitta Sentences": "Uuzettiya urai duretanau jaamees; bana hiyyeesatetti oiqqanaagaakka erenna."
    },
    {
        "English Sentences": "He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue.",
        "Wolaitta Sentences": "Asa coo sabbiya uraappe seeriya uri guyyeppe galatettees."
    },
    {
        "English Sentences": "Whoso robbeth his father or his mother, and saith, It is no transgression; the same is the companion of a destroyer.",
        "Wolaitta Sentences": "Ba aawaappenne ba aayeeppe wuuqqidi, \"Taani ainne nagara oottabeikke\" yaagiya urainne bashshiya urai issi mala."
    },
    {
        "English Sentences": "He that is of a proud heart stirreth up strife: but he that putteth his trust in the LORD shall be made fat.",
        "Wolaitta Sentences": "Yaaretiya urai ooshshaa denttees; shin GODAN ammanettiyaagee kallees."
    },
    {
        "English Sentences": "He that trusteth in his own heart is a fool: but whoso walketh wisely, he shall be delivered.",
        "Wolaitta Sentences": "Banan ammanettiya asi eeyya; shin aadhdhida eratettan hemettiyaagee saro de7ees."
    },
    {
        "English Sentences": "He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.",
        "Wolaitta Sentences": "Hiyyeesau immiya urau paccenna; shin eta be7anaappe giidi qilimmiyaagee qanggettaa ekkana."
    },
    {
        "English Sentences": "When the wicked rise, men hide themselves: but when they perish, the righteous increase.",
        "Wolaitta Sentences": "Iita asati sunttettiyo wode, asai qosettees; shin eti xayiyo wode, xilloti corattoosona."
    },
    {
        "English Sentences": "He, that being often reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy.",
        "Wolaitta Sentences": "Daroton seerin ixxidi, morgge zozzida urai hassayennan meqqana; he urau paxoikka baawa."
    },
    {
        "English Sentences": "When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.",
        "Wolaitta Sentences": "Xillo asati sunttettiyo wode asai ufaittees; shin iitati biittaa haariyo wode asai oolees."
    },
    {
        "English Sentences": "Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance.",
        "Wolaitta Sentences": "Aadhdhida eraa dosiya asi ba aawaa ufaissees; shin shaaramuxa maccaasatu heeran yuuyiya asi ba miishshaa wurssees."
    },
    {
        "English Sentences": "The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.",
        "Wolaitta Sentences": "Tumaa pirddiya kawoi ba kawotettaa woppu oottees; shin mattaaye maanau yiiqetiyaagee ba kawotettaa bashshees."
    },
    {
        "English Sentences": "A man that flattereth his neighbour spreadeth a net for his feet.",
        "Wolaitta Sentences": "Ba shooruwaa sabbidi haasayiya urai, a tohuwaassi gitiyaa yeggees."
    },
    {
        "English Sentences": "In the transgression of an evil man there is a snare: but the righteous doth sing and rejoice.",
        "Wolaitta Sentences": "Iita asi gitee oiqqiyoogaadan, ba nagaran oiqettees; shin xillo asi ufaittanaunne yexxanau danddayees."
    },
    {
        "English Sentences": "The righteous considereth the cause of the poor: but the wicked regardeth not to know it.",
        "Wolaitta Sentences": "Xillo asi hiyyeesaa maataa erees; shin iita asi hegaa mala eraa mulekka erenna."
    },
    {
        "English Sentences": "Scornful men bring a city into a snare: but wise men turn away wrath.",
        "Wolaitta Sentences": "Qilliicciyaageeti kataman ooshshaa denttoosona; shin aadhdhida eranchcha asati hanqquwaa gabbissoosona."
    },
    {
        "English Sentences": "If a wise man contendeth with a foolish man, whether he rage or laugh, there is no rest.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asi eeyya asa pirdda keettaa efiikko, eeyyai hanqqetteesinne qirees; au yaatobare saroi xayees."
    },
    {
        "English Sentences": "The bloodthirsty hate the upright: but the just seek his soul.",
        "Wolaitta Sentences": "Suutta gussanau jaamiya asati suure asa ixxoosona; qassi xillo asakka woranau koyoosona."
    },
    {
        "English Sentences": "A fool uttereth all his mind: but a wise man keepeth it in till afterwards.",
        "Wolaitta Sentences": "Eeyya asi ba hanqquwaa yeddi bessees; shin aadhdhida era asi ba hanqquwaa mittees."
    },
    {
        "English Sentences": "If a ruler hearken to lies, all his servants are wicked.",
        "Wolaitta Sentences": "Issi sunttettida urai worddo odo ekkikko, a oosanchchati ubbai iita kiyoosona."
    },
    {
        "English Sentences": "The poor and the deceitful man meet together: the LORD lighteneth both their eyes.",
        "Wolaitta Sentences": "Hiyyeesinne asa naaqqiya asi issibaa koxxoosona; eta naa77aa aifiyaakka GODAI xeelissees."
    },
    {
        "English Sentences": "The king that faithfully judgeth the poor, his throne shall be established for ever.",
        "Wolaitta Sentences": "Issi kawoi hiyyeesassi suure pirddikko, i ba kawotettan gam77ana."
    },
    {
        "English Sentences": "The rod and reproof give wisdom: but a child left to himself bringeth his mother to shame.",
        "Wolaitta Sentences": "Qaixaareenne seeri naatussi aadhdhida eraa immees; shin yedan diccida na7i ba aayyiyo kaushshees."
    },
    {
        "English Sentences": "When the wicked are multiplied, transgression increaseth: but the righteous shall see their fall.",
        "Wolaitta Sentences": "Iita asati dariyo wode, nagarai darees; shin xilloti eta kunddettaa be7ana."
    },
    {
        "English Sentences": "Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.",
        "Wolaitta Sentences": "Ne na7aa seera; yaatikko, i nena saruwaa diggenna; i nena ufaissana."
    },
    {
        "English Sentences": "Where there is no vision, the people perish: but he that keepeth the law, happy is he.",
        "Wolaitta Sentences": "GODAI kaalettiyo kaaletuwaa ekkenna deree yeda; shin higgiyaa naagiya uri anjjettidaagaa."
    },
    {
        "English Sentences": "A servant will not be corrected by words: for though he understand he will not answer.",
        "Wolaitta Sentences": "Ashkkari coo odo xalaalan seeretti erenna; odoi au geliyaakkokka i azazettenna."
    },
    {
        "English Sentences": "Seest thou a man that is hasty in his words? there is more hope of a fool than of him.",
        "Wolaitta Sentences": "Eesuwan eesuwan haasayiya uraa be7a eraishsha? Appe eeyya uraassi sinttanau daro ufaissai de7ees."
    },
    {
        "English Sentences": "He that delicately bringeth up his servant from a child shall have him become his son at the length.",
        "Wolaitta Sentences": "Ne ashkkaraassi naatettan doommin, i koyiyoobaa ubbaa ayyo imma meezeyikko, issi gallassi neeyyo de7iyaabaa ubbaa ekkanau i kajjeelanaagee attenna."
    },
    {
        "English Sentences": "An angry man stirreth up strife, and a furious man aboundeth in transgression.",
        "Wolaitta Sentences": "Hanqqettiya asi ooshshaa denttettees; elle yiillotiya asi daro nagaraa oottees."
    },
    {
        "English Sentences": "A man's pride shall bring him low: but honour shall uphold the humble in spirit.",
        "Wolaitta Sentences": "Otoroi asa kaushshees; shin ziqqi giya ayyaanai de7iyo asi bonchchettees."
    },
    {
        "English Sentences": "Whoso is partner with a thief hateth his own soul: he heareth cursing, and bewrayeth it not.",
        "Wolaitta Sentences": "Kaisoora shaakkiya uri bana ixxiya asa; i dabaaban tumaa odikkokka qaxxayettees; tumaa odana xayikko qassi, GODAI a qaxxayana."
    },
    {
        "English Sentences": "The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.",
        "Wolaitta Sentences": "Asassi yayyiyoobi he aawussi pire gidees; shin GODAN ammanettiya asi saro de7ees."
    },
    {
        "English Sentences": "Many seek the ruler's favour; but every man's judgment cometh from the LORD.",
        "Wolaitta Sentences": "Daroti sunttatettai de7iyo asata auddashoosona; shin suure pirddai GODAA achchappe beettees."
    },
    {
        "English Sentences": "An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked.",
        "Wolaitta Sentences": "Xilloti nagaranchchata shenetoosona; nagaranchchatikka suure uraa shenetoosona."
    },
    {
        "English Sentences": "The words of Agur the son of Jakeh, even the prophecy: the man spake unto Ithiel, even unto Ithiel and Ucal,",
        "Wolaitta Sentences": "Hagaappe kaallidi xaafettidaagee Yaaqe na7ai Aguri haasayido hayyo haasayaa. He bitanee Iteelassinne Ukaalassi hagaa haasayiis."
    },
    {
        "English Sentences": "Surely I am more brutish than any man, and have not the understanding of a man.",
        "Wolaitta Sentences": "Tumu taani ai asappekka eeyyaa darais; asassi de7iya akeeki taassi de7enna."
    },
    {
        "English Sentences": "I neither learned wisdom, nor have the knowledge of the holy.",
        "Wolaitta Sentences": "Taani aadhdhida eraa tamaarabeikke; Geeshsha Xoossaabaakka aibanne erikke."
    },
    {
        "English Sentences": "Who hath ascended up into heaven, or descended? who hath gathered the wind in his fists? who hath bound the waters in a garment? who hath established all the ends of the earth? what is his name, and what is his son's name, if thou canst tell?",
        "Wolaitta Sentences": "Saluwaa pude kiyidi, duge wodhdhidai oonee? Carkko ba kushen oiqqidai, haatta ba afalan yiicidai, sa7aa gaxaa a sohuwan sohuwan wottidai oonee? Ane erikko a sunttaa taayyo oda. A na7aa oona giyo?"
    },
    {
        "English Sentences": "Every word of God is pure: he is a shield unto them that put their trust in him.",
        "Wolaitta Sentences": "Xoossai odiyo qaalai ubbai tuma; baakko baqatidi biya ubbaassi i gonddalle."
    },
    {
        "English Sentences": "Add thou not unto his words, lest he reprove thee, and thou be found a liar.",
        "Wolaitta Sentences": "A qaalaa bolli aibanne gujjoppa; gujjikko i nena seerana; neeni worddanchcha gidiyoogaakka i qonccissana."
    },
    {
        "English Sentences": "Two things have I required of thee; deny me them not before I die:",
        "Wolaitta Sentences": "Abeet GODAU, taani nena naa77ubata oichchais; taani haiqqana gakkanaashin, eta tana diggoppa."
    },
    {
        "English Sentences": "Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:",
        "Wolaitta Sentences": "Koiruwan, taani asa cimmennaadaaninne worddo haasayennaadan tana naaga; naa77anttuwan, taayyo koshshiya keesa qumaa immappe attin, tana dure woikko manqqo kessoppa."
    },
    {
        "English Sentences": "Lest I be full, and deny thee, and say, Who is the LORD? or lest I be poor, and steal, and take the name of my God in vain.",
        "Wolaitta Sentences": "Hinna xayikko, dure gidada, \"GODAI oonee?\" gaada nena kaddana; woikko manqqo gidada, wuuqqana; yaatada ta Xoossaa sunttaa cayissana."
    },
    {
        "English Sentences": "Accuse not a servant unto his master, lest he curse thee, and thou be found guilty.",
        "Wolaitta Sentences": "Nena qanggenna malanne i qanggin neeyyo gometenna mala, ashkkaraa a godaa sinttan boroppa."
    },
    {
        "English Sentences": "There is a generation that curseth their father, and doth not bless their mother.",
        "Wolaitta Sentences": "Bantta aawata qanggiyaanne bantta aayeta anjjenna asati de7oosona."
    },
    {
        "English Sentences": "There is a generation that are pure in their own eyes, and yet is not washed from their filthiness.",
        "Wolaitta Sentences": "Daro tunaa tuni uttidi, banttana geeshshadan qoodiya asati de7oosona."
    },
    {
        "English Sentences": "There is a generation, O how lofty are their eyes! and their eyelids are lifted up.",
        "Wolaitta Sentences": "Otoruwaa meexxiya asatinne asa karidi xeelliya asati de7oosona."
    },
    {
        "English Sentences": "There is a generation, whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men.",
        "Wolaitta Sentences": "Eta achchai biso mala gidin, eta manggaagai billama mala gidin, hiyyeesatanne metootanchchata naaqqidi, etabaa bonqqiya asati de7oosona."
    },
    {
        "English Sentences": "The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:",
        "Wolaitta Sentences": "Ullatteessi naa77u macca naati de7oosona. Eti, \"Hamma! Hamma!\" yaagidi waassoosona. Mulekka kalli erenna heezzubati de7oosona; oiddanttoi qassi mule, \"Gidana\" gi erenna."
    },
    {
        "English Sentences": "The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough.",
        "Wolaitta Sentences": "Hegeetikka: duufuwaa, maine maccaasaa, haatti kalissi erenna mela biittaanne, \"Tau gidana!\" gi erenna tamaa."
    },
    {
        "English Sentences": "The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it.",
        "Wolaitta Sentences": "Ba aawaa baceessiya na7aa aifiyaa, ba aayyiyaa cimin kariya na7aa aifiyaa, zanggaaran de7iya quuroti woocana; a ashuwaa ankkoti maana."
    },
    {
        "English Sentences": "There be three things which are too wonderful for me, yea, four which I know not:",
        "Wolaitta Sentences": "Tana heezzubati maalalissoosona; oiddanttoi ubba taayyo gelenna."
    },
    {
        "English Sentences": "The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid.",
        "Wolaitta Sentences": "Hegeetikka: arggantti saloora paalliyo paaluwaa, shooshshi shuchchaa bollaara sololiyo sololettaa, markkabee abbaa bollan solddiyo soldduwaanne wodallinne geela7oi siiqotaa doommiyo doomettaa."
    },
    {
        "English Sentences": "Such is the way of an adulterous woman; she eateth, and wipeth her mouth, and saith, I have done no wickedness.",
        "Wolaitta Sentences": "SHaaramuxa maccaasiyaa haniyo hanoikka hegaa mala. A muussaa mausu; shin miidoogaappe guyyiyan, ba doona quccarggada, \"Taani ainne moorabeikke\" yaagausu."
    },
    {
        "English Sentences": "For three things the earth is disquieted, and for four which it cannot bear:",
        "Wolaitta Sentences": "Heezzu yohotun biittai qaaxxees; oiddanttuwaa ubba tookkanaukka danddayibeenna."
    },
    {
        "English Sentences": "For a servant when he reigneth; and a fool when he is filled with meat;",
        "Wolaitta Sentences": "Hegeetikka: aillee kawotido wode, eeyyai kattaa kallido wode,"
    },
    {
        "English Sentences": "For an odious woman when she is married; and an handmaid that is heir to her mistress.",
        "Wolaitta Sentences": "asi ixxido maccaasiyaa azina gelido wodenne macca ashkkariyaa ba godiyo laattido wode merettiya hanotaa."
    },
    {
        "English Sentences": "There be four things which are little upon the earth, but they are exceeding wise:",
        "Wolaitta Sentences": "Sa7aa bolli oiddu guutta meretati de7oosona; shin eti keehi aadhdhida eranchcha."
    },
    {
        "English Sentences": "The ants are a people not strong, yet they prepare their meat in the summer;",
        "Wolaitta Sentences": "Hegeetikka: Cunccalleta - cunccalleti wolqqi bainna mereta; shin banttau miyoobaa bone shiishshidi, minjjoosona."
    },
    {
        "English Sentences": "The conies are but a feeble folk, yet make they their houses in the rocks;",
        "Wolaitta Sentences": "Guppalleta - guppalleti guutta wolqqai de7iyoogeeta; shin bantta keettaa shuchchaa kooppuwan keexxoosona."
    },
    {
        "English Sentences": "The locusts have no king, yet go they forth all of them by bands;",
        "Wolaitta Sentences": "Booleta - booletussi kawoi baawa; shin eti ubbaikka maaran mankkan zattoosona."
    },
    {
        "English Sentences": "The spider taketh hold with her hands, and is in kings' palaces.",
        "Wolaitta Sentences": "Zareta - zareti kushiyan oiqqinkka oiqettoosona; shin eti harai attin, kawo keettankka de7oosona."
    },
    {
        "English Sentences": "There be three things which go well, yea, four are comely in going:",
        "Wolaitta Sentences": "Bantta maataa bessiiddi hemettiya heezzu meretati de7oosona; oiddanttoikka lo77o hemetaa hemettees."
    },
    {
        "English Sentences": "A lion which is strongest among beasts, and turneth not away for any;",
        "Wolaitta Sentences": "Hegeetikka: do7a ubbaappe minniyanne yayyidi baqati erenna gaammuwaa;"
    },
    {
        "English Sentences": "A greyhound; an he goat also; and a king, against whom there is no rising up.",
        "Wolaitta Sentences": "inddetu giddon ayyiiddi hemettiya adde kuttuwaa, deeshsha orggiyaanne ba olanchchatu giddon eqqiya kawuwaa."
    },
    {
        "English Sentences": "If thou hast done foolishly in lifting up thyself, or if thou hast thought evil, lay thine hand upon thy mouth.",
        "Wolaitta Sentences": "Neeni eeyyada otorettidabaa gidikkonne, iitabaa oottanau halchchidabaa gidikko, ane takki gaada qoppa."
    },
    {
        "English Sentences": "Surely the churning of milk bringeth forth butter, and the wringing of the nose bringeth forth blood: so the forcing of wrath bringeth forth strife.",
        "Wolaitta Sentences": "Maattaa bukkiyoogee oissaa kessiyoogaadan, siiriyaa yimppiyoogeekka suuttaa ehiyoogaadan, hegaadan hanqquwaa denttettiyoogee ooshshaa ehees."
    },
    {
        "English Sentences": "The words of king Lemuel, the prophecy that his mother taught him.",
        "Wolaitta Sentences": "Hagaappe kaallidi xaafettida hayyo haasayai, Kawuwaa Limu7eela aayyiyaa Kawuwaa Limu7eela tamaarissidoogaa."
    },
    {
        "English Sentences": "What, my son? and what, the son of my womb? and what, the son of my vows?",
        "Wolaitta Sentences": "\"Laa ta na7au, ta uluwaappe wodhdhidaagoo, taani shiiqettada yelidoogoo,"
    },
    {
        "English Sentences": "Give not thy strength unto women, nor thy ways to that which destroyeth kings.",
        "Wolaitta Sentences": "maccaasan ne wolqqaa wurssoppa; he kawota bashshiya maccaasatun ne akataa xaissoppa."
    },
    {
        "English Sentences": "It is not for kings, O Lemuel, it is not for kings to drink wine; nor for princes strong drink:",
        "Wolaitta Sentences": "\"Limu7eelaa, hagee kawotussi bessenna; woiniyaa eessaa uyiyoogee kawotussi bessenna; mattoyiya ushshaa uyiyoogee deriyaa bolli sunttettidaageetussi bessenna."
    },
    {
        "English Sentences": "Lest they drink, and forget the law, and pervert the judgment of any of the afflicted.",
        "Wolaitta Sentences": "Eti uyiyo wode higgiyaa baloosona; balidi naaqettida asaa maataa shenehoo goosona."
    },
    {
        "English Sentences": "Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.",
        "Wolaitta Sentences": "Mattoyiya ushshaa haiqqana haniya uraunne sa7ai iitido urau immite."
    },
    {
        "English Sentences": "Let him drink, and forget his poverty, and remember his misery no more.",
        "Wolaitta Sentences": "Eti bantta manqqotettaanne bantta tugga de7uwaa dogana mala uyona."
    },
    {
        "English Sentences": "Open thy mouth for the dumb in the cause of all such as are appointed to destruction.",
        "Wolaitta Sentences": "\"Bantta metuwaa odanau danddayennaageetu gishshaa neeni oda; maaddiyaabi bainnaageetu maataa gishshau neeni bidda."
    },
    {
        "English Sentences": "Open thy mouth, judge righteously, and plead the cause of the poor and needy.",
        "Wolaitta Sentences": "Biddada etayyo suure pirddaa pirdda; hiyyeesatunne metootanchchatu maataa naaga\" yaagada tamaarissaasu."
    },
    {
        "English Sentences": "Who can find a virtuous woman? for her price is far above rubies.",
        "Wolaitta Sentences": "Wozannaama machcho ooni demmanau danddayii? Inqquwaa giyo al77o shuchchaappekka a al77ausu."
    },
    {
        "English Sentences": "The heart of her husband doth safely trust in her, so that he shall have no need of spoil.",
        "Wolaitta Sentences": "I keettaawai o ubbabankka ammanees; ayyo de7anau bessiyaabaappe aibinne paccenna."
    },
    {
        "English Sentences": "She will do him good and not evil all the days of her life.",
        "Wolaitta Sentences": "A ba de7o laitta ubban ayyo lo77obaappe attin, iitabaa oottukku."
    },
    {
        "English Sentences": "She seeketh wool, and flax, and worketh willingly with her hands.",
        "Wolaitta Sentences": "Suufiyaanne liinuwaa a koyada, ufaittaidda ba kushiyan oottausu."
    },
    {
        "English Sentences": "She is like the merchants' ships; she bringeth her food from afar.",
        "Wolaitta Sentences": "A zal77anchchatu markkabetu mala; ba qumaa haaho biittaappe ehausu."
    },
    {
        "English Sentences": "She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.",
        "Wolaitta Sentences": "A ba so asaassi qumaa kattanaunne ba macca ashkkaratussi oosuwaa bazzanau, sa7ai biron qamma de7ishin denddausu."
    },
    {
        "English Sentences": "She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.",
        "Wolaitta Sentences": "Gadiyaa a koyada shammausu; ba kushiyan oottada demmido miishshan woiniyaa turaa tokkausu."
    },
    {
        "English Sentences": "She girdeth her loins with strength, and strengtheneth her arms.",
        "Wolaitta Sentences": "A gooba oosanchcha gidiyoogaa xalaala gidennan, minonne cincca asa."
    },
    {
        "English Sentences": "She perceiveth that her merchandise is good: her candle goeth not out by night.",
        "Wolaitta Sentences": "A ba woriyaa demmanau minnada zal77ausu; a oottaidda qamissiyo, ba xomppiyaa eesuwan toissukku."
    },
    {
        "English Sentences": "She layeth her hands to the spindle, and her hands hold the distaff.",
        "Wolaitta Sentences": "A ba hinddiriitan suqqada, ba afalaa daddausu."
    },
    {
        "English Sentences": "She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.",
        "Wolaitta Sentences": "A hiyyeesatussinne metootanchchatussi babaappe coo immausu."
    },
    {
        "English Sentences": "She is not afraid of the snow for her household: for all her household are clothed with scarlet.",
        "Wolaitta Sentences": "I so asai ubbai ho77iya maayuwaa maayido gishshau, shachchai bukkiyaakko, a hirggukko."
    },
    {
        "English Sentences": "She maketh herself coverings of tapestry; her clothing is silk and purple.",
        "Wolaitta Sentences": "Arssaa bollan hiixxiyo maayuwaa sikkausu; liinuwaappe dadettida zo7o maayuwaakka baayyo maayausu."
    },
    {
        "English Sentences": "Her husband is known in the gates, when he sitteth among the elders of the land.",
        "Wolaitta Sentences": "Dere cimati shiiqiyo dubbushan i keettaawai bonchchettida asa."
    },
    {
        "English Sentences": "She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.",
        "Wolaitta Sentences": "Liinuwaappe maayuwaanne qabattuwaa ootta oottada, zal77anchchatussi baizzausu."
    },
    {
        "English Sentences": "Strength and honour are her clothing; and she shall rejoice in time to come.",
        "Wolaitta Sentences": "A minonne bonchcho asa; yiya laittatussi a mulekka hirggukku."
    },
    {
        "English Sentences": "She openeth her mouth with wisdom; and in her tongue is the law of kindness.",
        "Wolaitta Sentences": "Aadhdhida eran a haasayausu; ammanttiya zoree i inxxarssaappe kiyees."
    },
    {
        "English Sentences": "She looketh well to the ways of her household, and eateth not the bread of idleness.",
        "Wolaitta Sentences": "A ba so asaa de7uwaa injjeyanau ubbaton ooso oottaidda de7ausu; azalla hanoi i bollan beetti erenna."
    },
    {
        "English Sentences": "Her children arise up, and call her blessed; her husband also, and he praiseth her.",
        "Wolaitta Sentences": "I naati denddi eqqidi, o nashshoosona; i keettaawaikka o galatiiddi,"
    },
    {
        "English Sentences": "Many daughters have done virtuously, but thou excellest them all.",
        "Wolaitta Sentences": "\"Lo77obaa oottida daro maccaasati de7oosona; shin neeni eta ubbaappe aadhdhaasa\" yaagees."
    },
    {
        "English Sentences": "Favour is deceitful, and beauty is vain: but a woman that feareth the LORD, she shall be praised.",
        "Wolaitta Sentences": "Mera lo77otetti allaalle kessenna; puulikka xayana; shin GODAASSI yayyiya maccaasiyaa, a galatettanau bessausu."
    },
    {
        "English Sentences": "Give her of the fruit of her hands; and let her own works praise her in the gates.",
        "Wolaitta Sentences": "A oottidobau ubbau iyyo i kushiya zaarite; a oottido oosoi ubbai dabaaban o galatisso."
    }
]