[
    {
        "English Sentences": "The song of songs, which is Solomon's.",
        "Wolaitta Sentences": "Mazamure ubbaappe aadhdhiya Solomona mazamuree hagaa."
    },
    {
        "English Sentences": "Let him kiss me with the kisses of his mouth: for thy love is better than wine.",
        "Wolaitta Sentences": "\"Ne siiqoi woiniyaa eessaappe aadhdhi ufaissiyo gishshau, ne menttershshan zaara zaaradakka tana yera."
    },
    {
        "English Sentences": "Because of the savour of thy good ointments thy name is as ointment poured forth, therefore do the virgins love thee.",
        "Wolaitta Sentences": "Ne tiyettiyo shittoi aiba sawii! Ne sunttai xeesettiyo wodekka aiba ufaissii! Geela7oti nena siiqiyoogee hegaassa."
    },
    {
        "English Sentences": "Draw me, we will run after thee: the king hath brought me into his chambers: we will be glad and rejoice in thee, we will remember thy love more than wine: the upright love thee.",
        "Wolaitta Sentences": "Tana nenaara ekkada ba. Haaya, ane naa77ai issippe woxxoos! Ta kawuwau, tana ne siirixaa gelissa\" yaagaasu. \"Aban nuuni ai keenaa ufaittidonii! Nuuni a siiquwaa woiniyaa eessaappekka aattidi nashshoos. Tumukka maccaasai ubbai nena siiqanau bessees\" yaagidosona."
    },
    {
        "English Sentences": "I am black, but comely, O ye daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon.",
        "Wolaitta Sentences": "\"Inttenoo, Yerusalaame maccaasatoo, siyite, taani karetta; gidikkonne, malanchcha. Ta karettatettai Qeedaare dunkkaaniyaa mala; shin ta merai Solomona kawo keettaa magalashotu mala."
    },
    {
        "English Sentences": "Look not upon me, because I am black, because the sun hath looked upon me: my mother's children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept.",
        "Wolaitta Sentences": "\"Ta meraa karexissidaagee xuuggiya awaa; taani karetta gidido gishshau, tana karoppa. Ta ishantti, ta aayee naati tanaara ooyettidi, tana woiniyaa turaa naaganchcha oottidosona; yaatin, taani tana naagabeikke."
    },
    {
        "English Sentences": "Tell me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions?",
        "Wolaitta Sentences": "\"Ta siiquwau, ane taayyo oda; ne dorssaa wudiyaa neeni heemmiyoi awaanee? Gallassi awaappe ne eta allaxissiyoi awaanee? Nena demmanau ne laggetu wudiyaa kaallaidda, aibissi yuushshanchcha maccaasa gidoo?\" yaagaasu."
    },
    {
        "English Sentences": "If thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds' tents.",
        "Wolaitta Sentences": "\"Bii, maccaasa ubbaappe aadhdha lo77iya malanchchee! Sohuwaa erana xayikko, dorssai biidosaa kaallada ba; ne deeshsha maratakka henttanchchatu dunkkaaniyaa matan heemma."
    },
    {
        "English Sentences": "I have compared thee, O my love, to a company of horses in Pharaoh's chariots.",
        "Wolaitta Sentences": "Ta siiqee! Gibxxe kawuwaa paraa gaariyaa goochchiya paratu giddon de7iya maggaayeedan lo77aasa."
    },
    {
        "English Sentences": "Thy cheeks are comely with rows of jewels, thy neck with chains of gold.",
        "Wolaitta Sentences": "Abeet, ne haittan goolattiya alleequwaara shiiqidi, ne gacoi aiba lo77ii! Ne ziizzeekka inqquwan alleeqettidaagaa."
    },
    {
        "English Sentences": "We will make thee borders of gold with studs of silver.",
        "Wolaitta Sentences": "Nuuni neeyyo biran alleeqettida, worqqa alleequwaa ootissana\" yaagiis."
    },
    {
        "English Sentences": "While the king sitteth at his table, my spikenard sendeth forth the smell thereof.",
        "Wolaitta Sentences": "\"Kawoi maaddan uttidaashin, ta shittuwaa sawoi keettaa giddo ubban tonggu giis."
    },
    {
        "English Sentences": "A bundle of myrrh is my well-beloved unto me; he shall lie all night betwixt my breasts.",
        "Wolaitta Sentences": "Ta siiqoi ta xanttatuppe gidduwan shemppiyo wode, a peenoi qarcciitaara de7iya karbbiyaadan sawees."
    },
    {
        "English Sentences": "My beloved is unto me as a cluster of camphire in the vineyards of Engedi.",
        "Wolaitta Sentences": "Ta siiqoi Enggaada geetettiya woiniyaa sohuwan mokkida bazzo ciishshaa mala\" yaagaasu."
    },
    {
        "English Sentences": "Behold, thou art fair, my love; behold, thou art fair; thou hast doves' eyes.",
        "Wolaitta Sentences": "\"Ta siiqee, neeni aiba lo77ai! Neeni aiba lo77ai! Ne aifeti haraphphiyaa aifiyaadan lo77oosona\" yaagiis. Geela7iyaa:"
    },
    {
        "English Sentences": "Behold, thou art fair, my beloved, yea, pleasant: also our bed is green.",
        "Wolaitta Sentences": "\"Ta siiquwau, neeni aiba lo77ai! Aiba ufaissai; nu arssaikka aacida maataadan ufaissiyaagaa."
    },
    {
        "English Sentences": "The beams of our house are cedar, and our rafters of fir.",
        "Wolaitta Sentences": "Nu keettaa zaaroi zigaa; kaaraikka xiiddan dadettidaagaa\" yaagaasu."
    },
    {
        "English Sentences": "I am the rose of Sharon, and the lily of the valleys.",
        "Wolaitta Sentences": "\"Taani Saaroona giyo sohuwan mokkiya ciishshaanne wombban mokkiya lo77o ciishshaa mala\" yaagaasu."
    },
    {
        "English Sentences": "As the lily among thorns, so is my love among the daughters.",
        "Wolaitta Sentences": "\"Ee ta siiqiyaa maccaasaa giddon xeelliyo wode, agunttaa giddon beettiya lo77o ciishshaa milatausu\" yaagiis."
    },
    {
        "English Sentences": "As the apple tree among the trees of the wood, so is my beloved among the sons. I sat down under his shadow with great delight, and his fruit was sweet to my taste.",
        "Wolaitta Sentences": "\"Ta siiqoi hara wodallatu giddon xeelliyo wode, woran de7iya appiliyaa giyo mittaa milatees; tana keehi ufaissin, a kuwaa giddon uttaas; a aifee min, tana keehi mal77ees."
    },
    {
        "English Sentences": "He brought me to the banqueting house, and his banner over me was love.",
        "Wolaitta Sentences": "I tana kattaa miyo aaho wuigiyaa gelissiis; ba siiquwaa banddiraadan ta bolli xoqqu xoqqu oottiis."
    },
    {
        "English Sentences": "Stay me with flagons, comfort me with apples: for I am sick of love.",
        "Wolaitta Sentences": "Taani a siiquwan ohettada harggido gishshau, zabiibiyaa aifiyaa tana mizidi gasttissite; appiliyaa tana mizidi, ta wolqqaa kunttite."
    },
    {
        "English Sentences": "His left hand is under my head, and his right hand doth embrace me.",
        "Wolaitta Sentences": "Ba haddirssa kushiyaa tana borkkotissiis; ba ushachcha kushiyan tana qoommiis."
    },
    {
        "English Sentences": "I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake my love, till he please.",
        "Wolaitta Sentences": "Inttenoo Yerusalaame yelaga maccaasau, siiqoi bau dosidi denddana gakkanaashin, a intte beegottenna mala, taani inttena genessatuuninne bazzo wushatun callais."
    },
    {
        "English Sentences": "The voice of my beloved! behold, he cometh leaping upon the mountains, skipping upon the hills.",
        "Wolaitta Sentences": "\"Siyite, hegee ta siiquwaa cenggurssaa! Be7ite deriyaara piriiddi, keratu bollaara xonggettiiddi gakkiis!"
    },
    {
        "English Sentences": "My beloved is like a roe or a young hart: behold, he standeth behind our wall, he looketh forth at the windows, shewing himself through the lattice.",
        "Wolaitta Sentences": "Ta siiqoi wushaa mala; woikko genessa maraa milatees. Be7ite, i nu keettaa dirssaa matan eqqiis; eqqidi maskkootiyaara soo xeellees; magalashuwaa garssaarakka luuxxidi xeellees."
    },
    {
        "English Sentences": "My beloved spake, and said unto me, Rise up, my love, my fair one, and come away.",
        "Wolaitta Sentences": "Ta siiqoi tana hagaadan yaagees; Ta siiqee, dendda! Ta malanchchee, haaya! Issippe ane boos."
    },
    {
        "English Sentences": "For, lo, the winter is past, the rain is over and gone;",
        "Wolaitta Sentences": "Be7a, balggoi aadhdhiis; iraikka eqqiis."
    },
    {
        "English Sentences": "The flowers appear on the earth; the time of the singing of birds is come, and the voice of the turtle is heard in our land;",
        "Wolaitta Sentences": "Biittan ciishshai ciyyiis; yettaa yexxiyo aginaikka gakkiis; haraphphiyaa yettai nu biittan siyettees."
    },
    {
        "English Sentences": "The fig tree putteth forth her green figs, and the vines with the tender grape give a good smell. Arise, my love, my fair one, and come away.",
        "Wolaitta Sentences": "Balasee aifiyaa doommiis; woinee ciyyiis; a ciishshaa sawoi biittan tonggu gees. Hegaa gishshau, ta siiqee, dendda; ta malanchchee, haaya; ane issippe boos yaagees\" yaagaasu."
    },
    {
        "English Sentences": "O my dove, that art in the clefts of the rock, in the secret places of the stairs, let me see thy countenance, let me hear thy voice; for sweet is thy voice, and thy countenance is comely.",
        "Wolaitta Sentences": "\"Neeni aafuwaa doona zaallaa za7an qosettida haraphphee mala; ane issitoo tana ne som77uwaa bessa; ne cenggurssaakka sissa. Aissi giikko, ne cenggurssai tana qarettees; ne som77oikka daro lo77ees\" yaagiis."
    },
    {
        "English Sentences": "Take us the foxes, the little foxes, that spoil the vines: for our vines have tender grapes.",
        "Wolaitta Sentences": "\"Nu woinee ciyyiis; hegaa gishshau, nu woiniyaa gidduwaa bashshiya worakanata, he qeeri worakanata piriyaa wottidi oiqqite\" yaagidosona."
    },
    {
        "English Sentences": "My beloved is mine, and I am his: he feedeth among the lilies.",
        "Wolaitta Sentences": "\"Ta siiqoi taagaa; taanikka aaro; ciishshaa giddon i ba wudiyaa heemmees."
    },
    {
        "English Sentences": "Until the day break, and the shadows flee away, turn, my beloved, and be thou like a roe or a young hart upon the mountains of Bether.",
        "Wolaitta Sentences": "Qamma xumai qaarettanaashin, maallado carkkoi carkkanaashin, ta siiquwau, genessaadan woikko yelaga wushaadan, aafotiya deriyaara woxxaidda haa simma\" yaagaasu."
    },
    {
        "English Sentences": "By night on my bed I sought him whom my soul loveth: I sought him, but I found him not.",
        "Wolaitta Sentences": "\"Qamma kumettaa ta hiixan zin77ada, ta siiquwaa demmanau amottaas; minttada koyaas; shin demmanau danddayabeikke."
    },
    {
        "English Sentences": "I will rise now, and go about the city in the streets, and in the broad ways I will seek him whom my soul loveth: I sought him, but I found him not.",
        "Wolaitta Sentences": "Katamaa giddon de7iya aahonne xuntta ogetu ubban yuuyaas; ta siiquwaa demmanau koyaas; minttada koyaas; shin demmanau danddayabeikke."
    },
    {
        "English Sentences": "The watchmen that go about the city found me: to whom I said, Saw ye him whom my soul loveth?",
        "Wolaitta Sentences": "Katamaa yuuyi naagiyaageeti tana demmidosona; taanikka, Ta siiquwaa be7idetii? yaagada eta oichchaas."
    },
    {
        "English Sentences": "It was but a little that I passed from them, but I found him whom my soul loveth: I held him, and would not let him go, until I had brought him into my mother's house, and into the chamber of her that conceived me.",
        "Wolaitta Sentences": "Etappe yaa kanttanne ta siiquwaa demmaagaas. I taappe kessi ekkennaadan, minttada oiqqaas; oiqqada taayee soo ekka efaas; ta yelettido kifiliyaa gelissaas."
    },
    {
        "English Sentences": "I charge you, O ye daughters of Jerusalem, by the roes, and by the hinds of the field, that ye stir not up, nor awake my love, till he please.",
        "Wolaitta Sentences": "Inttenoo Yerusalaame yelaga maccaasau, siiqoi bau dosidi denddana gakkanaashin, a intte beegottenna mala, taani inttena genessatuuninne bazzo wushatun callais\" yaagaasu."
    },
    {
        "English Sentences": "Who is this that cometh out of the wilderness like pillars of smoke, perfumed with myrrh and frankincense, with all powders of the merchant?",
        "Wolaitta Sentences": "\"Hagee bazzoora yiyaagee, cuwaa tuussaa milatiyaagee, peenoikka zal77anchchaa ixaanaadaaninne karbbiyaadan sawiyoogee i aibee?"
    },
    {
        "English Sentences": "Behold his bed, which is Solomon's; threescore valiant men are about it, of the valiant of Israel.",
        "Wolaitta Sentences": "Hegaa be7ite, Solomona paraa gaaree yees; he paraa gaaree Israa7eelappe doorettida wolqqaamati, usuppun tammu tooranchchati ajabidosona."
    },
    {
        "English Sentences": "They all hold swords, being expert in war: every man hath his sword upon his thigh because of fear in the night.",
        "Wolaitta Sentences": "Eti ubbaikka bisuwaa ohettaa meezetidaageetanne olankka paacettidaageeta. Qamman gakkana metuwaa eqettanau, eti issoi issoi bisuwaa gixxidi giigidaageeta."
    },
    {
        "English Sentences": "King Solomon made himself a chariot of the wood of Lebanon.",
        "Wolaitta Sentences": "Kawuwaa Solomoni paraa gaariyaa giddon baayyo uttiyo kawotaa araataa giigissiis. I araataa Liibaanoosa deriyaappe ehiido mittaappe ootissiis."
    },
    {
        "English Sentences": "He made the pillars thereof of silver, the bottom thereof of gold, the covering of it of purple, the midst thereof being paved with love, for the daughters of Jerusalem.",
        "Wolaitta Sentences": "Araataa tuussati biran sheeshettidosona; gedee worqqan alleeqettiis; uttiyoosai Yerusalaame geela7oti ochchaa teeraa milatiya qacinan, siiquwan daddido afalan kamettiis\" yaagidosona."
    },
    {
        "English Sentences": "Go forth, O ye daughters of Zion, and behold king Solomon with the crown wherewith his mother crowned him in the day of his espousals, and in the day of the gladness of his heart.",
        "Wolaitta Sentences": "\"Inttenoo, Xiyoone geela7otoo, Kawuwaa Solomona be7anau haayite! I keehi ufaittido, a bullachchaa gallassi a aayyiyaa a huuphiyan wottido kallachchaa goxxi uttiis\" yaagaasu."
    },
    {
        "English Sentences": "Behold, thou art fair, my love; behold, thou art fair; thou hast doves' eyes within thy locks: thy hair is as a flock of goats, that appear from mount Gilead.",
        "Wolaitta Sentences": "\"Ta siiqee, neeni aiba malanchchee! Neeni aiba lo77ai! Ne aifeti ne som77uwaa kammiyo sharbbe giddoora be7iyo wode, haraphphiyaadan lo77oosona. Ne binnaanai Gala7aade Deriyaappe wodhdhiya deeshshaa wudiyaa mala."
    },
    {
        "English Sentences": "Thy teeth are like a flock of sheep that are even shorn, which came up from the washing; whereof every one bear twins, and none is barren among them.",
        "Wolaitta Sentences": "Ne achchai meedettidi, haattan meecettida ubbaikka menttiyaa yeliya, eta giddon mainee bainna dorssaa wudiyaa mala."
    },
    {
        "English Sentences": "Thy lips are like a thread of scarlet, and thy speech is comely: thy temples are like a piece of a pomegranate within thy locks.",
        "Wolaitta Sentences": "Ne menttershshati zo7o qacinaa mala; ne haasayiyo wode daro ufaissoosona. Ne naa77u gacota sharbbiyaa giddoora xeelliyo wode, issi roomaaniyaa naa77u kessi phalqqidoogaa milatoosona."
    },
    {
        "English Sentences": "Thy neck is like the tower of David builded for an armoury, whereon there hang a thousand bucklers, all shields of mighty men.",
        "Wolaitta Sentences": "Ne ziizzee ola miishshaa kaqqanau gimbbido, Daawita adussa gimbbiyaa milatees; he gimbbee sha7u mino olanchchatu gonddallee kaqettin, alleeqetti uttiis."
    },
    {
        "English Sentences": "Thy two breasts are like two young roes that are twins, which feed among the lilies.",
        "Wolaitta Sentences": "Ne xanttati naa77ai mentte yelettida, woraa ciishshaa giddon miya genessa marata milatoosona."
    },
    {
        "English Sentences": "Until the day break, and the shadows flee away, I will get me to the mountain of myrrh, and to the hill of frankincense.",
        "Wolaitta Sentences": "Qammai wonttanaashin, kuwai kichchanaashin, karbbiyaa deriyaanne ixaanaa keraa baada shemppashshana."
    },
    {
        "English Sentences": "Thou art all fair, my love; there is no spot in thee.",
        "Wolaitta Sentences": "Ta siiqee, ne asatettai muleekka malanchcha; nenan wottiyoobi aibinne baawa."
    },
    {
        "English Sentences": "Come with me from Lebanon, my spouse, with me from Lebanon: look from the top of Amana, from the top of Shenir and Hermon, from the lions' dens, from the mountains of the leopards.",
        "Wolaitta Sentences": "\"Ta mishiree, Liibaanoosa Deriyaappe wodhdha. Gaammoinne maahee geessiyo Amaana Deriyaappe, Saniira Deriyaappenne Hermmoone kiikiyaappe wodhdha."
    },
    {
        "English Sentences": "Thou hast ravished my heart, my sister, my spouse; thou hast ravished my heart with one of thine eyes, with one chain of thy neck.",
        "Wolaitta Sentences": "Ta siiqo michcho gidiya ta mishiree! Ne aifiyaa xeeloinne ne qooriyaa alleeqoi, ta wozanaa ufaissan gooshshiis."
    },
    {
        "English Sentences": "How fair is thy love, my sister, my spouse! how much better is thy love than wine! and the smell of thine ointments than all spices!",
        "Wolaitta Sentences": "Ta siiqo michcho gidiya ta mishiree! Ne siiqoi tana aiba ufaissii! Ne siiqoi woiniyaa eessaappe aadhdhi ufaissees; ne shittoi ubbabaappekka aadhdhidi sawees."
    },
    {
        "English Sentences": "Thy lips, O my spouse, drop as the honeycomb: honey and milk are under thy tongue; and the smell of thy garments is like the smell of Lebanon.",
        "Wolaitta Sentences": "Ta mishiree, ne menttershshaara eessaa ililoi xokkees. Ne doonaappe eessainne maattai pulttees; ne maayoi Liibaanoosa xiiddai sawiyoogaadan sawees."
    },
    {
        "English Sentences": "A garden inclosed is my sister, my spouse; a spring shut up, a fountain sealed.",
        "Wolaitta Sentences": "Ta siiqo michcho gidiya ta mishiriyaa yuushoi direttidi naagettiyo ataakilttiyaa sohuwaa mala. Yuushoi gimbbettido pulttuwaa, maatafai attamettida goggiya haattaa mala."
    },
    {
        "English Sentences": "Thy plants are an orchard of pomegranates, with pleasant fruits; camphire, with spikenard,",
        "Wolaitta Sentences": "Ne ataakilttetu giddon: roomaanee, doorettida ataakilttiyaa aifeti, heenainne narddoosiyaa giyoogeeti de7oosona."
    },
    {
        "English Sentences": "Spikenard and saffron; calamus and cinnamon, with all trees of frankincense; myrrh and aloes, with all the chief spices:",
        "Wolaitta Sentences": "Hegaadankka qassi narddoosee, laadee, sawo maatainne qarafai, hegaadankka ixaanadan sawiyaabati de7oosona; hegaadankka qassi karbbee, godare uuttaa ciishshainne dumma dumma qimamiyaa ataakiltteti mokkoosona."
    },
    {
        "English Sentences": "A fountain of gardens, a well of living waters, and streams from Lebanon.",
        "Wolaitta Sentences": "Neeni ataakilttiyaa sohuwaa aliya pulttuwaa mala; de7o haattai beettiyo ollaa mala; Liibaanoosa Deriyaappe goggiya shaafaa mala\" yaagiis."
    },
    {
        "English Sentences": "Awake, O north wind; and come, thou south; blow upon my garden, that the spices thereof may flow out. Let my beloved come into his garden, and eat his pleasant fruits.",
        "Wolaitta Sentences": "\"Huuphessa bagga carkkuwau, dendda! Tohossa bagga carkkuwau, haa ya! Ta ataakilttiyaa bolli carkka! A sawoi hegan tonggu go. Ta siiqoi ba ataakilttiyaa giddo yo. Daro mal77iya teerata mo\" yaagaasu."
    },
    {
        "English Sentences": "I am come into my garden, my sister, my spouse: I have gathered my myrrh with my spice; I have eaten my honeycomb with my honey; I have drunk my wine with my milk: eat, O friends; drink, yea, drink abundantly, O beloved.",
        "Wolaitta Sentences": "\"Ta siiqo michchiyo gidiya ta mishiree, be7a; taani ta ataakilttiyaa giddo gelaas. Ta karbbiyaanne ta shitto ciishshaa qorais. Eessaa oittaa yolttayada mais. Ta woiniyaa eessaanne ta maattaa uyais\" yaagiis. \"Inttenoo, a laggetoo, siiquwaa alana gakkanaashin uyite\" yaagidosona."
    },
    {
        "English Sentences": "I sleep, but my heart waketh: it is the voice of my beloved that knocketh, saying, Open to me, my sister, my love, my dove, my undefiled: for my head is filled with dew, and my locks with the drops of the night.",
        "Wolaitta Sentences": "\"Taani qammi xiskkaas; shin ta wozanai beegotti uttiis. Ta aimuwan ta siiqoi hagaadan yaagiiddi, penggiyaa qoxxishin siyaas; Ta mishiree, ta siiqee, nenan wottiyoobi bainna ta haraphphee, tau kariyaa dooya; ta huuphee akkan ka77iis. Ta binnaanaikka qamma diifiyan narkkakkiis yaagees."
    },
    {
        "English Sentences": "I have put off my coat; how shall I put it on? I have washed my feet; how shall I defile them?",
        "Wolaitta Sentences": "\"Taani, Ta maayuwaa qaararggaas; zaara maayooyye? Ta gediyaa meecettaichchaas; zaarada urqqayooyye? yaagaas."
    },
    {
        "English Sentences": "My beloved put in his hand by the hole of the door, and my bowels were moved for him.",
        "Wolaitta Sentences": "\"Ta siiqoi ifittaa xoo7iyaara ba kushiyaa soo yeddiis; ta wozanai a gishshau poddi poddees."
    },
    {
        "English Sentences": "I rose up to open to my beloved; and my hands dropped with myrrh, and my fingers with sweet smelling myrrh, upon the handles of the lock.",
        "Wolaitta Sentences": "Yaatin, ta siiquwaassi kariyaa dooyanau denddaas. Kariyaa dooyiyo hiraquwaa taani oiqqiyo wode, ta kushiyaappe karbbee, ta biradhdhiyaappe shittoi xokkees."
    },
    {
        "English Sentences": "I opened to my beloved; but my beloved had withdrawn himself, and was gone: my soul failed when he spake: I sought him, but I could not find him; I called him, but he gave me no answer.",
        "Wolaitta Sentences": "Ta siiquwaassi kariyaa dooyaas; shin dooyiyo wode i baawa biichchiis. A cenggurssaa siyanau keehi amottaas. Minttada a koyaas; shin demmanau danddayabeikke. Xeegaas; shin tau koyibeenna."
    },
    {
        "English Sentences": "The watchmen that went about the city found me, they smote me, they wounded me; the keepers of the walls took away my veil from me.",
        "Wolaitta Sentences": "\"Yuuyidi katamaa naagiyaageeti tana demmidi, wadhdhidosonanne masunxxissidosona; katamaa dirssaa naagiyaageeti ta qumaashaa qaari ekkidosona."
    },
    {
        "English Sentences": "I charge you, O daughters of Jerusalem, if ye find my beloved, that ye tell him, that I am sick of love.",
        "Wolaitta Sentences": "\"Inttenoo Yerusalaame geela7otoo, ta siiquwaa demmikko, taani a siiquwaappe denddidaagan harggiyoogaa, hadara, au yootite\" yaagaasu."
    },
    {
        "English Sentences": "What is thy beloved more than another beloved, O thou fairest among women? what is thy beloved more than another beloved, that thou dost so charge us?",
        "Wolaitta Sentences": "\"Nenoo, maccaasa ubbaappe aadhdhida malanchchee! Ne siiqoi tumu haratuppe waani dummatii? Neeni hagaa peeshi nuna calliyoogee, i haratuppe dummatiyoi aibiinee?\" yaagidosona."
    },
    {
        "English Sentences": "My beloved is white and ruddy, the chiefest among ten thousand.",
        "Wolaitta Sentences": "\"Ta siiqoi daro lo77iyaagaanne mino; tammu sha7u attumaasaa giddon a mali baawa."
    },
    {
        "English Sentences": "His head is as the most fine gold, his locks are bushy, and black as a raven.",
        "Wolaitta Sentences": "A huuphee worqqaa luliyaa milatees; a binnaanaikka lo77onne quuro mala karetta."
    },
    {
        "English Sentences": "His eyes are as the eyes of doves by the rivers of waters, washed with milk, and fitly set.",
        "Wolaitta Sentences": "A aifee shaafaa lanqqiyan eqqidanne maattan meecettidabaa milatiya haraphpheta milatees."
    },
    {
        "English Sentences": "His cheeks are as a bed of spices, as sweet flowers: his lips like lilies, dropping sweet smelling myrrh.",
        "Wolaitta Sentences": "A gacotikka sawo maatainne qimamee tokettido madabaadan lo77oosona; a menttershshati karbbiyaa shittoi xokkiyo wora ciishshaadan lo77oosona."
    },
    {
        "English Sentences": "His hands are as gold rings set with the beryl: his belly is as bright ivory overlaid with sapphires.",
        "Wolaitta Sentences": "A kusheti inqquwan alleeqettida worqqa xam77aadan lo77oosona; a asatettai sampperiyaa giyo inqquwan alleeqettida danggarssaa achchaa mala."
    },
    {
        "English Sentences": "His legs are as pillars of marble, set upon sockets of fine gold: his countenance is as Lebanon, excellent as the cedars.",
        "Wolaitta Sentences": "A gedeti worqqaa baasuwan tokettida, ibinabaradiyaa tuussaa milatoosona; a merai zigan alleeqettida Liibaanoosa Deriyaa mala."
    },
    {
        "English Sentences": "His mouth is most sweet: yea, he is altogether lovely. This is my beloved, and this is my friend, O daughters of Jerusalem.",
        "Wolaitta Sentences": "A doonai eessaadan mal77ees. I muleerakka lo77iyaagaa. Inttenoo Yerusalaame geela7otoo, ta siiqoinne ta laggee hagaa milatees\" yaagaasu."
    },
    {
        "English Sentences": "Whither is thy beloved gone, O thou fairest among women? whither is thy beloved turned aside? that we may seek him with thee.",
        "Wolaitta Sentences": "\"Maccaasa ubbaappe malanchchee! Ne laggee awa biidee? Nuunikka nenaara issippe koyanau, i biido ginaa nuuyyo yoota\" yaagidosona."
    },
    {
        "English Sentences": "My beloved is gone down into his garden, to the beds of spices, to feed in the gardens, and to gather lilies.",
        "Wolaitta Sentences": "\"Ta siiqoi dorssaa wudiyaa heemmanaunne lo77iya ciishshaa shiishshanau, shittuwaa sawo maatai de7iyo ataakilttiyaa giddo wodhdhiis."
    },
    {
        "English Sentences": "I am my beloved's, and my beloved is mine: he feedeth among the lilies.",
        "Wolaitta Sentences": "Taani ta siiquwaaro; ta siiqoikka taagaa. I ciishshaa giddon wudiyaa heemmees\" yaagaasu."
    },
    {
        "English Sentences": "Thou art beautiful, O my love, as Tirzah, comely as Jerusalem, terrible as an army with banners.",
        "Wolaitta Sentences": "\"Ta siiqee! Neeni Tirxxa katamai lo77iyoogaadan lo77aasa; Yerusalaamedan daro lo77aasa; banddiraa oiqqidi, salppiyan biya olanchchai yashshiyoogaadan yashshaasa."
    },
    {
        "English Sentences": "Turn away thine eyes from me, for they have overcome me: thy hair is as a flock of goats that appear from Gilead.",
        "Wolaitta Sentences": "Hayyanaa ne aifiyaa taappe wora zaararkkii, aissi giikko, eti tana waissoosona. Ne binnaanai Gala7aade Deriyaappe wodhdhiya deeshshaa wudiyaa milatees."
    },
    {
        "English Sentences": "Thy teeth are as a flock of sheep which go up from the washing, whereof every one beareth twins, and there is not one barren among them.",
        "Wolaitta Sentences": "Ne achchai meecettidi kiyiya, ubbaikka menttiyaa yeliya, eta giddon mainee bainna dorssaa wudiyaa mala."
    },
    {
        "English Sentences": "As a piece of a pomegranate are thy temples within thy locks.",
        "Wolaitta Sentences": "Ne naa77u gacota sharbbiyaa giddoora xeelliyo wode, naa77u kessido roomaaniyaa teeraa milatoosona."
    },
    {
        "English Sentences": "There are threescore queens, and fourscore concubines, and virgins without number.",
        "Wolaitta Sentences": "Usuppun tammu macca kawotinne usuppun tammu baakkoti, qassi qoodai bainna geela7oti tau de7oosona."
    },
    {
        "English Sentences": "My dove, my undefiled is but one; she is the only one of her mother, she is the choice one of her that bare her. The daughters saw her, and blessed her; yea, the queens and the concubines, and they praised her.",
        "Wolaitta Sentences": "SHin ta haraphphiyaa, ta boree bainnaara, a tau dumma. A ba aayeessikka mexi issinno; o yelida aayyiyaakka aibippenne aattada o siiqausu. Geela7otikka o xeellidi, Hanna anjjettidaaro yaagoosona. Macca kawotikka baakkotikka o sabboosona;"
    },
    {
        "English Sentences": "Who is she that looketh forth as the morning, fair as the moon, clear as the sun, and terrible as an army with banners?",
        "Wolaitta Sentences": "Hanna maallado xalqqiyaadan doliyaara, aginaadan poo7iyaara, awaadan caddiyaara, banddiraa oiqqidi salppiyan biya olanchchaadan yashshiyaara a oonee? yaagoosona."
    },
    {
        "English Sentences": "I went down into the garden of nuts to see the fruits of the valley, and to see whether the vine flourished, and the pomegranates budded.",
        "Wolaitta Sentences": "\"Taani wombban tokettida mittatu licuwaa be7anau, woiniyaa turai aacidaakkonne qassi roomaaneekka ciyyidaakkonne xeellanau, duge ataakilttiyaa sohuwaa wodhdhais."
    },
    {
        "English Sentences": "Or ever I was aware, my soul made me like the chariots of Amminadib.",
        "Wolaitta Sentences": "Taani akeekennan de7ishin, ta amoi tana efiidi, ta kawuwaa lanqqen, paraa gaariyan tana utissiis\" yaagiis."
    },
    {
        "English Sentences": "Return, return, O Shulamite; return, return, that we may look upon thee. What will ye see in the Shulamite? As it were the company of two armies.",
        "Wolaitta Sentences": "\"Nenoo SHulaame biittaappe yiidaaree, haaya; haa simma! Nena nu loittidi xeellana; haa simma!\" yaagidosona. \"Daro asaa sinttan yexxiya asaadan, taakko aissi xeelleetii?\" yaagaasu."
    },
    {
        "English Sentences": "How beautiful are thy feet with shoes, O prince's daughter! the joints of thy thighs are like jewels, the work of the hands of a cunning workman.",
        "Wolaitta Sentences": "\"Kawo na7adan lo77iyaaree! Ne gedeti neeni naxala caammaa wottidaashin be7iyo wode aiba lo77iyoonaa! Ne sheechchee eranchcha wogaacee qoxxidi, loitti alleeqissido inqquwaa milatees."
    },
    {
        "English Sentences": "Thy navel is like a round goblet, which wanteth not liquor: thy belly is like an heap of wheat set about with lilies.",
        "Wolaitta Sentences": "Ne gul77ai woiniyaa eessai kumido birilliyaa milatees; ne xeessaa yuushoi ciishshan qashettida gisttiyaa mirqqiyaa milatees."
    },
    {
        "English Sentences": "Thy two breasts are like two young roes that are twins.",
        "Wolaitta Sentences": "Ne naa77u xanttati mentte yelettida, genessee marata milatoosona."
    },
    {
        "English Sentences": "Thy neck is as a tower of ivory; thine eyes like the fishpools in Heshbon, by the gate of Bathrabbim: thy nose is as the tower of Lebanon which looketh toward Damascus.",
        "Wolaitta Sentences": "Ne ziizzee danggarssaa zaaliyan alleeqettida adussa gimbbiyaa mala. Ne aifee gita Haseboona katamaa penggiyaa matan de7iya zeero haattaa milatees. Ne siiree Damasqqo xeelissidi gimbbido Liibaanoosa gimbbiyaa milatees."
    },
    {
        "English Sentences": "Thine head upon thee is like Carmel, and the hair of thine head like purple; the king is held in the galleries.",
        "Wolaitta Sentences": "Ne huuphee Qarmmeloosa Deriyaa milatees; ne lose binnaanai qacinaa xaattaa milatees; kawuwaakka ne huuphiyaa dattai ufaissiis."
    },
    {
        "English Sentences": "How fair and how pleasant art thou, O love, for delights!",
        "Wolaitta Sentences": "Ta siiqee, ne aiba lo77ai! Ne aiba malanchchee! Ne siiqoi tana aiba ufaissii!"
    },
    {
        "English Sentences": "This thy stature is like to a palm tree, and thy breasts to clusters of grapes.",
        "Wolaitta Sentences": "Ne geesai zambbaa geesaa milatees. Ne xanttai zambbaa aifiyaa wurccuwaa milatees."
    },
    {
        "English Sentences": "I said, I will go up to the palm tree, I will take hold of the boughs thereof: now also thy breasts shall be as clusters of the vine, and the smell of thy nose like apples;",
        "Wolaitta Sentences": "Taani, Ha zambbaa gi77ana; gi77ada a marata oiqqana yaagaas. Ne xanttai woiniyaa teeraa wurccuwaa mala; qassi ne siiriyaara kiyiya peenoi appiliyaa aifiyaadan sawees."
    },
    {
        "English Sentences": "And the roof of thy mouth like the best wine for my beloved, that goeth down sweetly, causing the lips of those that are asleep to speak.",
        "Wolaitta Sentences": "Ne yeroi menttershshatuppenne achchaappe gidduwaara yalalattiiddi geliya, ubbaappe aadhdhidi mal77iya woine eessaa mala\" yaagiis."
    },
    {
        "English Sentences": "I am my beloved's, and his desire is toward me.",
        "Wolaitta Sentences": "\"Taani ta al77o siiquwaaro; ikka tana amottees."
    },
    {
        "English Sentences": "Come, my beloved, let us go forth into the field; let us lodge in the villages.",
        "Wolaitta Sentences": "Ta siiquwau, haaya; naa77ai katamaappe kiyidi biidi, gaxariyan aqoos; qammaa naa77ai hegan aattana."
    },
    {
        "English Sentences": "Let us get up early to the vineyards; let us see if the vine flourish, whether the tender grape appear, and the pomegranates bud forth: there will I give thee my loves.",
        "Wolaitta Sentences": "Maallado guuran ane woiniyaa turaa giddo boos; biidi woine turai ciyyidaakko, ciyyidi aifiyaa herxxexxidaakkonne, qassi roomaaneekka aifidaakko ane be7oos. Taani ta siiquwaa nena hegan bessana."
    },
    {
        "English Sentences": "The mandrakes give a smell, and at our gates are all manner of pleasant fruits, new and old, which I have laid up for thee, O my beloved.",
        "Wolaitta Sentences": "Inkkoyiyaa aifiyaa sawoinne hara ufaissiyaa ataakilttiyaa aifee nu karen bessiis; ta siiquwau! Ha aifetuppe teeridaageetanne ooratta maxidoogeeta neeyyo ashsha wottaas."
    },
    {
        "English Sentences": "O that thou wert as my brother, that sucked the breasts of my mother! when I should find thee without, I would kiss thee; yea, I should not be despised.",
        "Wolaitta Sentences": "\"Ne tau allaga gidennan taayee xanttaa xammida ta ishaa gidarkkiishsha! Yaatiyaakko taani nena ogiyan demmada shiishsha ekka yerin, tana ooninne borennashin."
    },
    {
        "English Sentences": "I would lead thee, and bring thee into my mother's house, who would instruct me: I would cause thee to drink of spiced wine of the juice of my pomegranate.",
        "Wolaitta Sentences": "Taani nena kaalettada, taayee qol77o gelissaagin, hegan tana ne siiquwaabaa tamaarissidabaa gidarkkii; roomaaniyaa gum77ido mal77iyaagaa lo77iya woiniyaa eessaa taani nena hegan ushsharkkinaa."
    },
    {
        "English Sentences": "His left hand should be under my head, and his right hand should embrace me.",
        "Wolaitta Sentences": "Tana hegan ne haddirssa qeesiyaa borkkotissada, ne ushachcha kushiyan tana qoommidabaa gidarkkii."
    },
    {
        "English Sentences": "I charge you, O daughters of Jerusalem, that ye stir not up, nor awake my love, until he please.",
        "Wolaitta Sentences": "\"Inttenoo Yerusalaame geela7otoo, Siiqoi ba wodiyan denddanaashin, qaasetti denttennaadan, ta intteyyo hadara gais\" yaagaasu."
    },
    {
        "English Sentences": "Who is this that cometh up from the wilderness, leaning upon her beloved? I raised thee up under the apple tree: there thy mother brought thee forth: there she brought thee forth that bare thee.",
        "Wolaitta Sentences": "\"Ba siiquwaa hashiyan zemppada, bazzoppe yiyaara hanna oonee?\" yaagidosona. \"Beni ne aayyiyaa nena bannakka yelido, appiliyaa lanqqiyan ne zin77idaashin, nena ta qaaserettada denttaas."
    },
    {
        "English Sentences": "Set me as a seal upon thine heart, as a seal upon thine arm: for love is strong as death; jealousy is cruel as the grave: the coals thereof are coals of fire, which hath a most vehement flame.",
        "Wolaitta Sentences": "Merinaa siiquwan tana ne wozanaa bolli attama; ne qesiyankka maatafaadan, ta xallaa oiqqa. Aissi giikko, siiqoi haiquwaa mala mino; mishoikka duufuwaa mala meqettaa iita; a lacoikka Xoossaa tamaa lacuwaa mala."
    },
    {
        "English Sentences": "Many waters cannot quench love, neither can the floods drown it: if a man would give all the substance of his house for love, it would utterly be contemned.",
        "Wolaitta Sentences": "Haattaa daroi siiquwaa tamaa toissanau danddayenna; di7oikka meeccidi efaanau danddayenna. Asi siiquwaa shammanau bau de7iya aqo ubbaa immikkokka, siiqoi miishshan shamettenna gishshau, asai hegaa karees\" yaagaasu."
    },
    {
        "English Sentences": "We have a little sister, and she hath no breasts: what shall we do for our sister in the day when she shall be spoken for?",
        "Wolaitta Sentences": "\"Nuuyyo tiran xanttai uttibeenna michchiyaa de7ausu; azini o oichchikko, nuuni iyyo oottanabi aibee?"
    },
    {
        "English Sentences": "If she be a wall, we will build upon her a palace of silver: and if she be a door, we will inclose her with boards of cedar.",
        "Wolaitta Sentences": "A gimbbe dirssa gidiyaakko, nuuni i bolli wochchiyo adussa, bira gimbbiyaa gimbbana; a dirssaa pengge gidiyaakko, zigaa xaulan o doodissana\" yaagidosona."
    },
    {
        "English Sentences": "I am a wall, and my breasts like towers: then was I in his eyes as one that found favour.",
        "Wolaitta Sentences": "\"Hekko taani dirssa gimbbe; ta xanttaikka gimbbiyaa bolli gimbbettida wochchiyoosaa; hegaa gishshau, taani ta siiquwaara de7iyo wode, i tanan ufaittees."
    },
    {
        "English Sentences": "Solomon had a vineyard at Baalhamon; he let out the vineyard unto keepers; every one for the fruit thereof was to bring a thousand pieces of silver.",
        "Wolaitta Sentences": "\"Solomonassi Ba7aali-Hamoonan woinee tokettido shooqai de7ees; he woiniyaa gidduwaa oottiyaageetussi keraa immiis. Keraa ekkidaageeti teeran go7ettidoogaa gishshaa huuphiyan huuphiyan sha7u biraa ayyo ehoosona."
    },
    {
        "English Sentences": "My vineyard, which is mine, is before me: thou, O Solomon, must have a thousand, and those that keep the fruit thereof two hundred.",
        "Wolaitta Sentences": "SHin taayyo ta buzo woinee tokettido shooqai de7ees; Solomonaa, neeni sha7u biraa ekka; ataakilttiyaa oottiyaageeti naa77u xeetu biraa ekkona\" yaagaasu."
    },
    {
        "English Sentences": "Thou that dwellest in the gardens, the companions hearken to thy voice: cause me to hear it.",
        "Wolaitta Sentences": "\"Nenoo, ataakilttiyaa giddon de7iya ta siiqee, ne cenggurssaa laggeta sissanau koyoosona; ne cenggurssaa tana sissa\" yaagiis."
    },
    {
        "English Sentences": "Make haste, my beloved, and be thou like to a roe or to a young hart upon the mountains of spices.",
        "Wolaitta Sentences": "\"Ta siiquwau, taakko eesuwan haaya! Sawo maatai mokkiyo deretu bollaara, guppiya genessaa woikko wushaa marata milata\" yaagaasu."
    }
]