[
    {
        "English Sentences": "How doth the city sit solitary, that was full of people! how is she become as a widow! she that was great among the nations, and princess among the provinces, how is she become tributary!",
        "Wolaitta Sentences": "Kase asai kumido Yerusalaame katamiyaa ha77i waanada mela attadee! Kase kawotettatu giddon gita gididaara ha77i azini haiqqido maccaaseedan, waanada barkka attadee! Katamatu ubbaa giddon kawiyo gididaara ha77i waanada aille gidadee!"
    },
    {
        "English Sentences": "She weepeth sore in the night, and her tears are on her cheeks: among all her lovers she hath none to comfort her: all her friends have dealt treacherously with her, they are become her enemies.",
        "Wolaitta Sentences": "Qamma ubban afuttai i gacuwaara holssattishin, yeekkaidda aqaasu. Kase o dosiyaageetuppe ha77i o minttettiyaabi issoinne baawa. I laggeti o kaddidi, iyyo morkke gididosona."
    },
    {
        "English Sentences": "Judah is gone into captivity because of affliction, and because of great servitude: she dwelleth among the heathen, she findeth no rest: all her persecutors overtook her between the straits.",
        "Wolaitta Sentences": "Yihudiyaa naaqettaiddanne ailletaidda omoodettada baasu. A ha77i kawotettatu giddon de7ausu; shin shemppiyo soho demmabeikku. O yedettidaageeti a metoota uttidaashin gakkidi demmidosona."
    },
    {
        "English Sentences": "The ways of Zion do mourn, because none come to the solemn feasts: all her gates are desolate: her priests sigh, her virgins are afflicted, and she is in bitterness.",
        "Wolaitta Sentences": "Laittaa giddon bonchchiyo baalata yiyaabi bainna gishshau, Xiyooni ogeti azzanoosona. Katamaa penggeti baisa attidosona; i qeesetikka ooloosona. I geela7o naatikka tuggatidosona; qassi a ba huuphiyaukka iita tuggaa tuggata uttaasu."
    },
    {
        "English Sentences": "Her adversaries are the chief, her enemies prosper; for the LORD hath afflicted her for the multitude of her transgressions: her children are gone into captivity before the enemy.",
        "Wolaitta Sentences": "I morkketi iyyo goda gididosona; etau injjetin de7idosona. Aissi giikko, i nagaraa daruwaa gaasuwan GODAI o tuggayiis; i guutta naati morkkiyan omoodettidi biidosona."
    },
    {
        "English Sentences": "And from the daughter of Zion all her beauty is departed: her princes are become like harts that find no pasture, and they are gone without strength before the pursuer.",
        "Wolaitta Sentences": "Xiyooni puulai ubbai ippe qaarettiichchiis; i halaqatikka maataa miyo sohuwaa xayida gaaraa mala gididosona. Eti wolqqa xayidi, banttana yedettiyaageetu sinttappe baqatidosona."
    },
    {
        "English Sentences": "Jerusalem remembered in the days of her affliction and of her miseries all her pleasant things that she had in the days of old, when her people fell into the hand of the enemy, and none did help her: the adversaries saw her, and did mock at her sabbaths.",
        "Wolaitta Sentences": "Yerusalaama ha77i ba tuggaanne ba un77uwaa gallassatun beni ba bonchcho buquraa hassayausu. I asai ubbai morkketu kushiyan aadhdhidi imettido wode, o maaddiyaabi issoinne attibeenna. I morkketi o xeellidi, i bashshan miiccidosona."
    },
    {
        "English Sentences": "Jerusalem hath grievously sinned; therefore she is removed: all that honoured her despise her, because they have seen her nakedness: yea, she sigheth, and turneth backward.",
        "Wolaitta Sentences": "Yerusalaama gita nagaraa oottaasu; hegaa gishshau, a tunabaa gidausu. Kase o bonchchida ubbai ha77i i kalluwaa be7ido gishshau, o karees. Akka oolausunne guyye simmausu."
    },
    {
        "English Sentences": "Her filthiness is in her skirts; she remembereth not her last end; therefore she came down wonderfully: she had no comforter. O LORD, behold my affliction: for the enemy hath magnified himself.",
        "Wolaitta Sentences": "I tunatettai i afalaa xeeraa baqqi oiqqiis. Sinttappe ba bolli hananabaa a qoppabeikku. Hegaa gishshau, i kunddettai daganttiyaagaa. A, \"Abeet GODAU, ta tuggaa be7a! Ta morkketi tana xoonidosona\" ginkka, o minttettiyaabi issoinne baawa."
    },
    {
        "English Sentences": "The adversary hath spread out his hand upon all her pleasant things: for she hath seen that the heathen entered into her sanctuary, whom thou didst command that they should not enter into thy congregation.",
        "Wolaitta Sentences": "Morkketi i bonchcho buquraa ubbaa bollan bantta kushiyaa yeddidosona. Dere kawotettati, kase neeni GODAI maabaraa giddo gelissennan diggido asati, i Beeta Maqidasiyaa gelishin be7aasu."
    },
    {
        "English Sentences": "All her people sigh, they seek bread; they have given their pleasant things for meat to relieve the soul: see, O LORD, and consider; for I am become vile.",
        "Wolaitta Sentences": "I asati namisettidi, qumaa demmanau ooloosona. Eti paxa de7ana gishshau giidi, bantta bonchcho buquraa ubbaa quman laammoosona. Yerusalaama hagaadan yaagausu; \"Abeet GODAU, xeella; taani karettidoogaa be7a!"
    },
    {
        "English Sentences": "Is it nothing to you, all ye that pass by? behold, and see if there be any sorrow like unto my sorrow, which is done unto me, wherewith the LORD hath afflicted me in the day of his fierce anger.",
        "Wolaitta Sentences": "Inttenoo, hagaara aadhdhiyaageetoo, hagee inttessi ubbaassi aibanne gidennee? Metoi ubbi GODAI ba eexxiya hanqquwaa gallassi ta bolli ehiido metuwaa malee?"
    },
    {
        "English Sentences": "From above hath he sent fire into my bones, and it prevaileth against them: he hath spread a net for my feet, he hath turned me back: he hath made me desolate and faint all the day.",
        "Wolaitta Sentences": "GODAI bolla xoqqaappe tamaa duge yeddiis; he tamai ta meqettaa giddo geliis. Ta gediyaa oiqqanau piriyaa wottiis; tana guyye zaariis. I tana gallassa ubban labbanttidi, yeggi bayiis."
    },
    {
        "English Sentences": "The yoke of my transgressions is bound by his hand: they are wreathed, and come up upon my neck: he hath made my strength to fall, the LORD hath delivered me into their hands, from whom I am not able to rise up.",
        "Wolaitta Sentences": "Taani oottido nagaraa ubbaa shiishshi qachchidi, qambbaraadan ta morggiyan wottiis. Yaatidi ta wolqqaa wurssiis. Taani eqettanau danddayennaageetussi Godai tana aattidi immiis."
    },
    {
        "English Sentences": "The LORD hath trodden under foot all my mighty men in the midst of me: he hath called an assembly against me to crush my young men: the LORD hath trodden the virgin, the daughter of Judah, as in a winepress.",
        "Wolaitta Sentences": "Godai ta giddon de7iya wolqqaama olanchchata ubbaa ixxiis. Ta yelagatakka xaissanau olanchchata ta bollan xeegiis. Woiniyaa teeraa gum77iyo sohuwan yedhdhiyoogaadan, Godai Yihudaa asaa yedhdhiis."
    },
    {
        "English Sentences": "For these things I weep; mine eye, mine eye runneth down with water, because the comforter that should relieve my soul is far from me: my children are desolate, because the enemy prevailed.",
        "Wolaitta Sentences": "Taani yeekkiyoogeenne ta aifee afuttaa holssayiyoogee hegaassa. Tana minttettanaunne ta wolqqaa kunttanau issi asinne baawa. Morkkee goobiis; ta naatinne mela attidosona\" yaagausu."
    },
    {
        "English Sentences": "Zion spreadeth forth her hands, and there is none to comfort her: the LORD hath commanded concerning Jacob, that his adversaries should be round about him: Jerusalem is as a menstruous woman among them.",
        "Wolaitta Sentences": "Xiyoona ba kushiyaa miccaasu; shin o minttettiyaabi baawa. I yuushuwan de7iyaageeti o morkkanaadan, GODAI oottiis. Yerusalaama eta giddon tunabaa gidaasu."
    },
    {
        "English Sentences": "The LORD is righteous; for I have rebelled against his commandment: hear, I pray you, all people, and behold my sorrow: my virgins and my young men are gone into captivity.",
        "Wolaitta Sentences": "A hagaadan yaagausu; \"GODAI xillo; a qaalau azazettennan makkalidaara tana. Inttenoo, asatoo ubbaikka siyite! Ta metuwaakka be7ite. Ta wodallatinne ta geela7oti omoodettidi biidosona."
    },
    {
        "English Sentences": "I called for my lovers, but they deceived me: my priests and mine elders gave up the ghost in the city, while they sought their meat to relieve their souls.",
        "Wolaitta Sentences": "Taani tana dosiyaageeta xeegaas; shin eti tana cimmidosona. Ta qeesetinne ta cimati bantta akataa gasttissanau qumaa koyiiddi, katamaa giddon haiqqi wuridosona."
    },
    {
        "English Sentences": "Behold, O LORD; for I am in distress: my bowels are troubled; mine heart is turned within me; for I have grievously rebelled: abroad the sword bereaveth, at home there is as death.",
        "Wolaitta Sentences": "Abeet GODAU, ta waayiyaa be7a! Ta garssai shabbirettiis. Taani keehippe makkalido gishshau, ta wozanai meqqiis. Karen bisoi wurssees; soonikka haiqo xalaalai de7ees."
    },
    {
        "English Sentences": "They have heard that I sigh: there is none to comfort me: all mine enemies have heard of my trouble; they are glad that thou hast done it: thou wilt bring the day that thou hast called, and they shall be like unto me.",
        "Wolaitta Sentences": "Asai taani zilaaliyoogaa siyiis; shin tana minttettiya issi asinne baawa. Ta morkketi ubbai taani metootiyoogaa siyidosona; siyidi neeni oottidoban ufaittidosona. Etikka tanadan hanana mala, eta bolli neeni awaajjido gallassaa eha!"
    },
    {
        "English Sentences": "Let all their wickedness come before thee; and do unto them, as thou hast done unto me for all my transgressions: for my sighs are many, and my heart is faint.",
        "Wolaitta Sentences": "Eta iitatettai ubbai ne sintti gakko; ta nagaraa ubbaa gishshau, neeni tana qaxxayidoogaadan, etakka qaxxaya! Aissi giikko, ta zilaassai dariis; ta wozanaikka meqqiis\" yaagausu."
    },
    {
        "English Sentences": "How hath the LORD covered the daughter of Zion with a cloud in his anger, and cast down from heaven unto the earth the beauty of Israel, and remembered not his footstool in the day of his anger!",
        "Wolaitta Sentences": "Godai ba hanqquwan Xiyoono dulkka shaaraappe garssaara waati wottidee! I Israa7eela puulaa saluwaappe duge sa7aa oliis. I ba hanqquwaa gallassan ba Beeta Maqidasiyaakka qoppibeenna."
    },
    {
        "English Sentences": "The LORD hath swallowed up all the habitations of Jacob, and hath not pitied: he hath thrown down in his wrath the strong holds of the daughter of Judah; he hath brought them down to the ground: he hath polluted the kingdom and the princes thereof.",
        "Wolaitta Sentences": "Godai Yihudan de7iya keettata ubbaa qarettennan xaissiis. Qassi ba hanqquwan he biittaa qatota ubbaa koliis. He kawotettaanne a halaqata sa7an duge wottidi kaushshiis."
    },
    {
        "English Sentences": "He hath cut off in his fierce anger all the horn of Israel: he hath drawn back his right hand from before the enemy, and he burned against Jacob like a flaming fire, which devoureth round about.",
        "Wolaitta Sentences": "Ba suulliya hanqquwan Israa7eela wolqqaa ubbaa mentterettiis. Morkkee a olanau yiyo wode, Godai ba ushachcha kushiyaa eta bollappe diggirggiis. Lacottiya tamaadan, Israa7eela biittan eexxi kiyidi, ba yuushuwan de7iyaabaa ubbaa mi xaissiis."
    },
    {
        "English Sentences": "He hath bent his bow like an enemy: he stood with his right hand as an adversary, and slew all that were pleasant to the eye in the tabernacle of the daughter of Zion: he poured out his fury like fire.",
        "Wolaitta Sentences": "Morkkiyaadan i ba wonddafiyaa eta bolli dafiis. Huqqunniyaageetudan i ba kushiyaa minttidi, xeellin lo77iya asaa ubbaa woriis. Xiyoone keettatu bolli ba hanqquwaa suuluwaa tamaadan qoliis."
    },
    {
        "English Sentences": "The LORD was as an enemy: he hath swallowed up Israel, he hath swallowed up all her palaces: he hath destroyed his strong holds, and hath increased in the daughter of Judah mourning and lamentation.",
        "Wolaitta Sentences": "Godai morkkedan hanidi, Israa7eela xaissiis. I kawo keettatanne qatota ubbaa qoliis. Yihudaa asaa bollan kayyuwaanne yeehuwaa gujjiis."
    },
    {
        "English Sentences": "And he hath violently taken away his tabernacle, as if it were of a garden: he hath destroyed his places of the assembly: the LORD hath caused the solemn feasts and sabbaths to be forgotten in Zion, and hath despised in the indignation of his anger the king and the priest.",
        "Wolaitta Sentences": "I ba Beeta Maqidasiyaa ataakiltte giddon de7iya daasiyaadan, shoddi oliis. Laittaa giddon bonchchiyo baalatinne Sambbatati mule dogettanaadan, GODAI oottiis. Ba gita hanqquwan kawuwaanne qeesiyaa kariis."
    },
    {
        "English Sentences": "The LORD hath cast off his altar, he hath abhorred his sanctuary, he hath given up into the hand of the enemy the walls of her palaces; they have made a noise in the house of the LORD, as in the day of a solemn feast.",
        "Wolaitta Sentences": "Godai baayyo yarshshuwaa yarshshiyo sohuwaa ixxiis; ba Beeta Maqidasiyaakka aggi bayiis. Kawo keettatu gimbbiyaa morkketu kushiyan aattidi immiis. Asai laittaa baalaa bonchchiiddi wocamiyoogaadan, morkketi GODAA Beeta Maqidasiyan wocamidosona."
    },
    {
        "English Sentences": "The LORD hath purposed to destroy the wall of the daughter of Zion: he hath stretched out a line, he hath not withdrawn his hand from destroying: therefore he made the rampart and the wall to lament; they languished together.",
        "Wolaitta Sentences": "GODAI Xiyooni gimbbiyaa qolanau qachchiis; o likkiyo wodoruwaa micciis; o xaissennan de7iiddi, ba kushiyaa zaarenna. Hegaa gishshau, gimbbeenne qatoi issippe kunddanaadan oottiis."
    },
    {
        "English Sentences": "Her gates are sunk into the ground; he hath destroyed and broken her bars: her king and her princes are among the Gentiles: the law is no more; her prophets also find no vision from the LORD.",
        "Wolaitta Sentences": "Yerusalaame penggiyaa sanqqati biittan duge moogettidosona; eta hiraqotakka i mentterettidi xaissiis. I kawoinne halaqati omoodettidi, kawotettatu giddo biidosona. Higgiyaa tamaarissiyaabikka baawa; i hananabaa yootiyaageetussikka GODAAPPE ajjuutai yiyoogaa aggiis."
    },
    {
        "English Sentences": "The elders of the daughter of Zion sit upon the ground, and keep silence: they have cast up dust upon their heads; they have girded themselves with sackcloth: the virgins of Jerusalem hang down their heads to the ground.",
        "Wolaitta Sentences": "Xiyooni cimati co77u giidi, biittan utti aggidosona; bantta huuphiyan baanaa qolidi, waaruwaakka maayidosona. Yerusalaame geela7oti sa7au duge hokkidosona."
    },
    {
        "English Sentences": "Mine eyes do fail with tears, my bowels are troubled, my liver is poured upon the earth, for the destruction of the daughter of my people; because the children and the sucklings swoon in the streets of the city.",
        "Wolaitta Sentences": "Ta aifee afuxxii afuxxidi galjjiis; ta wozanaikka azzanuwan shabbirettiis. Aissi giikko, ta asai xayiis; guutta naatinne yiira naati katamaa ogiyan labbanidi kunddidosona."
    },
    {
        "English Sentences": "They say to their mothers, Where is corn and wine? when they swooned as the wounded in the streets of the city, when their soul was poured out into their mothers' bosom.",
        "Wolaitta Sentences": "Eti bantta aayeta, \"Qumaa imma! Woine eessaa imma!\" yaagidi waassoosona. Katamaa ogiyan deshettidi labbaniya asatudan eti labbanin, eta aayetu kiyuwan eta shemppoi kiyees."
    },
    {
        "English Sentences": "What thing shall I take to witness for thee? what thing shall I liken to thee, O daughter of Jerusalem? what shall I equal to thee, that I may comfort thee, O virgin daughter of Zion? for thy breach is great like the sea: who can heal thee?",
        "Wolaitta Sentences": "Nenoo, Yerusalaamee, taani nebaa ai gaanau danddayiyaanaa? Woi qassi ne qohuwaa taani aibiira likkanau danddayiyaanaa? Nenoo, dosettida Xiyoonee, qassi taani nena waata minttettanau danddayiyaanaa? Ne masunttai abbaa keena ciimma. Yaatin, nena ooni pattanau danddayii?"
    },
    {
        "English Sentences": "Thy prophets have seen vain and foolish things for thee: and they have not discovered thine iniquity, to turn away thy captivity; but have seen for thee false burdens and causes of banishment.",
        "Wolaitta Sentences": "Ne hananabaa yootiyaageeti neeyyo worddonne pattenna ajjuutaa be7idosona; eti neeni omooduwau beenna mala, ne nagaraa qonccissidi yootibookkona. Eti balettiya worddo ajjuutaa neeyyo be7idosona."
    },
    {
        "English Sentences": "All that pass by clap their hands at thee; they hiss and wag their head at the daughter of Jerusalem, saying, Is this the city that men call The perfection of beauty, The joy of the whole earth?",
        "Wolaitta Sentences": "Ne mataara aadhdhiya ubbai ba biradhdhiyaa ne bollan dukkees. Qassi, \"Biittan sa7an ubbaappe aadhdhada lo77iya katamiyaa hannii? Kumetta biittau ufaissa geetettida katamiyaa hannii?\" yaagidi nena baceessees; ba huuphiyaakka qaattees."
    },
    {
        "English Sentences": "All thine enemies have opened their mouth against thee: they hiss and gnash the teeth: they say, We have swallowed her up: certainly this is the day that we looked for; we have found, we have seen it.",
        "Wolaitta Sentences": "Ne morkketi ubbai bantta doonaa ne bolli dooyidosona; baceessiiddinne yiilluwan bantta achchaa garcciiddi, \"Nuuni o xaissida! Nuuni naagidi uttido gallassaikka hagaa; ha77i gakkidi be7ida!\" yaagoosona."
    },
    {
        "English Sentences": "The LORD hath done that which he had devised; he hath fulfilled his word that he had commanded in the days of old: he hath thrown down, and hath not pitied: and he hath caused thine enemy to rejoice over thee, he hath set up the horn of thine adversaries.",
        "Wolaitta Sentences": "GODAI ba halchchidoogaa oottiis; beni wode i awaajjido ba qaalaakka poliis. Yerusalaamissi qarettennan o qoliis. I morkketakka ufaissiis; o huqqunnidaageetu wolqqaakka xoqqu xoqqu oottiis."
    },
    {
        "English Sentences": "Their heart cried unto the LORD, O wall of the daughter of Zion, let tears run down like a river day and night: give thyself no rest; let not the apple of thine eye cease.",
        "Wolaitta Sentences": "Nenoo, Xiyoonee, Godaakko ne dirssaa gimbbee waasso! Ne afuttaikka qamminne gallassi shaafaadan goggo! Neeni nena shemppissoppa; ne aifiyaukka shemppuwaa immoppa!"
    },
    {
        "English Sentences": "Arise, cry out in the night: in the beginning of the watches pour out thine heart like water before the face of the LORD: lift up thy hands toward him for the life of thy young children, that faint for hunger in the top of every street.",
        "Wolaitta Sentences": "Dendda; qammi poo7oora denddada waassa. Godaa sinttan ne wozanaa haattaadan gussa. Ogiyaa doonan ubban namisettidi, labbanida ne naatu shemppuwaassi ne kushiyaa akko pude denttada woossa!"
    },
    {
        "English Sentences": "Behold, O LORD, and consider to whom thou hast done this. Shall the women eat their fruit, and children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?",
        "Wolaitta Sentences": "Abeet GODAU, be7a! Neeni o bolli kase hagaadan oottidaakko, ane qoppa. Aayeti bantta kiyuwan ishalissidi dichchido bantta naata moona gai? Qassi qeesetinne hananabaa yootiyaageeti Godaa Beeta Maqidasiyaa giddon haiqqona gai?"
    },
    {
        "English Sentences": "The young and the old lie on the ground in the streets: my virgins and my young men are fallen by the sword; thou hast slain them in the day of thine anger; thou hast killed, and not pitied.",
        "Wolaitta Sentences": "Cimai naatoi katama giddo ogiyaa buhiyan zin77iis; ta geela7otinne ta wodallati bisuwan wuridosona. Neeni ne hanqquwaa gallassi eta woradasa; etau qarettennan eta siifadasa."
    },
    {
        "English Sentences": "Thou hast called as in a solemn day my terrors round about, so that in the day of the LORD's anger none escaped nor remained: those that I have swaddled and brought up hath mine enemy consumed.",
        "Wolaitta Sentences": "Gibiraa gallassau xeegiyoogaadan, neeni tana daganttiyaageeta ubbasaappe xeegadasa. GODAA hanqquwaa gallassan kessi ekki paxa attidai issoinne baawa. Taani ta kiyuwan ishalissada dichchido naata ubbaa morkkee wori xaissiis."
    },
    {
        "English Sentences": "I AM the man that hath seen affliction by the rod of his wrath.",
        "Wolaitta Sentences": "GODAA hanqquwaa gatiman metuwaa be7ida asi tana."
    },
    {
        "English Sentences": "He hath led me, and brought me into darkness, but not into light.",
        "Wolaitta Sentences": "I tana laaggi kessidi, poo7oi bainna xumau efiis."
    },
    {
        "English Sentences": "Surely against me is he turned; he turneth his hand against me all the day.",
        "Wolaitta Sentences": "I zaari zaaridikka gallassa muliyaa tana shocanau ba kushiyaa ta bollan denttiis."
    },
    {
        "English Sentences": "My flesh and my skin hath he made old; he hath broken my bones.",
        "Wolaitta Sentences": "I ta galbbaanne ta ashuwaa ceegissiis; ta meqettaakka menttiis."
    },
    {
        "English Sentences": "He hath builded against me, and compassed me with gall and travail.",
        "Wolaitta Sentences": "I tana diriis; metuwaaninne daafuran i tana dooddiis."
    },
    {
        "English Sentences": "He hath set me in dark places, as they that be dead of old.",
        "Wolaitta Sentences": "Beni aidekko haiqqida asadan, tana xumaa giddon wottiis."
    },
    {
        "English Sentences": "He hath hedged me about, that I cannot get out: he hath made my chain heavy.",
        "Wolaitta Sentences": "Taani kiyennaadan, ta yuushuwaa diriis; deexo sanssalatankka tana qachchiis."
    },
    {
        "English Sentences": "Also when I cry and shout, he shutteth out my prayer.",
        "Wolaitta Sentences": "Taani a xeegaas; akko waassinkka, i ta woosaa siyennan ixxiis."
    },
    {
        "English Sentences": "He hath inclosed my ways with hewn stone, he hath made my paths crooked.",
        "Wolaitta Sentences": "Ta ogiyan masettida shuchchaa wottidi gorddiis; ta hemettiyoosaakka geellayiis."
    },
    {
        "English Sentences": "He was unto me as a bear lying in wait, and as a lion in secret places.",
        "Wolaitta Sentences": "I taayyo zuggiya maahiyaa mala, woikko qosettidi naagiya gaammuwaa mala gidiis."
    },
    {
        "English Sentences": "He hath turned aside my ways, and pulled me in pieces: he hath made me desolate.",
        "Wolaitta Sentences": "I tana ta ogiyaappe kessi oliis; olidi duuterettiis. Yaatidi tana asi bainnasan yeggi bayiis."
    },
    {
        "English Sentences": "He hath bent his bow, and set me as a mark for the arrow.",
        "Wolaitta Sentences": "Ba wonddafiyaa dafidi, tana dukkanau maliis."
    },
    {
        "English Sentences": "He hath caused the arrows of his quiver to enter into my reins.",
        "Wolaitta Sentences": "I ba wonddafiyaa dafidi, ta wozanaa aifiyaa caddiis."
    },
    {
        "English Sentences": "I was a derision to all my people; and their song all the day.",
        "Wolaitta Sentences": "Taani asa ubbaassi miicciyoobaanne gallassa kumettaa boridi yexxiyoobaa gidaas."
    },
    {
        "English Sentences": "He hath filled me with bitterness, he hath made me drunken with wormwood.",
        "Wolaitta Sentences": "I tana camuwan kunttiis; qassi godare uuttaadan cammiya xuu7aa ushshidi, tana kalissiis."
    },
    {
        "English Sentences": "He hath also broken my teeth with gravel stones, he hath covered me with ashes.",
        "Wolaitta Sentences": "I ta achchaa anccuwan menttiis; buhiyaa giddon i tana yedhdhiis."
    },
    {
        "English Sentences": "And thou hast removed my soul far off from peace: I forgat prosperity.",
        "Wolaitta Sentences": "Saroi taappe haakkiis; ufaissaakka taani dogaas."
    },
    {
        "English Sentences": "And I said, My strength and my hope is perished from the LORD:",
        "Wolaitta Sentences": "Hegaa gishshau, taani, \"Ta wolqqai taappe kichchiis; taani GODAN hidootaa wottidobai ubbaikka xayiis\" yaagaas."
    },
    {
        "English Sentences": "Remembering mine affliction and my misery, the wormwood and the gall.",
        "Wolaitta Sentences": "Ta metuwaanne taani toilattiyoogaa hassayin, de7oi tana cammiis."
    },
    {
        "English Sentences": "My soul hath them still in remembrance, and is humbled in me.",
        "Wolaitta Sentences": "Hegee taani mulekka dogennabaanne ta shemppoikka azzaniyoobaa."
    },
    {
        "English Sentences": "This I recall to my mind, therefore have I hope.",
        "Wolaitta Sentences": "Gidikkonne, taani ha issibaa ta wozanan qoppiyo wode, taayyo sinttanau hidootai de7ees."
    },
    {
        "English Sentences": "It is of the LORD's mercies that we are not consumed, because his compassions fail not.",
        "Wolaitta Sentences": "Hegeenne, GODAA aggenna siiquwaappe denddidaagan nuuni xayibookko. A qaretaikka mule wuri erenna;"
    },
    {
        "English Sentences": "They are new every morning: great is thy faithfulness.",
        "Wolaitta Sentences": "eti maallado maallado ooratta. Neeni keehippe ammanettiyaagaa."
    },
    {
        "English Sentences": "The LORD is my portion, saith my soul; therefore will I hope in him.",
        "Wolaitta Sentences": "Taani taayyo, \"GODAI tana gakkida saama; hegaa gishshau, taani an hidootaa wottais\" yaagaas."
    },
    {
        "English Sentences": "The LORD is good unto them that wait for him, to the soul that seeketh him.",
        "Wolaitta Sentences": "Bantta hidootaa an wottiyaageetussinne a koyiyaageetussi GODAI lo77o."
    },
    {
        "English Sentences": "It is good that a man should both hope and quietly wait for the salvation of the LORD.",
        "Wolaitta Sentences": "Hegaa gishshau, asi GODAI ashshiyo ashettaa danddayan naagikko lo77o."
    },
    {
        "English Sentences": "It is good for a man that he bear the yoke in his youth.",
        "Wolaitta Sentences": "Qassi asi ba yelagatettan de7iiddi, danddayaa tamaarikko lo77o."
    },
    {
        "English Sentences": "He sitteth alone and keepeth silence, because he hath borne it upon him.",
        "Wolaitta Sentences": "GODAI metuwaa ehiyo wode, i co77u giidi, barkka utti aggo."
    },
    {
        "English Sentences": "He putteth his mouth in the dust; if so be there may be hope.",
        "Wolaitta Sentences": "I ba som77uwaa biittaa gattidi ziggo. Ooni erii, au sinttanau hidootai de7anaakkonne."
    },
    {
        "English Sentences": "He giveth his cheek to him that smiteth him: he is filled full with reproach.",
        "Wolaitta Sentences": "I ba qinxxalliyaa baqqiyaagaassi besso; ba morkketi cayiyo cashshaakka kallo."
    },
    {
        "English Sentences": "For the LORD will not cast off for ever:",
        "Wolaitta Sentences": "Aissi giikko, Godai asa merinau olidi aggenna;"
    },
    {
        "English Sentences": "But though he cause grief, yet will he have compassion according to the multitude of his mercies.",
        "Wolaitta Sentences": "issi wode azzanuwaa ehiikkonne, i ba aggenna siiquwaa daruwaadan qarettees."
    },
    {
        "English Sentences": "For he doth not afflict willingly nor grieve the children of men.",
        "Wolaitta Sentences": "Aissi giikko, i asa tuggayiyoogaaninne metoyiyoogan ufaittenna."
    },
    {
        "English Sentences": "To crush under his feet all the prisoners of the earth,",
        "Wolaitta Sentences": "A asaa kaalettiyaageeti qashettidaageeta bantta gediyaappe garssa baggaara yedhdhidosona;"
    },
    {
        "English Sentences": "To turn aside the right of a man before the face of the most High,",
        "Wolaitta Sentences": "qassi Ubbaappe Xoqqiya Xoossaa sinttan asassi de7iya maataa diggoosona;"
    },
    {
        "English Sentences": "To subvert a man in his cause, the LORD approveth not.",
        "Wolaitta Sentences": "qassikka shilootan pirddaa geellayoosona. Eti Godai hegaa ubbaa be7enna giidi qoppiyoonaayye?"
    },
    {
        "English Sentences": "Who is he that saith, and it cometh to pass, when the Lord commandeth it not?",
        "Wolaitta Sentences": "Godai azazibeennaagaa azazidi, polissanau danddayiyai oonee?"
    },
    {
        "English Sentences": "Out of the mouth of the most High proceedeth not evil and good?",
        "Wolaitta Sentences": "Iitabaa gidin lo77obaa gidinkka, haasayidi poliyaagee Ubbaappe Xoqqiya Xoossaa gidenneeyye?"
    },
    {
        "English Sentences": "Wherefore doth a living man complain, a man for the punishment of his sins?",
        "Wolaitta Sentences": "Yaatin, nuuni asa gidiyaageeti nu nagaraa gishshau, i nuna qaxxayiyo wode, aibissi zuuzummiyoo?"
    },
    {
        "English Sentences": "Let us search and try our ways, and turn again to the LORD.",
        "Wolaitta Sentences": "Hegaa aggidi, ane nu ogiyaa paaccoosinne qoroos; GODAAKKO ane simmoos."
    },
    {
        "English Sentences": "Let us lift up our heart with our hands unto God in the heavens.",
        "Wolaitta Sentences": "Ane nu wozanaanne nu kushiyaa saluwan de7iya Xoossaakko denttidi, hagaadan yaagoos;"
    },
    {
        "English Sentences": "We have transgressed and have rebelled: thou hast not pardoned.",
        "Wolaitta Sentences": "\"Nuuni nena naaqqida; neeyyo makkalida; neenikka nuuyyo atto gabaakka."
    },
    {
        "English Sentences": "Thou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied.",
        "Wolaitta Sentences": "Ne maaarotettaikka ne hanqquwan kamettiis; qassi neeni nuussi qarettennan nuna siifadasa."
    },
    {
        "English Sentences": "Thou hast covered thyself with a cloud, that our prayer should not pass through.",
        "Wolaitta Sentences": "Nu woosai neekko kanttennaadan, ne huuphiyaa shaaran kammadasa."
    },
    {
        "English Sentences": "Thou hast made us as the offscouring and refuse in the midst of the people.",
        "Wolaitta Sentences": "Asaa giddon nuna pitonne buura oottadasa."
    },
    {
        "English Sentences": "All our enemies have opened their mouths against us.",
        "Wolaitta Sentences": "Nu morkketi ubbai nu bollan haasayidosona."
    },
    {
        "English Sentences": "Fear and a snare is come upon us, desolation and destruction.",
        "Wolaitta Sentences": "Nuuni dagammidanne gitiyan gelida; bayidanne xayida\" yaagoos."
    },
    {
        "English Sentences": "Mine eye runneth down with rivers of water for the destruction of the daughter of my people.",
        "Wolaitta Sentences": "Ta asai metuwan xayido gishshau, ta aifee shaafaadan afuttaa goggees."
    },
    {
        "English Sentences": "Mine eye trickleth down, and ceaseth not, without any intermission,",
        "Wolaitta Sentences": "Ta aifee GODAI saluwaappe duge xeellidi be7ana gakkanaashin,"
    },
    {
        "English Sentences": "Till the LORD look down, and behold from heaven.",
        "Wolaitta Sentences": "mule wode aggennan afuttaa tigees."
    },
    {
        "English Sentences": "Mine eye affecteth mine heart because of all the daughters of my city.",
        "Wolaitta Sentences": "Ta kataman de7iya maccaasatu ubbaa bollan gakkidabaa ta aifee be7ido wode, ta wozanai azzaniis."
    },
    {
        "English Sentences": "Mine enemies chased me sore, like a bird, without cause.",
        "Wolaitta Sentences": "Coo tana morkkiyaageeti tana kafuwaa shankkatiyoogaadan shankkatidosona."
    },
    {
        "English Sentences": "They have cut off my life in the dungeon, and cast a stone upon me.",
        "Wolaitta Sentences": "Eti tana paxa de7ishin ollan yeggidi, ollaa doonaa shuchchan gorddidosona."
    },
    {
        "English Sentences": "Waters flowed over mine head; then I said, I am cut off.",
        "Wolaitta Sentences": "Haattai kumidi, ta huuphiyaara goggiyo wode, taani xayaas gaada qoppaas."
    },
    {
        "English Sentences": "I called upon thy name, O LORD, out of the low dungeon.",
        "Wolaitta Sentences": "Abeet GODAU, taani ciimma ollaa giddon de7aidda ne sunttaa xeegaas."
    },
    {
        "English Sentences": "Thou hast heard my voice: hide not thine ear at my breathing, at my cry.",
        "Wolaitta Sentences": "Ta waasuwaa siyanaadan taani nena woossiyo wode, neeni taayyo siyadasa."
    },
    {
        "English Sentences": "Thou drewest near in the day that I called upon thee: thou saidst, Fear not.",
        "Wolaitta Sentences": "Taani nena xeesido wode, taakko shiiqada, \"Yayyoppa\" yaagadasa."
    },
    {
        "English Sentences": "O LORD, thou hast pleaded the causes of my soul; thou hast redeemed my life.",
        "Wolaitta Sentences": "Abeet Godau, neeni ta mootuwaa mootettada, tana wozadasa."
    },
    {
        "English Sentences": "O LORD, thou hast seen my wrong: judge thou my cause.",
        "Wolaitta Sentences": "Abeet GODAU, neeni ta tuggaa be7adasa. Hegaa gishshau, ta mootuwaa neeni pirdda."
    },
    {
        "English Sentences": "Thou hast seen all their vengeance and all their imaginations against me.",
        "Wolaitta Sentences": "Eti haluwaa kessanau ta bollan maqettiyo maqquwaa ubbaa be7adasa."
    },
    {
        "English Sentences": "Thou hast heard their reproach, O LORD, and all their imaginations against me;",
        "Wolaitta Sentences": "Abeet GODAU, eti tana cayiyo cashshaanne ta bollan maqettiyo maqquwaa ubbaa siyadasa."
    },
    {
        "English Sentences": "The lips of those that rose up against me, and their device against me all the day.",
        "Wolaitta Sentences": "Qassi ta morkketi gallassa kumettaa ta bollan zuuzummiyoogaanne saasukkiyoogaa siyadasa."
    },
    {
        "English Sentences": "Behold their sitting down, and their rising up; I am their musick.",
        "Wolaitta Sentences": "Be7a, eti uttiiddinne eqqiiddi, tana bori boridi yexxoosona."
    },
    {
        "English Sentences": "Render unto them a recompence, O LORD, according to the work of their hands.",
        "Wolaitta Sentences": "Abeet GODAU, eti oottido oosuwaassi bessiya waagaa etau qanxxa!"
    },
    {
        "English Sentences": "Give them sorrow of heart, thy curse unto them.",
        "Wolaitta Sentences": "Eta wozanaa dammetta! Ne qanggettai eta gakko!"
    },
    {
        "English Sentences": "Persecute and destroy them in anger from under the heavens of the LORD.",
        "Wolaitta Sentences": "Abeet GODAU, neeni eta ne hanqquwan yedettada, ne salotuppe garssaara eti de7iyoosaappe eta xaissa!"
    },
    {
        "English Sentences": "How is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street.",
        "Wolaitta Sentences": "PHooliya worqqai ba meraa laammidi tasiis. Beeta Maqidasee keexettido shuchchai katamatu oge ubbaa doonan laaletti uttiis."
    },
    {
        "English Sentences": "The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!",
        "Wolaitta Sentences": "Kase bonchchettida worqqa lagge gidida Xiyoone naati ha77i kushe hiillai urqqaappe medhdhido miishshaa mala gididosona."
    },
    {
        "English Sentences": "Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness.",
        "Wolaitta Sentences": "Harai atto worakaniyaanne ba maraa xanttausu; shin ta asai bazzuwan de7iya yanchchaadan, ba naatussi meqettaa iitiis."
    },
    {
        "English Sentences": "The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them.",
        "Wolaitta Sentences": "Saamuwaa gaasuwan xammiya naatu inxxarssai kookkiyaara ohettiis; naati qumaa woossidosona; shin etau immiyaabi issoinne baawa."
    },
    {
        "English Sentences": "They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills.",
        "Wolaitta Sentences": "Kase mal77iya quma xalaalaa miidaageeti ha77i ogiyaa doonan namisan wuroosona; qassi kase ishaluwan diccidaageeti ha77i bidinttaa bolli zaqqullidosona."
    },
    {
        "English Sentences": "For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her.",
        "Wolaitta Sentences": "Ta asaa gakkida qixaatee o kusheenne bochchennaaninne qoppennan aadhdhi wodhdhida Sadooma katamaa asaa gakkida qixaatiyaappekka dariis."
    },
    {
        "English Sentences": "Her Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing was of sapphire:",
        "Wolaitta Sentences": "A halaqati kase shachchaappe aadhdhida geeshshanne maattaappe aadhdhida bootta. Eta bollai zo7o inqquwaappe aadhdhida arssa; eta meraikka sampperiyaa giyo al77o inqquwaa mala."
    },
    {
        "English Sentences": "Their visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick.",
        "Wolaitta Sentences": "SHin ha77i eta som77oi shaalaappe aadhdhidi karexxiis; asi ogiyan be7idinne eta erenna. Eta gogaikka eta meqettaara oiqettidi, mittaadan meli uttiis."
    },
    {
        "English Sentences": "They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field.",
        "Wolaitta Sentences": "Miyoobaa xayidi, loddi giidi, koshan haiqqidaageetuppe olan haiqqidaageeti keha."
    },
    {
        "English Sentences": "The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.",
        "Wolaitta Sentences": "Ta asaa bollan yiida bashshaa gaasuwan, qarettiya aayeti bantta yelido naata doissidi, banttau quma kessidi miidosona."
    },
    {
        "English Sentences": "The LORD hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof.",
        "Wolaitta Sentences": "GODAA hanqquwaa xuu7ai kumiis; i ba suulliya hanqquwaa tigiis. Tigidi Yerusalaame katamaa baasuwaara miida tamaa eetti kessiis."
    },
    {
        "English Sentences": "The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem.",
        "Wolaitta Sentences": "Ha sa7an de7iya kawotuppe woikko kawotettatu giddon de7iya asaappe ooninne morkkee Yerusalaame penggiyaara gelana giidi ammanibeenna."
    },
    {
        "English Sentences": "For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,",
        "Wolaitta Sentences": "SHin hagee hanidoogee a hananabaa yootiyaageetinne a qeeseti oottido nagaraa gishshaassa; qassi eti xillotu suuttaa a giddon gussido gishshaassa."
    },
    {
        "English Sentences": "They have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments.",
        "Wolaitta Sentences": "Eti qooqe asadan, ogiyan tattaafoosona; qassi eti suuttan tunido gishshau, eta maayuwaa ooninne bochchanau koyenna."
    },
    {
        "English Sentences": "They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.",
        "Wolaitta Sentences": "Hegaa gishshau, asai eta, \"Kichchite! Intte tuna! Kichchite! Nuna bochchoppite!\" yaagidi eta bolli waassiis. Yaatin, eti baqatidi toilattido wode, kawotettatu giddon de7iya asai eta, \"Intte nunaara hagan de7anau danddayekketa\" yaagidosona."
    },
    {
        "English Sentences": "The anger of the LORD hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders.",
        "Wolaitta Sentences": "GODAI ba huuphen eta laaliis; i etabaa naa77antto qoppenna. Eta qeesetikka bonchchettibookkona; eta cimatikka nashettibookkona."
    },
    {
        "English Sentences": "As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us.",
        "Wolaitta Sentences": "Nu aifee maaduwaa demmanau xeelliiddi, coo mela daafuriis. Nuna ashshanau danddayenna kawotettata, eti yaana giidi wochchida."
    },
    {
        "English Sentences": "They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come.",
        "Wolaitta Sentences": "Asati nu kottiyaa kaalliyo gishshau, nu katamaa ogiyan hemettanau danddayibookko. Nu wurssettai matattiis; nu laittai wuriis; nu xayiyo wodeekka gakkiis."
    },
    {
        "English Sentences": "Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness.",
        "Wolaitta Sentences": "Nuna yedettiyaageeti saluwaara paalliya argganttaappekka aadhdhidi eesotoosona. Eti nuna deriyaa huuphiyaara yedettidosona; qassi bazzuwan zuggidi, nuna naagidosona."
    },
    {
        "English Sentences": "The breath of our nostrils, the anointed of the LORD, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen.",
        "Wolaitta Sentences": "GODAI tiyido kawuwaa, nuuni siiriyaara shemppiyo nu shemppuwaa, eti bantta piriyan oiqqidosona. Nuuni a kuwaa garssan uttidi, kawotettatu giddon de7ana giidi qoppida."
    },
    {
        "English Sentences": "Rejoice and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked.",
        "Wolaitta Sentences": "Inttenoo, Uuxa biittan de7iya Eedooma asatoo, ufaittitenne poocu giite. SHin hanqquwaa xuu7ai inttekkokka gakkana; inttekka mattottidi, kallo attana."
    },
    {
        "English Sentences": "The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.",
        "Wolaitta Sentences": "Inttenoo, Xiyoone asatoo, intte mooruwaa qixaatee polettiis. Hagaappe sinttan i inttena omooduwan wottenna. SHin Eedooma asatoo, intte mooruwaa i qaxxayana; intte nagaraakka qonccissana."
    },
    {
        "English Sentences": "Remember, O LORD, what is come upon us: consider, and behold our reproach.",
        "Wolaitta Sentences": "Abeet GODAU, nu bolli gakkidabaa ubbaa hassaya; nuna xeella; nu kaushshaakka be7a!"
    },
    {
        "English Sentences": "Our inheritance is turned to strangers, our houses to aliens.",
        "Wolaitta Sentences": "Nu laata biittai allagatussi, nu keettaikka betetussi imettiis."
    },
    {
        "English Sentences": "We are orphans and fatherless, our mothers are as widows.",
        "Wolaitta Sentences": "Nuuni aawi haiqqiichchido naata gidida; nu aayetikka am77e maccaasa gididosona."
    },
    {
        "English Sentences": "We have drunken our water for money; our wood is sold unto us.",
        "Wolaitta Sentences": "Nu uyiyo haattaassi miishshaa qanxxoos; eettiyo mittaakka shammi ekkoos."
    },
    {
        "English Sentences": "Our necks are under persecution: we labour, and have no rest.",
        "Wolaitta Sentences": "Nuna yedettiyaageeti nu ginddiyaa xapho gakkidosona. Nuuni daafurida, shin shemppanau danddayibookko."
    },
    {
        "English Sentences": "We have given the hand to the Egyptians, and to the Assyrians, to be satisfied with bread.",
        "Wolaitta Sentences": "Nuuni quma kallana giidi, Gibxxe asatussinne Asoore asatussi kushiyaa immida."
    },
    {
        "English Sentences": "Our fathers have sinned, and are not; and we have borne their iniquities.",
        "Wolaitta Sentences": "Nagaraa oottidaageeti nu maizza aawata; shin eti ha77i de7okkona. Eti ekkanau bessiya qixaatiyaa ekkiyaageeti nuna."
    },
    {
        "English Sentences": "Servants have ruled over us: there is none that doth deliver us out of their hand.",
        "Wolaitta Sentences": "Ailleti nuna haariyaageeta gididosona; eta kushiyaappekka nuna wotti ekkiyaabi issoinne baawa."
    },
    {
        "English Sentences": "We gat our bread with the peril of our lives because of the sword of the wilderness.",
        "Wolaitta Sentences": "Bisuwan woriyaageeti bazzon de7iyo gishshau, nuuni nu shemppuwaa shenehoo giidi, nu qumaa demmida."
    },
    {
        "English Sentences": "Our skin was black like an oven because of the terrible famine.",
        "Wolaitta Sentences": "Koshai suullido gaasuwan harggin, nu gogai tamaa coociyaadan michchees."
    },
    {
        "English Sentences": "They ravished the women in Zion, and the maids in the cities of Judah.",
        "Wolaitta Sentences": "Xiyoonen maccaasata, Yihudaa katamatunkka geela7ota wolqqan oiqqidi mooridosona."
    },
    {
        "English Sentences": "Princes are hanged up by their hand: the faces of elders were not honoured.",
        "Wolaitta Sentences": "Halaqata efiidi kaqqidosona; cimatikka bonchchettibookkona."
    },
    {
        "English Sentences": "They took the young men to grind, and the children fell under the wood.",
        "Wolaitta Sentences": "Yelaga attumaasati woxan gaaccidosona; attuma naatikka deexo mittaa tookkidi ganddigaaridosona."
    },
    {
        "English Sentences": "The elders have ceased from the gate, the young men from their musick.",
        "Wolaitta Sentences": "Cima attumaasati katamaa penggen pirddanau uttiyoogaa aggidosona; yelaga attumaasati yettaa yexxiyoogaa aggidosona."
    },
    {
        "English Sentences": "The joy of our heart is ceased; our dance is turned into mourning.",
        "Wolaitta Sentences": "Nu wozanaappe ufaissai biichchiis; nu durssaikka yeehuwau laamettiichchiis;"
    },
    {
        "English Sentences": "The crown is fallen from our head: woe unto us, that we have sinned!",
        "Wolaitta Sentences": "kallachchai nu huuphiyaappe kunddiichchiis. Nuuni nagaraa oottido gishshau, nuuyyo aayye7ana!"
    },
    {
        "English Sentences": "For this our heart is faint; for these things our eyes are dim.",
        "Wolaitta Sentences": "Hegaa gishshau, nu wozanai daafuriis; nu aifeekka galjjiis."
    },
    {
        "English Sentences": "Because of the mountain of Zion, which is desolate, the foxes walk upon it.",
        "Wolaitta Sentences": "Aissi giikko, Xiyoone Deree baisa gidiis; worakanatikka an hasoosona."
    },
    {
        "English Sentences": "Thou, O LORD, remainest for ever; thy throne from generation to generation.",
        "Wolaitta Sentences": "SHin abeet GODAU, neeni merinau kawotaasa; ne kawotaa araataikka yeletaa ubbaa gakkanaashin de7ees."
    },
    {
        "English Sentences": "Wherefore dost thou forget us for ever, and forsake us so long time?",
        "Wolaitta Sentences": "Neeni nuna aissi ubba wode dogai? Qassi hagaa keena adussa wodiyaa nuna aissi aggai?"
    },
    {
        "English Sentences": "Turn thou us unto thee, O LORD, and we shall be turned; renew our days as of old.",
        "Wolaitta Sentences": "Abeet GODAU, nuna neekko zaara; nuunikka simmana! Nu beni bonchchuwaa zaarada, nuna ooraxissa!"
    },
    {
        "English Sentences": "But thou hast utterly rejected us; thou art very wroth against us.",
        "Wolaitta Sentences": "Neeni nuna ubba mule aggadiiyye? Ne hanqquwaassikka likkee baaweeyye?"
    }
]