[
    {
        "English Sentences": "The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.",
        "Wolaitta Sentences": "Ooziyaani Yihudaa biittan kawo, qassi Yo7aasha na7ai Iyorbbaami Israa7eela biittan kawo gididi de7ido laittan Taqo7a biittan dorssaa heemmiyaageetuppe issoi Amoxi, biittai qaaxxanaappe naa77u laittappe kase Israa7eelabaa be7ido ajjuutai hagaa."
    },
    {
        "English Sentences": "And he said, The LORD will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither.",
        "Wolaitta Sentences": "I hagaadan yaagiis; \"GODAI Xiyoone Deriyan gudees; Yerusalaame katamankka ba cenggurssaa sissees. Henttanchchati mehiyaa heemmiyo hentta gadeti meloosona; Qarmmeloosa Deriyaa huuphiyan de7iya irxxaikka shullees\" yaagiis."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Damascus, and for four, I will not turn away the punishment thereof; because they have threshed Gilead with threshing instruments of iron:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Damasqqo asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti Gala7aade biittaa asaa birata achchaara de7iya gaariyan yettidi qoxxidosona."
    },
    {
        "English Sentences": "But I will send a fire into the house of Hazael, which shall devour the palaces of Benhadad.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Kawuwaa Hazaa7eela keettan tamaa yeddana; yeddin he tamai Kawuwaa Benihadaada qatotakka maana."
    },
    {
        "English Sentences": "I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the LORD.",
        "Wolaitta Sentences": "Taani Damasqqo katamaa penggiyaa hiraquwaa menttana; Aweena Wombban de7iya asaa yedettananne kawotaa xam77aa oiqqidaagaakka Beeti-Edeenappe xaissana; qassi Sooriyaa biittaa asaikka omoodettidi, Qiira giyoosaa baana\" yaagees GODAI."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Gaza, and for four, I will not turn away the punishment thereof; because they carried away captive the whole captivity, to deliver them up to Edom:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Gaaza katamaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti biittan de7iya asa ubbaa omooddidi, Eedooma biittaa asau baizzidosona."
    },
    {
        "English Sentences": "But I will send a fire on the wall of Gaza, which shall devour the palaces thereof:",
        "Wolaitta Sentences": "Hegaa gishshau, taani Gaaza katamaa dirssan tamaa yeddana; yeddin he tamai katamaa qatotakka maana."
    },
    {
        "English Sentences": "And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord GOD.",
        "Wolaitta Sentences": "Ashddoodan de7iya asaa taani yedettananne kawotaa xam77aa oiqqidaagaakka Asqqaloonappe xaissana. Eqiroona kataman de7iya asaakka qaxxayana; qassi Pilisxxeema biittaa asaappe attidaageetikka haiqqana. Taani Ubbaa Haariya GODAI hagaa odais\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Tyrus, and for four, I will not turn away the punishment thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Xiiroosa katamaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti maacettido ishatettaa maachchaa kanttidi, omoodettida asaa ubbaa Eedooma asaassi baizzidosona."
    },
    {
        "English Sentences": "But I will send a fire on the wall of Tyrus, which shall devour the palaces thereof.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Xiiroosa katamaa dirssan tamaa yeddana; yeddin he tamai katamaa qatotakka maana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Edom, and for four, I will not turn away the punishment thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Eedooma biittaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti bantta ishantta Israa7eelata bisuwan yedettidosona; eti etau qarettibookkona. Eti ubbatoo hanqqettoosona; eta yiilloi merinaukka simmenna."
    },
    {
        "English Sentences": "But I will send a fire upon Teman, which shall devour the palaces of Bozrah.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Temaana katamaa bolli tamaa yeddana; yeddin he tamai Booxira katamaa qatota maana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Amoona biittaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti bantta zawaa aassanau Gala7aade biittan de7iya shahaara maccaasatu uluwaa daakkidosona."
    },
    {
        "English Sentences": "But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:",
        "Wolaitta Sentences": "Hegaa gishshau, taani Raaba katamaa dirssan tamaa yeddana; yeddin he tamai katamaa qatota maana. Hegaappe guyyiyan, olaa gallassi waasoi darana; qassi olanchchati gotiyaadan wolqqaamana."
    },
    {
        "English Sentences": "And their king shall go into captivity, he and his princes together, saith the LORD.",
        "Wolaitta Sentences": "Eta kawoinne aara oottiya halaqati ubbai omoodettidi issippe baana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Moab, and for four, I will not turn away the punishment thereof; because he burned the bones of the king of Edom into lime:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Moo7aaba biittaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti Eedooma biittaa kawuwaa meqettaa bidintta kiyana gakkanaashin xuuggidosona."
    },
    {
        "English Sentences": "But I will send a fire upon Moab, and it shall devour the palaces of Kirioth: and Moab shall die with tumult, with shouting, and with the sound of the trumpet:",
        "Wolaitta Sentences": "Hegaa gishshau, taani Moo7aaba biittan tamaa yeddana; yeddin he tamai Qiriyoota katamaa qatota maana. Moo7aaba biittaa asai shabbirssaa giddon, olaa waasuwaa giddooninne malkkataa punettaa giddon haiqqi wurana."
    },
    {
        "English Sentences": "And I will cut off the judge from the midst thereof, and will slay all the princes thereof with him, saith the LORD.",
        "Wolaitta Sentences": "Taani Moo7aaba biittaa haariyaagaa xaissana; qassi halaqata ubbaakka aara issippe worana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Judah, and for four, I will not turn away the punishment thereof; because they have despised the law of the LORD, and have not kept his commandments, and their lies caused them to err, after the which their fathers have walked:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Yihudaa biittaa asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti GODAA higgiyaa ixxidosona; a azazuwaakka naagibookkona. Eta aawati kaallido worddo xoossati etakka balettidosona."
    },
    {
        "English Sentences": "But I will send a fire upon Judah, and it shall devour the palaces of Jerusalem.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Yihudaa biittaa bolli tamaa yeddana; yeddin he tamai Yerusalaame qatota maana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; For three transgressions of Israel, and for four, I will not turn away the punishment thereof; because they sold the righteous for silver, and the poor for a pair of shoes;",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Israa7eela asai zaari zaaridi oottido nagaraa gishshau, taani eta qaxxayennan aggikke. Aissi giikko, eti miishshaa ekkana gishshau, xilluwaa baizzoosona; qassi caammaa acuwaa ekkana gishshaukka hiyyeesaa baizzoosona."
    },
    {
        "English Sentences": "That pant after the dust of the earth on the head of the poor, and turn aside the way of the meek: and a man and his father will go in unto the same maid, to profane my holy name:",
        "Wolaitta Sentences": "Manqqota biittaa baanan onggidi, eta huuphiyaa yedhdhoosona; naaqettidaageetu pirddaakka geellayoosona. Qassi aawainne na7ai naa77ai issi maccaasiyo laggettiyoogan ta geeshsha sunttaa keehippe tunissoosona."
    },
    {
        "English Sentences": "And they lay themselves down upon clothes laid to pledge by every altar, and they drink the wine of the condemned in the house of their god.",
        "Wolaitta Sentences": "Eti asaappe acuwaassi oiqqido maayuwaa yarshshiyo sohotu ubbaa matan hiixxidi, an zin77oosona; qassi asaappe maqqacco oottidi ekkido woine eessaa bantta Xoossaa keettan uyoosona."
    },
    {
        "English Sentences": "Yet destroyed I the Amorite before them, whose height was like the height of the cedars, and he was strong as the oaks; yet I destroyed his fruit from above, and his roots from beneath.",
        "Wolaitta Sentences": "\"Gidikkonne, zigaadan aduqqidi, wolaadan minnida Amoore biittaa asata eta sinttappe xaissidaagee tana. Taani etau bolla aifiyaarakka garssa xaphuwaarakka ubbaa xaissaas."
    },
    {
        "English Sentences": "Also I brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite.",
        "Wolaitta Sentences": "Taani inttena Gibxxe biittaappe kessada, bazzon oitamu laittaa kaalettaas; qassi Amooretu biittaakka intteyyo laata oottada immaas."
    },
    {
        "English Sentences": "And I raised up of your sons for prophets, and of your young men for Nazarites. Is it not even thus, O ye children of Israel? saith the LORD.",
        "Wolaitta Sentences": "\"Intte attuma naatu giddoppe hananabaa yootiyaageeta, intte yelaga asaa giddoppekka banttana GODAASSI dummayida Naaziraaweta denttaas. Inttenoo, Israa7eela asatoo, hagee tuma gidennee? Hagaa taani GODAI odaas."
    },
    {
        "English Sentences": "But ye gave the Nazarites wine to drink; and commanded the prophets, saying, Prophesy not.",
        "Wolaitta Sentences": "SHin intte he Naaziraaweta caaquwaa kolissidi, woine eessaa ushshideta; hananabaa yootiyaageetakka, Hananabaa yootoppite yaagidi azazideta."
    },
    {
        "English Sentences": "Behold, I am pressed under you, as a cart is pressed that is full of sheaves.",
        "Wolaitta Sentences": "\"Be7ite, kattaa darissidi caanido gaaree me77iyoogaadan, taani inttena menttana."
    },
    {
        "English Sentences": "Therefore the flight shall perish from the swift, and the strong shall not strengthen his force, neither shall the mighty deliver himself:",
        "Wolaitta Sentences": "Pala woxxiyaagee baqatidi kessi ekkenna; minuwaayyo wolqqi ixxana; olanchchaikka ba shemppuwaa ashshenna."
    },
    {
        "English Sentences": "Neither shall he stand that handleth the bow; and he that is swift of foot shall not deliver himself: neither shall he that rideth the horse deliver himself.",
        "Wolaitta Sentences": "Wonddafiyan dukkiyaagee ba sohuwan eqqanau danddayenna; tohuwaa bol77oikka kessi ekkenna; paraawaikka ba shemppuwaa ashshenna."
    },
    {
        "English Sentences": "And he that is courageous among the mighty shall flee away naked in that day, saith the LORD.",
        "Wolaitta Sentences": "He gallassi harai atto olanchchatu giddon keehi xalanchcha giyoogeetikka kallo xiire baqatana\" yaagees GODAI."
    },
    {
        "English Sentences": "Hear this word that the LORD hath spoken against you, O children of Israel, against the whole family which I brought up from the land of Egypt, saying,",
        "Wolaitta Sentences": "Inttenoo Israa7eela asatoo, GODAI intte bolli, Gibxxe biittaappe i kessido asa ubbaa bolli haasayidoogaa siyite."
    },
    {
        "English Sentences": "You only have I known of all the families of the earth: therefore I will punish you for all your iniquities.",
        "Wolaitta Sentences": "\"Sa7an de7iya asa ubbaappe taani intte xalaalaa dooraas. Hegaa gishshau, intte oottido nagara ubbaassi taani inttena qaxxayana\" yaagees."
    },
    {
        "English Sentences": "Can two walk together, except they be agreed?",
        "Wolaitta Sentences": "Naa77u asati maayettennan de7iiddi issippe hemettiyoonaa?"
    },
    {
        "English Sentences": "Will a lion roar in the forest, when he hath no prey? will a young lion cry out of his den, if he have taken nothing?",
        "Wolaitta Sentences": "Gaammoi oiqqiyoobaa demmennan woran coo gudiiyye? Woikko wodala gaammoi aibakko yedettidi oiqqennan ba geessuwan daariiyye?"
    },
    {
        "English Sentences": "Can a bird fall in a snare upon the earth, where no gin is for him? shall one take up a snare from the earth, and have taken nothing at all?",
        "Wolaitta Sentences": "Oiqqanau yeggido gitiyaa giddon katti xayikko, kafoi coo ohettii? Woikko piree aibakko oiqqiyoobi bainnan coo pirii?"
    },
    {
        "English Sentences": "Shall a trumpet be blown in the city, and the people not be afraid? shall there be evil in a city, and the LORD hath not done it?",
        "Wolaitta Sentences": "Katamaa giddon olaa malkkatai punettiyo wode, asai yashshan kokkorenneeyye? Woikko GODAI kiittennan de7ishin, bashshai issi katamaa bollan yiiyye?"
    },
    {
        "English Sentences": "Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.",
        "Wolaitta Sentences": "Tumaappe Ubbaa Haariya GODAI ba xuuraa hananabaa yootiya ba ashkkaratussi kasetidi qonccissennan de7iiddi, aibanne oottenna."
    },
    {
        "English Sentences": "The lion hath roared, who will not fear? the Lord GOD hath spoken, who can but prophesy?",
        "Wolaitta Sentences": "Gaammoi gudin, yayyennai oonee? Ubbaa Haariya GODAI odin, hananabaa yootennai oonee?"
    },
    {
        "English Sentences": "Publish in the palaces at Ashdod, and in the palaces in the land of Egypt, and say, Assemble yourselves upon the mountains of Samaria, and behold the great tumults in the midst thereof, and the oppressed in the midst thereof.",
        "Wolaitta Sentences": "Ashddooda katamaaninne Gibxxe kawo keettatun de7iya ubbatussi hagaadan yaagidi awaajjite; \"Samaariyaa deretu bolli shiiqite; shiiqidi yan haniya gita wocamaanne sugetta oosuwaa be7ite\" yaagite."
    },
    {
        "English Sentences": "For they know not to do right, saith the LORD, who store up violence and robbery in their palaces.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Ha asati sittabaa oottiyoogaa erokkona; sugettaaninne bonqqidi ehiido miishshan bantta keettaa kuntti wottidosona\" yaagees."
    },
    {
        "English Sentences": "Therefore thus saith the Lord GOD; An adversary there shall be even round about the land; and he shall bring down thy strength from thee, and thy palaces shall be spoiled.",
        "Wolaitta Sentences": "Hegaa gishshau, Ubbaa Haariya GODAI hagaadan yaagees; \"Morkkee intte biittaa dooddana; intte qatuwaa laalana; intte duretu keettaakka bonqqana\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD; As the shepherd taketh out of the mouth of the lion two legs, or a piece of an ear; so shall the children of Israel be taken out that dwell in Samaria in the corner of a bed, and in Damascus in a couch.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Henttanchchai gaammuwaa doonaappe dorssaa wotti ekkiyo wode, dorssaayyo naa77u gedeta woikko duuxa haittaa wotti ekkiyoogaadan, hegaadankka Samaariyaa biittan ishaluwan uttida Israa7eela asaappe amaridaageetu xalaalai attana\" yaagees."
    },
    {
        "English Sentences": "Hear ye, and testify in the house of Jacob, saith the Lord GOD, the God of hosts,",
        "Wolaitta Sentences": "Godai, Ubbaappe Wolqqaama GODAI Xoossai hagaadan yaagees; \"Hagaa siyite; siyidi Yaaqooba zaretu bolli markkattite."
    },
    {
        "English Sentences": "That in the day that I shall visit the transgressions of Israel upon him I will also visit the altars of Bethel: and the horns of the altar shall be cut off, and fall to the ground.",
        "Wolaitta Sentences": "Taani Israa7eela asaa eta nagaraa gishshau qaxxayiyo gallassi, Beeteele kataman de7iya yarshshiyo sohota kolana; yarshshiyo sohuwan de7iya kacetikka me77idi, sa7an wodhdhana."
    },
    {
        "English Sentences": "And I will smite the winter house with the summer house; and the houses of ivory shall perish, and the great houses shall have an end, saith the LORD.",
        "Wolaitta Sentences": "Balggo eti de7iyo keettaanne bone eti de7iyo keettaa ubbaa taani xaissana. Danggarssaa zaaliyan alleeqissidi, eti keexxido keettaikka kolettana; qassi gita gita keettati ubbaikka xayana\" yaagees."
    },
    {
        "English Sentences": "Hear this word, ye kine of Bashan, that are in the mountain of Samaria, which oppress the poor, which crush the needy, which say to their masters, Bring, and let us drink.",
        "Wolaitta Sentences": "Inttenoo, Samaariyaa maccaasatoo, Baasaane biittaa macca miizzatudan modhdhidaageetoo, hagaa siyite! Intte hiyyeesata huqqunneeta; manqqotakka tuggayeeta. Intte keettaawatakka, \"Nuussi ushshaa hammite\" yaageeta."
    },
    {
        "English Sentences": "The Lord GOD hath sworn by his holiness, that, lo, the days shall come upon you, that he will take you away with hooks, and your posterity with fishhooks.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagidi, ba geeshshatettan caaqqiis; \"Intte manxxaquwan oiqettidi gooshettana gallassainne intteppe attida amaridaageetikka manxxaquwan ohettidi biya moletudan hanana gallassai yaana."
    },
    {
        "English Sentences": "And ye shall go out at the breaches, every cow at that which is before her; and ye shall cast them into the palace, saith the LORD.",
        "Wolaitta Sentences": "Intte ubbaikka dirssaa xoo7iyaara goochchin kiyidi, Hermmoonen olettana\" yaagidi caaqqiis."
    },
    {
        "English Sentences": "Come to Bethel, and transgress; at Gilgal multiply transgression; and bring your sacrifices every morning, and your tithes after three years:",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagees; \"Inttenoo, Israa7eela asatoo, biite; Beeteele biidi, nagaraa oottite; Gelggalakka biidi, nagaraa gujjidi oottite. Maallado maallado intte yarshshuwaa yarshshite; heezzantto gallassi gallassi intte asirataa ehiite."
    },
    {
        "English Sentences": "And offer a sacrifice of thanksgiving with leaven, and proclaim and publish the free offerings: for this liketh you, O ye children of Israel, saith the Lord GOD.",
        "Wolaitta Sentences": "Irshshuwaa yeggidi uukkido oittaa xuuggidi, galataa yarshshuwaa yarshshite. Intte intte dosan immiyoobaa gishshau, otorettiiddi awaajjite. Aissi giikko, intte oottanau dosiyoogee hegaa\" yaagees."
    },
    {
        "English Sentences": "And I also have given you cleanness of teeth in all your cities, and want of bread in all your places: yet have ye not returned unto me, saith the LORD.",
        "Wolaitta Sentences": "Qassikka GODAI hagaadan yaagees; \"Intte katama ubban taani koshaa yeddada, harai atto intte achchan daxiyoobaakka xaissaas; shin intte hegankka taakko simmibeekketa."
    },
    {
        "English Sentences": "And also I have withholden the rain from you, when there were yet three months to the harvest: and I caused it to rain upon one city, and caused it not to rain upon another city: one piece was rained upon, and the piece whereupon it rained not withered.",
        "Wolaitta Sentences": "Kattaa cakkiyo wodee gakkanau biron heezzu aginai de7ishin, taani intteyyo iraa teqqaas. Taani issi kataman iraa bukissada hara kataman bukkennaadan diggaas; issi shooqan bukkiis; hara bukkibeenna shooqai qassi meliis."
    },
    {
        "English Sentences": "So two or three cities wandered unto one city, to drink water; but they were not satisfied: yet have ye not returned unto me, saith the LORD.",
        "Wolaitta Sentences": "Hegaa gishshau, naa77u woikko heezzu katamatu asai haattaa uyanau issi katamaa biidosona; shin alibookkona. Hegankka qassi intte taakko simmibeekketa\" yaagees."
    },
    {
        "English Sentences": "I have smitten you with blasting and mildew: when your gardens and your vineyards and your fig trees and your olive trees increased, the palmerworm devoured them: yet have ye not returned unto me, saith the LORD.",
        "Wolaitta Sentences": "GODAI, \"Taani intte kattaa bollan harggiyaa yeddaas; intte ataakilttiyaanne intte woine turaa, intte balasiyaa mittaanne intte wogaraa ubbaa boolee miis; shin intte hegankka taakko simmibeekketa\" yaagees."
    },
    {
        "English Sentences": "I have sent among you the pestilence after the manner of Egypt: your young men have I slain with the sword, and have taken away your horses; and I have made the stink of your camps to come up unto your nostrils: yet have ye not returned unto me, saith the LORD.",
        "Wolaitta Sentences": "GODAI, \"Taani Gibxxe asatu bolli boshaa yeddidoogaadan, intte bollankka boshaa yeddaas; intte wodalla naata bisuwan woraas; intte paratikka omoodettanaadan oottaas. Intte moottan haiqqida asaa ahaa xinqquwan inttena ullaas; shin intte hegankka taakko simmibeekketa\" yaagees."
    },
    {
        "English Sentences": "I have overthrown some of you, as God overthrew Sodom and Gomorrah, and ye were as a firebrand plucked out of the burning: yet have ye not returned unto me, saith the LORD.",
        "Wolaitta Sentences": "GODAI, \"Sadoomanne Gamoora katamata xaissidoogaadan, intteppekka darota xaissaas; ha attida inttekka tamaappe eexxiiddi attida xiifa mala; shin intte hegankka taakko simmibeekketa\" yaagees."
    },
    {
        "English Sentences": "Therefore thus will I do unto thee, O Israel: and because I will do this unto thee, prepare to meet thy God, O Israel.",
        "Wolaitta Sentences": "GODAI, \"Hegaa gishshau, Israa7eela asatoo, taani inttena hegaadan oottada qaxxayana hanais. Taani inttena hagaadan oottada qaxxayana haniyo gishshau, Israa7eela asau, intte Xoossaara gaittanau giigite\" yaagees."
    },
    {
        "English Sentences": "For, lo, he that formeth the mountains, and createth the wind, and declareth unto man what is his thought, that maketh the morning darkness, and treadeth upon the high places of the earth, The LORD, The God of hosts, is his name.",
        "Wolaitta Sentences": "Dereta giigissidaagee, carkkuwaakka medhdhidaagee, ba wozanaa qofaa asau qonccissiyaagee, wonttaa poo7uwaa xumau laammiyaagee, biittan de7iya xoqqa dereta yedhdhiyaagee, au sunttai GODAA, Ubbaappe Wolqqaama Xoossaa."
    },
    {
        "English Sentences": "Hear ye this word which I take up against you, even a lamentation, O house of Israel.",
        "Wolaitta Sentences": "Israa7eela asatoo, taani intte bolli zilaaliyo zilaassaa siyite!"
    },
    {
        "English Sentences": "The virgin of Israel is fallen; she shall no more rise: she is forsaken upon her land; there is none to raise her up.",
        "Wolaitta Sentences": "\"Geela7iyaa Israa7eela kunddaasu; simmi naa77antto denddukku. Sa7an olettaasu; o denttiyaabikka baawa!\" yaagaas."
    },
    {
        "English Sentences": "For thus saith the Lord GOD; The city that went out by a thousand shall leave an hundred, and that which went forth by an hundred shall leave ten, to the house of Israel.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagees; \"SHa7u olanchchata olau yeddiya Israa7eela katamaassi xeetu olanchchatu xalaalai attana; xeetu olanchchata olau yeddiya Israa7eela katamaassi qassi tammu olanchchatu xalaalai attana\" yaagees."
    },
    {
        "English Sentences": "For thus saith the LORD unto the house of Israel, Seek ye me, and ye shall live:",
        "Wolaitta Sentences": "GODAI Israa7eela asaassi hagaadan yaagees; \"Tana koyite; yaatikko, intte de7uwan de7ana."
    },
    {
        "English Sentences": "But seek not Bethel, nor enter into Gilgal, and pass not to Beersheba: for Gilgal shall surely go into captivity, and Bethel shall come to nought.",
        "Wolaitta Sentences": "SHin Beeteele koyoppite. Gelggala geloppite. Berssaabehi pinnoppite. Aissi giikko, Gelggali omoodettana; Beeteeleekka xayana\" yaagees."
    },
    {
        "English Sentences": "Seek the LORD, and ye shall live; lest he break out like fire in the house of Joseph, and devour it, and there be none to quench it in Bethel.",
        "Wolaitta Sentences": "GODAA koyite; yaatikko, intte de7uwan de7ana. Hegee xayikko, i Yooseefa zariyaa tamaadan xuuggana; Beeteelen de7iya asaakka tamai maana. He tamaa etau ooninne toissenna."
    },
    {
        "English Sentences": "Ye who turn judgment to wormwood, and leave off righteousness in the earth,",
        "Wolaitta Sentences": "Inttenoo, suure pirddaa geellayidaageetoo, xillotettaakka sa7an oliyaageetoo, hagaa siyite."
    },
    {
        "English Sentences": "Seek him that maketh the seven stars and Orion, and turneth the shadow of death into the morning, and maketh the day dark with night: that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name:",
        "Wolaitta Sentences": "Piliyaadisa geetettiya laappun xoolinttetanne Ooriyoona geetettiya xoolinttetu citaa medhdhidaagee, sakkana xumaa wonttau, gallassa poo7uwaakka qammau laammiyaageenne abban de7iya haattata pude saluwaa xeesidi, sa7a micettaa bolli duge tigiyaagee, au sunttai GODAA."
    },
    {
        "English Sentences": "That strengtheneth the spoiled against the strong, so that the spoiled shall come against the fortress.",
        "Wolaitta Sentences": "I qatota laalanau wolqqaamatu bolli bashshaa ehees."
    },
    {
        "English Sentences": "They hate him that rebuketh in the gate, and they abhor him that speaketh uprightly.",
        "Wolaitta Sentences": "Intte pirddaa gutaran seeriyaagaa ixxeeta; tumaa yootiyaagaakka sheneteeta."
    },
    {
        "English Sentences": "Forasmuch therefore as your treading is upon the poor, and ye take from him burdens of wheat: ye have built houses of hewn stone, but ye shall not dwell in them; ye have planted pleasant vineyards, but ye shall not drink wine of them.",
        "Wolaitta Sentences": "Intte hiyyeesata yedhdhidi, eta kattaakka etappe bonqqidi ekkideta. Yaatidi masettida shuchchan keettata gimbbideta; shin intte he keettatun de7ekketa. Lo77iya woine turatakka tokkideta; shin intte he woiniyaa eessaa uyekketa."
    },
    {
        "English Sentences": "For I know your manifold transgressions and your mighty sins: they afflict the just, they take a bribe, and they turn aside the poor in the gate from their right.",
        "Wolaitta Sentences": "Aissi giikko, intte naaqoi aappunakkonne intte nagaraikka ai keena gitakko taani erais. Intte xillota naaqqeeta; mattaayiyaakka ekkeeta; qassi gutaran hiyyeesatu pirddaa geellayeeta."
    },
    {
        "English Sentences": "Therefore the prudent shall keep silence in that time; for it is an evil time.",
        "Wolaitta Sentences": "Hegaa gishshau, hagaa mala wodiyan cincca asi co77u gees; aissi giikko, wodee iita."
    },
    {
        "English Sentences": "Seek good, and not evil, that ye may live: and so the LORD, the God of hosts, shall be with you, as ye have spoken.",
        "Wolaitta Sentences": "De7uwan de7anau lo77obaappe attin, iitabaa oottoppite; yaatikko, intte giyoogaadan, GODAI, Ubbaappe Wolqqaama Xoossai inttenaara gidana."
    },
    {
        "English Sentences": "Hate the evil, and love the good, and establish judgment in the gate: it may be that the LORD God of hosts will be gracious unto the remnant of Joseph.",
        "Wolaitta Sentences": "Iitabaa ixxite. Lo77obaa dosite. Pirddaa gutarankka suure pirddaa pirddite. Yaatikko, ooni erii, GODAI, Ubbaappe Wolqqaama Xoossai Yooseefa zerettatuppe attida amaridaageetussi qarettanaakkonne."
    },
    {
        "English Sentences": "Therefore the LORD, the God of hosts, the LORD, saith thus; Wailing shall be in all streets; and they shall say in all the highways, Alas! alas! and they shall call the husbandman to mourning, and such as are skilful of lamentation to wailing.",
        "Wolaitta Sentences": "Hegaa gishshau, Godai, Ubbaappe Wolqqaama GODAI Xoossai hagaadan yaagees; \"Dabaaba ubban waasoi kiyana; oge ubbankka asai, Aayye, aayye! gaana. Goshshanchchati yeehuwau, koizziyaageetikka koissau xeegettana."
    },
    {
        "English Sentences": "And in all vineyards shall be wailing: for I will pass through thee, saith the LORD.",
        "Wolaitta Sentences": "Woiniyaa turaa soho ubban yeehoi de7ana; aissi giikko, taani inttena qaxxayanau intte giddoora kanttana\" yaagees GODAI."
    },
    {
        "English Sentences": "Woe unto you that desire the day of the LORD! to what end is it for you? the day of the LORD is darkness, and not light.",
        "Wolaitta Sentences": "Inttenoo, GODAA gallassai yaanaadan amottiyaageetoo, intteyyo aayye7ana! GODAA gallassaa aissi amotteetii? He gallassai xumappe attin, poo7o gallassa gidenna."
    },
    {
        "English Sentences": "As if a man did flee from a lion, and a bear met him; or went into the house, and leaned his hand on the wall, and a serpent bit him.",
        "Wolaitta Sentences": "He gallassi intte gaammuwaappe baqati attiyo wode, maahee gaittiyo asa mala, hegaappekka qassi baqati ba soo gelidi, ba kushiyaa godan zemppissiyo wode, shooshshai dukkiyo asa mala gidana."
    },
    {
        "English Sentences": "Shall not the day of the LORD be darkness, and not light? even very dark, and no brightness in it?",
        "Wolaitta Sentences": "GODAA gallassai xumappe attin, poo7o gidenna; sakkana xumappe attin, poo7o shori mulekka baawa!"
    },
    {
        "English Sentences": "I hate, I despise your feast days, and I will not smell in your solemn assemblies.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Taani intte bonchchiyo baalata ixxaasinne shenetaas; intte geeshsha yaa7atikka tana ufaissokkona."
    },
    {
        "English Sentences": "Though ye offer me burnt offerings and your meat offerings, I will not accept them: neither will I regard the peace offerings of your fat beasts.",
        "Wolaitta Sentences": "Intte taayyo xuuggiyo yarshshuwaanne kattaa yarshshuwaakka yarshsheeta; shin taani hegaa ekkikke. Qassi intte taayyo galatau ehiyo issippetettaa yarshshuwaa modhdho mehetakka xeellikke."
    },
    {
        "English Sentences": "Take thou away from me the noise of thy songs; for I will not hear the melody of thy viols.",
        "Wolaitta Sentences": "Intte mazamuriyaa canccettaa ta matappe haassite; intte diixxiyo diittaakka siyikke."
    },
    {
        "English Sentences": "But let judgment run down as waters, and righteousness as a mighty stream.",
        "Wolaitta Sentences": "SHin suure pirddai pultto haattaadan, xillotettaikka to77enna shaafaa haattaadan goggo."
    },
    {
        "English Sentences": "Have ye offered unto me sacrifices and offerings in the wilderness forty years, O house of Israel?",
        "Wolaitta Sentences": "\"Inttenoo, Israa7eela asatoo, taani inttena bazzon oitamu laittaa kaalettiyo wode, taassi yarshsho yarshshidetii? Woikko imota immidetii?"
    },
    {
        "English Sentences": "But ye have borne the tabernacle of your Moloch and Chiun your images, the star of your god, which ye made to yourselves.",
        "Wolaitta Sentences": "He wode intte intte kushiyan medhdhido Kawuwaa Sakkuuta giyo eeqaanne Keewaana giyo intte xoolintte xoossaa eeqaa tookkideta."
    },
    {
        "English Sentences": "Therefore will I cause you to go into captivity beyond Damascus, saith the LORD, whose name is The God of hosts.",
        "Wolaitta Sentences": "Hegaa gishshau, taani inttena omoodissada Damasqqo katamaappe aattada haahosaa yeddana\" yaagees. Hagaa giyaagee au sunttai Ubbaappe Wolqqaama Xoossaa geetettiyo GODAATTENNE."
    },
    {
        "English Sentences": "Woe to them that are at ease in Zion, and trust in the mountain of Samaria, which are named chief of the nations, to whom the house of Israel came!",
        "Wolaitta Sentences": "Inttenoo, Israa7eela asai maaduwaa oichchiyo bonchchettida Israa7eela biittaa halaqatoo, inttenoo, Xiyoonen baaluwan de7iyaageetoo, Samaariyaa katamankka hirggi bainnan uttidaageetoo, intteyyo aayye7ana!"
    },
    {
        "English Sentences": "Pass ye unto Calneh, and see; and from thence go ye to Hamath the great: then go down to Gath of the Philistines: be they better than these kingdoms? or their border greater than your border?",
        "Wolaitta Sentences": "Ane Kalnne giyo katamaa biidi be7ite. Hegaappe qassi Hamaata giyo gita katamaa biidi, yaara qassi duge Pilisxxeematu katamaa Gaate wodhdhite. Eti intte naa77u kawotettatuppe kehiyoonaa? Eta biittai intte biittaappe aakkii?"
    },
    {
        "English Sentences": "Ye that put far away the evil day, and cause the seat of violence to come near;",
        "Wolaitta Sentences": "Inttenoo, iita gallassai eesuwan yeenna giidi, sugetta oosuwaa oottiyaageetoo,"
    },
    {
        "English Sentences": "That lie upon beds of ivory, and stretch themselves upon their couches, and eat the lambs out of the flock, and the calves out of the midst of the stall;",
        "Wolaitta Sentences": "danggarssaa zaaliyaappe oottido arssan zin77iyaageetoo, minxxaafiyankka injjetidi uttiyaageetoo, qassi dorssaa wudiyaappe anqqaratanne miizzaa zadaluwaappe daddarota miyaageetoo,"
    },
    {
        "English Sentences": "That chant to the sound of the viol, and invent to themselves instruments of musick, like David;",
        "Wolaitta Sentences": "Daawitadan yettaa miishshaa intteyyo giigissidi, maazinqqiyan dumma dumma yettaa yexxiyaageetoo,"
    },
    {
        "English Sentences": "That drink wine in bowls, and anoint themselves with the chief ointments: but they are not grieved for the affliction of Joseph.",
        "Wolaitta Sentences": "woiniyaa eessaa keriyaara ganiyaageetoo, keehi al77o shittuwaakka tiyettiyaageetoo, Yooseefa zaretu bashshaassi ainne azzanennaageetoo, intteyyo aayye7ana!"
    },
    {
        "English Sentences": "Therefore now shall they go captive with the first that go captive, and the banquet of them that stretched themselves shall be removed.",
        "Wolaitta Sentences": "Hegaa gishshau, omoodettidi baanaageetuppe koiroti inttena gidana; he wode intte injje duussainne intte baalotiyoogee attana."
    },
    {
        "English Sentences": "The Lord GOD hath sworn by himself, saith the LORD the God of hosts, I abhor the excellency of Jacob, and hate his palaces: therefore will I deliver up the city with all that is therein.",
        "Wolaitta Sentences": "Godai, Ubbaappe Wolqqaama GODAI Xoossai hagaadan yaagidi, barkka banan caaqqiis; \"Taani Yaaqooba otoruwaa ixxais; eta qatotakka shenetaas; taani katamaanne kataman de7iya ubbaa eta morkketussi aattada immana\" yaagiis."
    },
    {
        "English Sentences": "And it shall come to pass, if there remain ten men in one house, that they shall die.",
        "Wolaitta Sentences": "Issi keettan tammu asai attikko, etikka haiqqana."
    },
    {
        "English Sentences": "And a man's uncle shall take him up, and he that burneth him, to bring out the bones out of the house, and shall say unto him that is by the sides of the house, Is there yet any with thee? and he shall say, No. Then shall he say, Hold thy tongue: for we may not make mention of the name of the LORD.",
        "Wolaitta Sentences": "Haiqqidaageetu dabbotuppe issoi ahaa mooganau sooppe kessidi efaana; efiiddi, he keettaa qol77on de7iya bitaniyaa, \"Nenaara attida hara asi de7ii?\" yaagidi oichchana. Oichchin i zaaridi, \"Baawa\" yaagana. Yaagin oichchiyaagee, \"Haizza, haizza! GODAA sunttaa nuuni xeesanau koshshenna\" yaagana."
    },
    {
        "English Sentences": "For, behold, the LORD commandeth, and he will smite the great house with breaches, and the little house with clefts.",
        "Wolaitta Sentences": "GODAI azazin, wogga keettati kolettana; qeeri keettatikka me7erettana."
    },
    {
        "English Sentences": "Shall horses run upon the rock? will one plow there with oxen? for ye have turned judgment into gall, and the fruit of righteousness into hemlock:",
        "Wolaitta Sentences": "Parati zaallaa bollan piriixanau danddayiyoonaa? Woi qassi goshshanchchai booraa waaxidi, abbaa goyanau danddayii? SHin intte tumu pirddaa marzziyau, xillotettaa aifiyaakka camuwau laammideta."
    },
    {
        "English Sentences": "Ye which rejoice in a thing of nought, which say, Have we not taken to us horns by our own strength?",
        "Wolaitta Sentences": "Intte Lodabaara katamaa xoonido gishshau ufaitteeta; qassi, \"Nuuni Qarnnaima katamaakka nu minotettan oiqqida\" yaageeta."
    },
    {
        "English Sentences": "But, behold, I will raise up against you a nation, O house of Israel, saith the LORD the God of hosts; and they shall afflict you from the entering in of Hemath unto the river of the wilderness.",
        "Wolaitta Sentences": "GODAI, Ubbaappe Wolqqaama Xoossai hagaadan yaagees; \"Inttenoo, Israa7eela asatoo, taani intte bolli issi kawotettaa denttana; denttin eti inttena Hamaata Pinuwaappe doommidi, Araba Wombbaa gakkanaassi tuggayana\" yaagees."
    },
    {
        "English Sentences": "Thus hath the Lord GOD shewed unto me; and, behold, he formed grasshoppers in the beginning of the shooting up of the latter growth; and, lo, it was the latter growth after the king's mowings.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI tana ajjuutaa bessiis. He ajjuutan taani kawuwaa gakkiya kattai cakettidoogaappe guyyiyan, naa77anttuwaa caarida carshshaa bolli i booliyaa wudiyaa medhdhishin be7aas."
    },
    {
        "English Sentences": "And it came to pass, that when they had made an end of eating the grass of the land, then I said, O Lord GOD, forgive, I beseech thee: by whom shall Jacob arise? for he is small.",
        "Wolaitta Sentences": "Eti irxxabaa ubbaa miidi wurssido wode taani, \"Abeet Ubbaa Haariya GODAU, hai hayyanaa atto garkkii! Yaaqooba zareti waanidi attanau danddayiyoonaa? Eti qii guuttattenne!\" yaagaas."
    },
    {
        "English Sentences": "The LORD repented for this: It shall not be, saith the LORD.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI qarettidi, ba qofaa laammiis; laammidi hagaadan yaagiis; \"Ha neeni be7idobai polettenna\" yaagiis."
    },
    {
        "English Sentences": "Thus hath the Lord GOD shewed unto me: and, behold, the Lord GOD called to contend by fire, and it devoured the great deep, and did eat up a part.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI tana hara ajjuutaa bessiis. Ubbaa Haariya GODAI ba asaa pirddanau tamaa xeesiis; xeesin he tamai gita ciimma abbaa mirggidi, biittaakka xuugganau doommiis."
    },
    {
        "English Sentences": "Then said I, O Lord GOD, cease, I beseech thee: by whom shall Jacob arise? for he is small.",
        "Wolaitta Sentences": "Yaatin taani hagaadan yaagaas; \"Abeet Ubbaa Haariya GODAU, hai hayyanaa ha tamaa toissarkkii! Yaaqooba zareti waanidi attanau danddayiyoonaa? Eti qii guuttattenne!\" yaagaas."
    },
    {
        "English Sentences": "The LORD repented for this: This also shall not be, saith the Lord GOD.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI qarettidi, ba qofaa laammiis; laammidi Ubbaa Haariya GODAI hagaadan yaagiis; \"Hageekka qassi polettenna\" yaagiis."
    },
    {
        "English Sentences": "Thus he shewed me: and, behold, the LORD stood upon a wall made by a plumbline, with a plumbline in his hand.",
        "Wolaitta Sentences": "Qassikka i tana hara ajjuutaa bessiis. Taani he ajjuutan be7iyo wode, Godai gimbbiyaa sittatettaa likkiyo tumbbiyaa oiqqidi, tumbbiyan likettidi gimbbettida gimbbiyaa matan eqqiis."
    },
    {
        "English Sentences": "And the LORD said unto me, Amos, what seest thou? And I said, A plumbline. Then said the LORD, Behold, I will set a plumbline in the midst of my people Israel: I will not again pass by them any more:",
        "Wolaitta Sentences": "Eqqidi GODAI tana, \"Amoxaa, ha neeni xeelliyoogee aibee?\" yaagidi oichchiis. Oichchin taani, \"Tumbbiyaa\" yaagaas. Yaagin Godai tana, \"Be7a, taani ta asaa Israa7eela giddon tumbbiyaa yeggais; taani eta qaxxayennan aadhdhikke."
    },
    {
        "English Sentences": "And the high places of Isaac shall be desolate, and the sanctuaries of Israel shall be laid waste; and I will rise against the house of Jeroboam with the sword.",
        "Wolaitta Sentences": "Yisaaqa zareti goinniyo xoqqa sohoti kolettana; Israa7eela geeshsha sohotikka xayana; qassi Iyorbbaama kawotettaa bollikka taani bisuwaara denddana\" yaagiis."
    },
    {
        "English Sentences": "Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos hath conspired against thee in the midst of the house of Israel: the land is not able to bear all his words.",
        "Wolaitta Sentences": "Beeteele kataman qeese gididi de7iya Amaaxee Israa7eela Kawuwaa Iyorbbaamakko hagaadan yaagidi kiittiis; \"Amoxi Israa7eela asaa giddon de7iiddi, ne bolli maqettiis; i ba oduwan biittaa bashshees."
    },
    {
        "English Sentences": "For thus Amos saith, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.",
        "Wolaitta Sentences": "Aissi giikko, i hagaadan yaagees; Iyorbbaami bisuwan haiqqana; Israa7eela asaikka bantta biittaappe omoodettidi baana yaagees\" yaagiis."
    },
    {
        "English Sentences": "Also Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and there eat bread, and prophesy there:",
        "Wolaitta Sentences": "Yaatin Amaaxee Amoxa hagaadan yaagiis; \"Nenoo hananabaa yootiyaagoo, ba; hini Yihudaa biitti baqata baada, yan quma ma; hananabaakka yan yoota."
    },
    {
        "English Sentences": "But prophesy not again any more at Bethel: for it is the king's chapel, and it is the king's court.",
        "Wolaitta Sentences": "SHin hagee Beeteelee kawoi goinniyo sohonne kawotettaa geeshsha soho gidiyo gishshau, naa77antto ha sohuwan hananabaa yootoppa\" yaagiis."
    },
    {
        "English Sentences": "Then answered Amos, and said to Amaziah, I was no prophet, neither was I a prophet's son; but I was an herdman, and a gatherer of sycomore fruit:",
        "Wolaitta Sentences": "Yaagin Amoxi zaaridi, Amaaxiyaassi hagaadan yaagiis; \"Taani mehiyaa heemmiyaagaanne ettaa aifiyaa maxiyaagaappe attin, hananabaa yootiyaagaa woikko hananabaa yootiyaagaa na7aa gidikke."
    },
    {
        "English Sentences": "And the LORD took me as I followed the flock, and the LORD said unto me, Go, prophesy unto my people Israel.",
        "Wolaitta Sentences": "SHin GODAI tana dorssaa wudiyaa heemmiyoosaappe ekkidi, Baada ta asau Israa7eelau hananabaa yoota yaagiis."
    },
    {
        "English Sentences": "Now therefore hear thou the word of the LORD: Thou sayest, Prophesy not against Israel, and drop not thy word against the house of Isaac.",
        "Wolaitta Sentences": "Ha77i simmi GODAI giyoobaa siya! Neeni, Israa7eela bolli hananabaa yootoppa; Yisaaqa zaretu bollikka markkattoppa yaagadasa."
    },
    {
        "English Sentences": "Therefore thus saith the LORD; Thy wife shall be an harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by line; and thou shalt die in a polluted land: and Israel shall surely go into captivity forth of his land.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI hagaadan yaagees; Ne machchiyaa katamaa giddon shaaramuxa gidana; ne attuma naatinne ne macca naati bisuwan haiqqana; ne biittaikka wodoruwan shaakettana; qassi neeni ne huuphiyaukka allaga biittan haiqqana. Israa7eela asaikka bantta biittaappe omoodettidi tuma baana yaagees\" yaagiis."
    },
    {
        "English Sentences": "Thus hath the Lord GOD shewed unto me: and behold a basket of summer fruit.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI tana hara ajjuutaa bessiis; hegeekka, teerai kumido keeshiyaa."
    },
    {
        "English Sentences": "And he said, Amos, what seest thou? And I said, A basket of summer fruit. Then said the LORD unto me, The end is come upon my people of Israel; I will not again pass by them any more.",
        "Wolaitta Sentences": "I tana, \"Amoxaa, ha neeni be7iyoogee aibee?\" yaagidi oichchiis. Oichchin taani, \"Teeri kumido keeshiyaa be7ais\" yaagaas. Yaatin GODAI taayyo hagaadan yaagiis; \"Ta asaa Israa7eelassi wurssettai gakkiis; hagaappe sinttanau taani eta qaxxayennan aadhdhikke\" yaagiis."
    },
    {
        "English Sentences": "And the songs of the temple shall be howlings in that day, saith the Lord GOD: there shall be many dead bodies in every place; they shall cast them forth with silence.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagees; \"He gallassi kawo keettan yexxiyo yettai yeehuwau laamettana; haiqqida asaa ahai mule sohuwan darana; qassi co77u gin, yan han olettana\" yaagees."
    },
    {
        "English Sentences": "Hear this, O ye that swallow up the needy, even to make the poor of the land to fail,",
        "Wolaitta Sentences": "Inttenoo, metootanchchata yedhdhiyaageetoo, biittan de7iya hiyyeesatakka xaissanau koyiyaageetoo, hagaa siyite!"
    },
    {
        "English Sentences": "Saying, When will the new moon be gone, that we may sell corn? and the sabbath, that we may set forth wheat, making the ephah small, and the shekel great, and falsifying the balances by deceit?",
        "Wolaitta Sentences": "Intte hagaadan yaageeta; \"Nuuni kattaa baizzanau aginai xeeriyo baalai aude aadhdhanee! Qassi nuuni nu zal77iyaa doommanau Sambbatai aude aadhdhanddeeshsha! Yaatiyaakko nuuni kattaa guuttaban makki makkidi, daro miishshaa ekkidi baizzana. Qassi worddo miizaanan likki likkidi, asaa cimmana."
    },
    {
        "English Sentences": "That we may buy the poor for silver, and the needy for a pair of shoes; yea, and sell the refuse of the wheat?",
        "Wolaitta Sentences": "Nuuni hiyyeesaa biran, metootanchchaakka mexi naa77u tohuwaa caamman shammana; qassi gisttiyaa harqquwaa muruta gisttiyaa waagan baizzana\" yaageeta."
    },
    {
        "English Sentences": "The LORD hath sworn by the excellency of Jacob, Surely I will never forget any of their works.",
        "Wolaitta Sentences": "GODAI Yaaqoobi ceeqettiyo ba sunttan hagaadan yaagidi caaqqiis; \"Taani eti oottido iita oosuwaa mulekka dogikke."
    },
    {
        "English Sentences": "Shall not the land tremble for this, and every one mourn that dwelleth therein? and it shall rise up wholly as a flood; and it shall be cast out and drowned, as by the flood of Egypt.",
        "Wolaitta Sentences": "Biittai qaaxxiyoogeenne biittan de7iya asai ubbai yeekkiyoogee hegaa gaasuwaana gidenneeyye? Ee Naile SHaafai kixxidi qaaxxiyoogaadan, biitta ubbai qaaxxidi balbbuqettana; qassi he kixai wodhdhiyoogaadan wodhdhana\" yaagiis."
    },
    {
        "English Sentences": "And it shall come to pass in that day, saith the Lord GOD, that I will cause the sun to go down at noon, and I will darken the earth in the clear day:",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagees; \"He gallassi taani awaa seeta gallassi wulissana; sa7aakka galla xumissana."
    },
    {
        "English Sentences": "And I will turn your feasts into mourning, and all your songs into lamentation; and I will bring up sackcloth upon all loins, and baldness upon every head; and I will make it as the mourning of an only son, and the end thereof as a bitter day.",
        "Wolaitta Sentences": "Taani intte baalaa ufaissaa azzanuwau, intte yettaakka yeehuwau laammana. Mexi issi na7ai haiqqin yeekkiya asadan, intte intte huuphiyaa meedettidi waaruwaa maayanaadan, taani inttena oottana. He gallassaa wurssettai daro camo gidana\" yaagees."
    },
    {
        "English Sentences": "Behold, the days come, saith the Lord GOD, that I will send a famine in the land, not a famine of bread, nor a thirst for water, but of hearing the words of the LORD:",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI hagaadan yaagees; \"Be7ite, taani biitta ubbaa bollan koshaa yeddiyo gallassati yoosona. Taani koshaa yeddiyo gallassi, asai siyanau GODAA qaalaa xayidi namisettanappe attin, kattaa xayidi namisettenna woikko haattaa xayidi saamettenna."
    },
    {
        "English Sentences": "And they shall wander from sea to sea, and from the north even to the east, they shall run to and fro to seek the word of the LORD, and shall not find it.",
        "Wolaitta Sentences": "Asai arshsho bagga abbaappe arggo bagga abbaa gakkanaashiininne huuphessappe tohossi gakkanaashin bichchaarana. Eti GODAA qaalaa koyanau yaanne haanne woxxana, shin demmokkona."
    },
    {
        "English Sentences": "In that day shall the fair virgins and young men faint for thirst.",
        "Wolaitta Sentences": "He gallassi puulanchcha geela7otinne wodallati saamuwan hitti gaana."
    },
    {
        "English Sentences": "They that swear by the sin of Samaria, and say, Thy god, O Dan, liveth; and, The manner of Beersheba liveth; even they shall fall, and never rise up again.",
        "Wolaitta Sentences": "Samaariyaa eeqatun caaqqiyaageeti, Daana xoossai ero! yaagiyaageetinne, Berssaabeha xoossai ero yaagiyaageeti kunddana. Eti naa77antto mulekka denddokkona\" yaagees."
    },
    {
        "English Sentences": "I saw the LORD standing upon the altar: and he said, Smite the lintel of the door, that the posts may shake: and cut them in the head, all of them; and I will slay the last of them with the sword: he that fleeth of them shall not flee away, and he that escapeth of them shall not be delivered.",
        "Wolaitta Sentences": "Yarshshiyo sohuwaa matan Godai eqqidaashin, taani be7aas. I tana hagaadan yaagiis; \"Baasoi qaaxxanaadan, Beeta Maqidasiyaa gumbbuwaa shoca; shocada asa ubbaa huuphiyan mentteretta. Hegaappe attiya asaa taani bisuwan worana. Baqatiya asi kessi ekkenna; kessi ekkida asikka paxa attenna."
    },
    {
        "English Sentences": "Though they dig into hell, thence shall mine hand take them; though they climb up to heaven, thence will I bring them down:",
        "Wolaitta Sentences": "Eti biittaa bookkidi, Si7ooliyau duge wodhdhikkokka, taani eta hegaappe kessana. Saluwaa pude kiyikkokka, taani eta hegaappe duge wottana."
    },
    {
        "English Sentences": "And though they hide themselves in the top of Carmel, I will search and take them out thence; and though they be hid from my sight in the bottom of the sea, thence will I command the serpent, and he shall bite them:",
        "Wolaitta Sentences": "Eti Qarmmeloosa Deriyaa xeeran qosettikkokka, taani eta koyada hegaappe kessana. Abbaa ciimmaa giddo gelidi, ta sinttaappe geemmikkokka, taani miimminttiyaa azazin, i eta dukkana."
    },
    {
        "English Sentences": "And though they go into captivity before their enemies, thence will I command the sword, and it shall slay them: and I will set mine eyes upon them for evil, and not for good.",
        "Wolaitta Sentences": "Qassi bantta morkketun omoodettidi, eti biikkokka, yan eti bisuwan haiqqanaadan, taani azazana; taani eta iita aifiyan xeellanaappe attin, lo77o aifiyan xeellikke\" yaagiis."
    },
    {
        "English Sentences": "And the Lord GOD of hosts is he that toucheth the land, and it shall melt, and all that dwell therein shall mourn: and it shall rise up wholly like a flood; and shall be drowned, as by the flood of Egypt.",
        "Wolaitta Sentences": "Godai, Ubbaappe Wolqqaama GODAI sa7aa bochchees; bochchin sa7ai seerees; qassi sa7an de7iyaabai ubbaikka yeekkees. Naile SHaafai kixxidi balbbuqettiyoogaadan, biitta ubbai balbbuqettees; qassi he kixai wodhdhiyoogaadankka wodhdhees."
    },
    {
        "English Sentences": "It is he that buildeth his stories in the heaven, and hath founded his troop in the earth; he that calleth for the waters of the sea, and poureth them out upon the face of the earth: The LORD is his name.",
        "Wolaitta Sentences": "I bau de7iyo sohuwaa saluwan giigissees; a baasuwaakka sa7an baasees. Qassi i abbaa haattata xeesidi, biittaa bollan duge gussees; ayyo sunttai GODAA."
    },
    {
        "English Sentences": "Are ye not as children of the Ethiopians unto me, O children of Israel? saith the LORD. Have not I brought up Israel out of the land of Egypt? and the Philistines from Caphtor, and the Syrians from Kir?",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Inttenoo, Israa7eela asatoo, intte taayyo Toophphiyaa asaa mala gidekketiiyye? Taani inttena Gibxxe biittaappe kessidoogaadan, Pilisxxeema asaa Kafttoorappe, qassi Sooriyaa asaakka Qiirappe kessaas\" yaagees."
    },
    {
        "English Sentences": "Behold, the eyes of the Lord GOD are upon the sinful kingdom, and I will destroy it from off the face of the earth; saving that I will not utterly destroy the house of Jacob, saith the LORD.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Be7ite, Ubbaa Haariya GODAA aifee nagaranchcha kawotettaa bollan de7ees. Taani a biittaa bollappe xaissana; shin taani Yaaqooba zariyaa muleera xaissikke."
    },
    {
        "English Sentences": "For, lo, I will command, and I will sift the house of Israel among all nations, like as corn is sifted in a sieve, yet shall not the least grain fall upon the earth.",
        "Wolaitta Sentences": "\"Be7ite, kattaa zazzariyan zazzariyoogaadan, Israa7eela asaa kawotettatu ubbaa giddon zazzaranaadan, taani azazana; shin eta giddon ammanettiyaageetuppe issoinne sa7an wodhdhidi xayenna."
    },
    {
        "English Sentences": "All the sinners of my people shall die by the sword, which say, The evil shall not overtake nor prevent us.",
        "Wolaitta Sentences": "Nuna aiba iitabinne gakkenna woikko demmenna yaagiya ta asaa giddon de7iya nagaranchchati ubbai bisuwan wurana\" yaagees."
    },
    {
        "English Sentences": "In that day will I raise up the tabernacle of David that is fallen, and close up the breaches thereof; and I will raise up his ruins, and I will build it as in the days of old:",
        "Wolaitta Sentences": "Qassikka GODAI, \"He gallassi taani kolettidi kunddida keettadan hanida Daawita kawotettaa denttana; xoo7etida sohotakka bottokonana; qassi qolettidasaakka ooraxissana; taani a beniigaadan oottada keexxana."
    },
    {
        "English Sentences": "That they may possess the remnant of Edom, and of all the heathen, which are called by my name, saith the LORD that doeth this.",
        "Wolaitta Sentences": "Hegeenne Israa7eela asai Eedooma biittaappe attidaageetanne ta sunttan xeesettida kawotettata ubbaa laattanaassa\" yaagees. Hagaa oottiyaagee tana GODAA."
    },
    {
        "English Sentences": "Behold, the days come, saith the LORD, that the plowman shall overtake the reaper, and the treader of grapes him that soweth seed; and the mountains shall drop sweet wine, and all the hills shall melt.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Be7ite, kattaa cakkiyaageeti cakkidi wurssennan de7ishin, gadiyaa goyiyaageeti gakkiyo wodee, woiniyaa teeraa gum77iyaageetikka gum77idi wurssennan de7ishin, woiniyaa zeriyaageeti gakkiyo gallassati yaana. He wode dereti mal77o woiniyaa eessaa xokkana; keratu ubbaappekka woine eessai goggana."
    },
    {
        "English Sentences": "And I will bring again the captivity of my people of Israel, and they shall build the waste cities, and inhabit them; and they shall plant vineyards, and drink the wine thereof; they shall also make gardens, and eat the fruit of them.",
        "Wolaitta Sentences": "Omooduwan biida ta asaa Israa7eela zaarada ishalissana. Eti qolettida katamata zaaretti keexxidi, etan de7ana. Woine turaakka tokkidi, appe woine eessaa uyana. Qassi ataakilttetakka tokkidi, eta aifiyaa maana."
    },
    {
        "English Sentences": "And I will plant them upon their land, and they shall no more be pulled up out of their land which I have given them, saith the LORD thy God.",
        "Wolaitta Sentences": "Taani Israa7eela eta biittan tokkana; eti taani etayyo immido biittaappe naa77antto mulekka shodettokkona\" yaagees. Hagaa yootiyaagee GODAA intte Xoossaa."
    }
]