[
    {
        "English Sentences": "Now the word of the LORD came unto Jonah the son of Amittai, saying,",
        "Wolaitta Sentences": "GODAA qaalai Amiitaaya na7aa Yoonaasakko hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Arise, go to Nineveh, that great city, and cry against it; for their wickedness is come up before me.",
        "Wolaitta Sentences": "\"Dendda! Denddada he gita katamaa Nanawe ba; baada he katamaa asaa iitatettai ta sintti gakkido gishshau, etayyo markkatta\" yaagiis."
    },
    {
        "English Sentences": "But Jonah rose up to flee unto Tarshish from the presence of the LORD, and went down to Joppa; and he found a ship going to Tarshish: so he paid the fare thereof, and went down into it, to go with them unto Tarshish from the presence of the LORD.",
        "Wolaitta Sentences": "SHin Yoonaasi GODAA sinttaappe baqatidi, Tarsseesa giyo biitti baanau denddiis; i Yoophphe katamaa wodhdhidi, Tarsseesi biya markkabiyaa demmiis. GODAA sinttaappe baqatidi, etaara Tarsseesi baanau miishshaa qanxxidi, markkabiyan geliis."
    },
    {
        "English Sentences": "But the LORD sent out a great wind into the sea, and there was a mighty tempest in the sea, so that the ship was like to be broken.",
        "Wolaitta Sentences": "SHin markkabee biishin, GODAI abbaa bolli wolqqaama carkkuwaa denttiis; denttin abbaa beetai keehi darido gishshau, markkabee me77ana haniis."
    },
    {
        "English Sentences": "Then the mariners were afraid, and cried every man unto his god, and cast forth the wares that were in the ship into the sea, to lighten it of them. But Jonah was gone down into the sides of the ship; and he lay, and was fast asleep.",
        "Wolaitta Sentences": "Yaatin, markkabiyaa laaggiyaageeti yayyidi, ubbaikka bantta xoossaakko xoossaakko waassidosona. Qassi markkabee kauyyana mala, a giddon de7iya caanaa denttidi, abban olidosona. SHin Yoonaasi markkabiyaayyo giddo kifiliyaa gelidi, yan zin77idi, xiskkuwaa kairiis."
    },
    {
        "English Sentences": "So the shipmaster came to him, and said unto him, What meanest thou, O sleeper? arise, call upon thy God, if so be that God will think upon us, that we perish not.",
        "Wolaitta Sentences": "Markkabiyaa halaqai akko biidi, \"Aissi xiskkadii? Dendda, denddada ne xoossaa woossa! Ooni erii, i ba lo77o aifiyan xeellidi, nuna ashshanaakkonne\" yaagiis."
    },
    {
        "English Sentences": "And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.",
        "Wolaitta Sentences": "Markkabiyaa laaggiyaageeti issoi issuwau hagaadan yaagidosona; \"Haayite; ha iitabai nuna o gaasuwan gakkidaakko eranau saamaa yeggoos\" yaagidosona. Yaagidi saamaa yeggin, saamai Yoonaasa bollan wodhdhiis."
    },
    {
        "English Sentences": "Then said they unto him, Tell us, we pray thee, for whose cause this evil is upon us; What is thine occupation? and whence comest thou? what is thy country? and of what people art thou?",
        "Wolaitta Sentences": "Wodhdhin eti Yoonaasa hagaadan yaagidi oichchidosona; \"Ha iitabai o gaasuwan nu bolli gakkidaakko, ane nuussi yoota. Ne oosoi aibee? Auppe yaadii? Ne biittai awee? Neeni o zaree?\" yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, I am an Hebrew; and I fear the LORD, the God of heaven, which hath made the sea and the dry land.",
        "Wolaitta Sentences": "Yaagin Yoonaasi zaaridi, hagaadan yaagiis; \"Taani Ibraawe asa; abbaanne biittaa medhdhida GODAAYYO, saluwaa Xoossaayyo goinnais\" yaagiis."
    },
    {
        "English Sentences": "Then were the men exceedingly afraid, and said unto him, Why hast thou done this? For the men knew that he fled from the presence of the LORD, because he had told them.",
        "Wolaitta Sentences": "Yaagin GODAA sinttappe i baqatiyoogaa i etau yootidobaappe asati erido gishshau yayyidosona. Yayyidi a, \"Laa aiba palabaa oottadii?\" yaagidosona."
    },
    {
        "English Sentences": "Then said they unto him, What shall we do unto thee, that the sea may be calm unto us? for the sea wrought, and was tempestuous.",
        "Wolaitta Sentences": "Qassi abbaa beetai kaseegaappe haa darido gishshau, asati Yoonaasa, \"Nuuyyo abbai woppana mala, nena nuuni waatinoo?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "And he said unto them, Take me up, and cast me forth into the sea; so shall the sea be calm unto you: for I know that for my sake this great tempest is upon you.",
        "Wolaitta Sentences": "Oichchin i etau, \"Ha wolqqaama beetai intte bollan denddidoogee ta gaasuwaana gidiyoogaa taani erais. Hegaa gishshau, tana denttidi, abban olite. Yaatikko, abbai intteyyo woppu gaana\" yaagiis."
    },
    {
        "English Sentences": "Nevertheless the men rowed hard to bring it to the land; but they could not: for the sea wrought, and was tempestuous against them.",
        "Wolaitta Sentences": "SHin markkabiyaa laaggiyaageeti markkabiyaa guyye abbaa dooni kessanau wolqqappe shaaridosona; gidikkonne, abbaa beetai keehippe darido gishshau, kessanau danddayibookkona."
    },
    {
        "English Sentences": "Wherefore they cried unto the LORD, and said, We beseech thee, O LORD, we beseech thee, let us not perish for this man's life, and lay not upon us innocent blood: for thou, O LORD, hast done as it pleased thee.",
        "Wolaitta Sentences": "Hegaa gishshau, eti hagaadan yaagidi, GODAAKKO waassidosona; \"Abeet GODAU, ha bitaniyaa shemppuwaa gishshau, neeni nuna xaissennaadaaninne ha geeshsha suuttaa acuwaakka neeni nuuppe achchennaadan, nuuni nena minttidi woossoos. Aissi giikko, GODAU, neeni ne koyiyoogaadan oottadasa\" yaagidosona."
    },
    {
        "English Sentences": "So they took up Jonah, and cast him forth into the sea: and the sea ceased from her raging.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yoonaasa denttidi, abban olidosona; olin abbaa beetai woppu giis."
    },
    {
        "English Sentences": "Then the men feared the LORD exceedingly, and offered a sacrifice unto the LORD, and made vows.",
        "Wolaitta Sentences": "Yaatin, asati GODAASSI keehi yayyidosona; GODAASSI yarshshuwaa yarshshidosona; shiiquwaakka shiiqqidosona."
    },
    {
        "English Sentences": "Now the LORD had prepared a great fish to swallow up Jonah. And Jonah was in the belly of the fish three days and three nights.",
        "Wolaitta Sentences": "Yoonaasa mittana mala, issi gita moliyaa GODAI giigissiis; giigissin he moliyaa uluwan Yoonaasi heezzu gallassaanne heezzu qammaa de7iis."
    },
    {
        "English Sentences": "Then Jonah prayed unto the LORD his God out of the fish's belly,",
        "Wolaitta Sentences": "Yoonaasi moliyaa uluwan de7iiddi, hagaadan yaagidi, GODAAKKO, ba Xoossaakko, woossiis;"
    },
    {
        "English Sentences": "And said, I cried by reason of mine affliction unto the LORD, and he heard me; out of the belly of hell cried I, and thou heardest my voice.",
        "Wolaitta Sentences": "\"Taani ta tuggaa giddon de7aidda GODAA xeegaas; xeegin i tau koyiis. Taani Si7ooliyaa ulo giddon de7aidda waassaas; neenikka ta waasuwaa siyadasa."
    },
    {
        "English Sentences": "For thou hadst cast me into the deep, in the midst of the seas; and the floods compassed me about: all thy billows and thy waves passed over me.",
        "Wolaitta Sentences": "Neeni tana ciimma abbaa xaggau duge oladasa; haattai ta yuushuwaa dooddiis; ne dambbalainne ne beetai ta bollaara kanttidosona."
    },
    {
        "English Sentences": "Then I said, I am cast out of thy sight; yet I will look again toward thy holy temple.",
        "Wolaitta Sentences": "Hegaa gishshau, taani hagaadan yaagaas; Taani ne sinttappe wora olettaas; gidikkonne, taani ne geeshsha Beeta Maqidasiyaa zaarettada be7ana yaagaas."
    },
    {
        "English Sentences": "The waters compassed me about, even to the soul: the depth closed me round about, the weeds were wrapped about my head.",
        "Wolaitta Sentences": "\"Haattai tau qooriyaa gakkanaashin mittiis; ciimma abbai tana muukkiis; abban de7iya maataikka ta huuphiyan xaaxettiis."
    },
    {
        "English Sentences": "I went down to the bottoms of the mountains; the earth with her bars was about me for ever: yet hast thou brought up my life from corruption, O LORD my God.",
        "Wolaitta Sentences": "Taani dereti baasettido sohuwaa duge wodhdhaas; biittaaninne a hiraquwan merinau gorddettaas. SHin abeet GODAU, ta Xoossau, neeni ta shemppuwaa ciimma ollaappe kessadasa."
    },
    {
        "English Sentences": "When my soul fainted within me I remembered the LORD: and my prayer came in unto thee, into thine holy temple.",
        "Wolaitta Sentences": "\"Taani hitido wode, nena GODAA hassayaas. Ta woosaikka neekko, ne geeshsha Beeta Maqidasiyaa gakkiis."
    },
    {
        "English Sentences": "They that observe lying vanities forsake their own mercy.",
        "Wolaitta Sentences": "Hada eeqatuyyo goinniyaageeti GODAN ammanettiyoogaa aggidosona."
    },
    {
        "English Sentences": "But I will sacrifice unto thee with the voice of thanksgiving; I will pay that that I have vowed. Salvation is of the LORD.",
        "Wolaitta Sentences": "SHin taani galataara neeyyo yarshshana; taani shiiqqidobaa ubbaakka gattana. Aissi giikko, atotettai GODAAPPE yees\" yaagiis."
    },
    {
        "English Sentences": "And the LORD spake unto the fish, and it vomited out Jonah upon the dry land.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAI moliyaa azazin, molee Yoonaasa biittaa bollan cooyiis."
    },
    {
        "English Sentences": "And the word of the LORD came unto Jonah the second time, saying,",
        "Wolaitta Sentences": "GODAA qaalai naa77anttuwaakka Yoonaasakko hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Arise, go unto Nineveh, that great city, and preach unto it the preaching that I bid thee.",
        "Wolaitta Sentences": "\"Dendda! Denddada he gita katamaa Nanawe ba; baada taani neeyyo yootiyo qaalaa etayyo markkatta\" yaagiis."
    },
    {
        "English Sentences": "So Jonah arose, and went unto Nineveh, according to the word of the LORD. Now Nineveh was an exceeding great city of three days' journey.",
        "Wolaitta Sentences": "Yaagin Yoonaasi denddidi, GODAA qaalaadan Nanawe biis. Nanawee keehi gita katama; ha gaxaappe ya gaxaa gakkanau heezzu gallassa hemetissees."
    },
    {
        "English Sentences": "And Jonah began to enter into the city a day's journey, and he cried, and said, Yet forty days, and Nineveh shall be overthrown.",
        "Wolaitta Sentences": "Yoonaasi katamaa biidi gakkidi, issi gallassa ogiyaa katamaassi giddokko hemettiis; hemettiiddi, \"Oitamu gallassaappe guyyiyan, Nanawee xayana\" yaagidi awaajjiis."
    },
    {
        "English Sentences": "So the people of Nineveh believed God, and proclaimed a fast, and put on sackcloth, from the greatest of them even to the least of them.",
        "Wolaitta Sentences": "Yaatin, Nanawe asai Xoossaa ammaniis; ammanidi xoomaa awaajjiis. Gitaappe guuttaa gakkanaashin, ubbaikka waaruwaa maayidosona."
    },
    {
        "English Sentences": "For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.",
        "Wolaitta Sentences": "Odoi Nanawe kawuwaakkokka gakkiis; gakkin i ba kawotaa araataappe wodhdhidi, kawotaa maayuwaa maayidoogaakka qaaridi, waaruwaa maayidi, bidinttan uttiis."
    },
    {
        "English Sentences": "And he caused it to be proclaimed and published through Nineveh by the decree of the king and his nobles, saying, Let neither man nor beast, herd nor flock, taste any thing: let them not feed, nor drink water:",
        "Wolaitta Sentences": "Yaatidi Nanawe asaassi hagaadan yaagidi awaajissiis; \"Kawuwaappenne kawuwaa oosanchchatuppe imettida azazuwaa maaran, hachchippe doommidi, asainne mehee, miizzainne dorssaikka ubbai aibanne inxxarssaaninne laaccoppona; haattaakka ganxxoppona."
    },
    {
        "English Sentences": "But let man and beast be covered with sackcloth, and cry mightily unto God: yea, let them turn every one from his evil way, and from the violence that is in their hands.",
        "Wolaitta Sentences": "Asaikka meheekka waaruwaa maayo; asai ubbai minttidi Xoossaakko waasso; bantta iita ogiyaappenne sugetta oosuwaappekka simmona."
    },
    {
        "English Sentences": "Who can tell if God will turn and repent, and turn away from his fierce anger, that we perish not?",
        "Wolaitta Sentences": "Yaatiyaakko ooni erii, Xoossai nuussi qarettidi, nuuni xayennaadan, ba wolqqaama hanqquwaappe simmanaakkonne\" yaagiis."
    },
    {
        "English Sentences": "And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.",
        "Wolaitta Sentences": "Eti bantta iita ogiyaappe simmidoogaa Xoossai be7ido wode, etau qarettidi, eta bolli ehaana giido iitabaa aggi bayiis."
    },
    {
        "English Sentences": "But it displeased Jonah exceedingly, and he was very angry.",
        "Wolaitta Sentences": "SHin hegee Yoonaasa mulekka ufaissibeenna. Hegaa gishshau, i keehi hanqqettiis;"
    },
    {
        "English Sentences": "And he prayed unto the LORD, and said, I pray thee, O LORD, was not this my saying, when I was yet in my country? Therefore I fled before unto Tarshish: for I knew that thou art a gracious God, and merciful, slow to anger, and of great kindness, and repentest thee of the evil.",
        "Wolaitta Sentences": "hanqqettidi, GODAA hagaadan yaagidi woossiis; \"Abeet GODAU, taani biron ta deren de7aidda giidoogee hagaa gidennee? Taani ne sinttappe baqatada Tarsseesi baanau eesotidoogeekka hegaassa. Neeni qaretainne maarotai kumido Xoossaa gidiyoogaa, hanqquwau eesotennaagaanne aggenna siiquwan kumidaagaa, qassi ehaana giido iitabaakka aggaagiya Xoossaa gidiyoogaa taani kasekka eraas."
    },
    {
        "English Sentences": "Therefore now, O LORD, take, I beseech thee, my life from me; for it is better for me to die than to live.",
        "Wolaitta Sentences": "Abeet GODAU, ha77i simmi hai hayyanaa tana wora; paxa de7iyoogaappe haiqqiyoogee taayyo keha\" yaagiis."
    },
    {
        "English Sentences": "Then said the LORD, Doest thou well to be angry?",
        "Wolaitta Sentences": "Yaagin GODAI a hagaadan yaagiis; \"Tumu neeni hagau hanqqettanau bessii?\" yaagiis."
    },
    {
        "English Sentences": "So Jonah went out of the city, and sat on the east side of the city, and there made him a booth, and sat under it in the shadow, till he might see what would become of the city.",
        "Wolaitta Sentences": "Yaagin Yoonaasi katamaappe kiyidi biis; biidi katamaappe arshsho baggan uttiis. Hegan bau daasiyaa daasidi, a kuwan uttidi, katamaa bolli gakkiyaabaa be7anau naagiis."
    },
    {
        "English Sentences": "And the LORD God prepared a gourd, and made it to come up over Jonah, that it might be a shadow over his head, to deliver him from his grief. So Jonah was exceeding glad of the gourd.",
        "Wolaitta Sentences": "Awaa suuluwaappe Yoonaasa ashshana mala, GODAI Xoossai issi gosiyaa mokissidi giigissiis; he gosiyaa haittaikka Yoonaasa huuphiyaappe bolla baggaara kuwa gidanaadan oottiis. Yoonaasi he gosiyaa gaasuwan keehippe ufaittiis."
    },
    {
        "English Sentences": "But God prepared a worm when the morning rose the next day, and it smote the gourd that it withered.",
        "Wolaitta Sentences": "SHin wonttetta gallassi maallado Xoossai guxuniyaa giigissiis; he guxunee gosiyaa miyoorin, gosee meli aggiis."
    },
    {
        "English Sentences": "And it came to pass, when the sun did arise, that God prepared a vehement east wind; and the sun beat upon the head of Jonah, that he fainted, and wished in himself to die, and said, It is better for me to die than to live.",
        "Wolaitta Sentences": "Awai kiyiyo wode, Xoossai michchiya carkkuwaa arshsho baggappe yeddiis; hegaappe denddidaagan Yoonaasi labbanana gakkanaashin, awai Yoonaasa huuphiyaa xuuggiis. Yaatin i, \"Paxa de7iyoogaappe haiqqiyoogee taayyo keha\" yaagidi haiquwau woossiis."
    },
    {
        "English Sentences": "And God said to Jonah, Doest thou well to be angry for the gourd? And he said, I do well to be angry, even unto death.",
        "Wolaitta Sentences": "Woossin Xoossai Yoonaasa hagaadan yaagiis; \"Tumu neeni ha gosiyaa gishshau hanqqettanau bessii?\" yaagiis. Yaagin Yoonaasi, \"Ee bessees; ubba haiqqana gakkanaassi hanqqettanau bessees\" yaagiis."
    },
    {
        "English Sentences": "Then said the LORD, Thou hast had pity on the gourd, for the which thou hast not laboured, neither madest it grow; which came up in a night, and perished in a night:",
        "Wolaitta Sentences": "Yaatin, GODAI Yoonaasa hagaadan yaagiis; \"Issi qammi mokkidi, naa77antto qammi melida gosiyaassi, neeni an daafurabeennaagaassinne dichchabeennaagaassi hagaa keenaa qarettadasa."
    },
    {
        "English Sentences": "And should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?",
        "Wolaitta Sentences": "Ushachchaanne haddirssaa shaakkidi eribeenna xeetanne laatamu sha7u asainne daro mehee Nanawen de7ees. Yaatin taani ha gita katamaayyo qarettanau bessennee?\" yaagiis."
    }
]