[
    {
        "English Sentences": "The word of the LORD that came to Micah the Morasthite in the days of Jotham, Ahaz, and Hezekiah, kings of Judah, which he saw concerning Samaria and Jerusalem.",
        "Wolaitta Sentences": "Yo7aataami, Akaazinne Hizqqiyaasi kaalli kaallidi Yihudan kawotido wode, Mooresheta katamaa asa gidiya Mikiyaasakko yiida GODAA qaalai hagaa; i be7ido ajjuutai Samaariyaabaanne Yerusalaamebaa."
    },
    {
        "English Sentences": "Hear, all ye people; hearken, O earth, and all that therein is: and let the Lord GOD be witness against you, the LORD from his holy temple.",
        "Wolaitta Sentences": "Inttenoo, asau ubbau, siyite! Qassi sa7aunne sa7an de7iya ubbatoo, hagaa ezggite! Ubbaa Haariya GODAI intte bolli markkattees; i ba geeshsha Beeta Maqidasiyan inttebaa haasayees."
    },
    {
        "English Sentences": "For, behold, the LORD cometh forth out of his place, and will come down, and tread upon the high places of the earth.",
        "Wolaitta Sentences": "Be7ite, GODAI ba de7iyo geeshsha sohuwaappe yees; duge yiidi, deretu huuphiyan hemettees."
    },
    {
        "English Sentences": "And the mountains shall be molten under him, and the valleys shall be cleft, as wax before the fire, and as the waters that are poured down a steep place.",
        "Wolaitta Sentences": "Eessaa muqaaddai taman seeriyoogaadan, dereti a tohuwaappe garssaara seerana; eti keraappe zanggaarau duge goggiya haattaadan goggana."
    },
    {
        "English Sentences": "For the transgression of Jacob is all this, and for the sins of the house of Israel. What is the transgression of Jacob? is it not Samaria? and what are the high places of Judah? are they not Jerusalem?",
        "Wolaitta Sentences": "Hagee ubbai haniyoogee Yaaqooba zaretu mooruwaa gishshaassanne Israa7eela asaa nagaraa gishshaassa. Yaaqooba zaretu mooruwaassi gaaso gididai oonee? Eta katamaa Samaariyaa gidennee? Yihudaa asai goinniyo xoqqa sohoi awee? Yerusalaame gidenneeyye?"
    },
    {
        "English Sentences": "Therefore I will make Samaria as an heap of the field, and as plantings of a vineyard: and I will pour down the stones thereof into the valley, and I will discover the foundations thereof.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI hagaadan yaagees; \"Taani Samaariyaa, dembban keelettida burcce shuchchanne woiniyaa turaa tokkiyo soho oottana. Qassi taani a shuchchaa burcciyaa duge zanggaarau olana; a baasuwaakka kalloyana."
    },
    {
        "English Sentences": "And all the graven images thereof shall be beaten to pieces, and all the hires thereof shall be burned with the fire, and all the idols thereof will I lay desolate: for she gathered it of the hire of an harlot, and they shall return to the hire of an harlot.",
        "Wolaitta Sentences": "A eeqa misileti ubbai kinchchettana; a eeqa keettan oottiya shaaramuxatussi imettida shaaramuxaa kerai ubbai taman xuugettana; taani a eeqata ubbaa xaissana. Aissi giikko, he kerai ubbaikka shaaramuxidi demmidobaa gidiyo gishshau, ikka qassi simmidi, hara shaaramuxeessi imettana\" yaagees."
    },
    {
        "English Sentences": "Therefore I will wail and howl, I will go stripped and naked: I will make a wailing like the dragons, and mourning as the owls.",
        "Wolaitta Sentences": "Hegaa gishshau, taani yeekkananne waassana; kallo xiirenne mela tohuwan hemettana; worakanaadan waassana; qassi yanchchaadankka aayyee gaana."
    },
    {
        "English Sentences": "For her wound is incurable; for it is come unto Judah; he is come unto the gate of my people, even to Jerusalem.",
        "Wolaitta Sentences": "Aissi giikko, Samaariyaa masunttai paxanau danddayennaagaa. He tuggai Yihudaa biittaa gakkiis; qassi ta asai de7iyo Yerusalaame katamaa penggiyaakka matiis."
    },
    {
        "English Sentences": "Declare ye it not at Gath, weep ye not at all: in the house of Aphrah roll thyself in the dust.",
        "Wolaitta Sentences": "Gaate kataman de7iya nu morkketuyyo hegaa odoppite; eta sinttan mule yeekkoppite. Beeti-Ofira kataman buhiyan gonddorettite."
    },
    {
        "English Sentences": "Pass ye away, thou inhabitant of Saphir, having thy shame naked: the inhabitant of Zaanan came not forth in the mourning of Bethezel; he shall receive of you his standing.",
        "Wolaitta Sentences": "Inttenoo, SHafiira kataman de7iyaageetoo, kallottidi yeellatiiddi, omooduwau biite. Xaa7inaana kataman de7iyaageeti yaappe kiyanau xalokkona. Beeti-Exeela katamai yeehoi de7iyo soho gidiyo gishshau, i intteyyo attiyo soho gidanau danddayenna."
    },
    {
        "English Sentences": "For the inhabitant of Maroth waited carefully for good: but evil came down from the LORD unto the gate of Jerusalem.",
        "Wolaitta Sentences": "Metoi GODAAPPE Yerusalaame pengge gakkanaashin yiido gishshau, Marootan de7iya asai, \"Lo77obai yanddeeshsha!\" giidi naagiiddi daafuriis."
    },
    {
        "English Sentences": "O thou inhabitant of Lachish, bind the chariot to the swift beast: she is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.",
        "Wolaitta Sentences": "Inttenoo, Laakisha kataman de7iyaageetoo, gaariyaa goochchiya parata waaxite. Yerusalaame asai nagaraa oottanaadan gaaso gididai inttena; aissi giikko, Xiyoone asaa nagarai koiro intte bolli beettiis."
    },
    {
        "English Sentences": "Therefore shalt thou give presents to Moreshethgath: the houses of Achzib shall be a lie to the kings of Israel.",
        "Wolaitta Sentences": "Hegaa gishshau, inttenoo Yihudaa asatoo, intte biiddi, Mooresheta-Gaate katamaa asaayyo imotaa immana. Akiziiba katamaa asaikka Israa7eela kawota cimmiyaageeta gidana."
    },
    {
        "English Sentences": "Yet will I bring an heir unto thee, O inhabitant of Mareshah: he shall come unto Adullam the glory of Israel.",
        "Wolaitta Sentences": "Inttenoo, Mareesha kataman de7iyaageetoo, GODAI inttena xooniyaagaa intte bolli ehaana; bonchchettida Israa7eela kaalettiyaageeti Adulaama gonggoluwan qosettana."
    },
    {
        "English Sentences": "Make thee bald, and poll thee for thy delicate children; enlarge thy baldness as the eagle; for they are gone into captivity from thee.",
        "Wolaitta Sentences": "Inttenoo, Yihudaa asatoo, intte siiqiyo naati intteppe omoodettidi baanau de7iyo gishshau, intte huuphiyaa meedettite; intte huuphiyaakka ankkuwaa huuphiyaadan bo77ayite."
    },
    {
        "English Sentences": "Woe to them that devise iniquity, and work evil upon their beds! when the morning is light, they practise it, because it is in the power of their hand.",
        "Wolaitta Sentences": "Iitabaa halchchiyaageetuyyo, qassi bantta hiixan de7iiddi, palabaa waati oottanaakko qoppiyaageetuyyo aayye7ana! Wolqqai eta kushiyan de7iyo gishshau, sa7ai wonttiyo wode, bantta halchchuwaa poloosona."
    },
    {
        "English Sentences": "And they covet fields, and take them by violence; and houses, and take them away: so they oppress a man and his house, even a man and his heritage.",
        "Wolaitta Sentences": "Eti goshsha gadiyaa amottikko, asabaa wolqqan ekki aggoosona; keettata koyikkokka ekki aggoosona. Asa maataa yedhdhidi, a laataa coo bonqqoosona."
    },
    {
        "English Sentences": "Therefore thus saith the LORD; Behold, against this family do I devise an evil, from which ye shall not remove your necks; neither shall ye go haughtily: for this time is evil.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI hagaadan yaagees; \"Be7ite, taani intte bollan iitabaa ehaanau halchchais; hegaappe intte kessi ekkanau danddayekketa. Hegee iita wode gidiyo gishshau, intte otorettiiddi simerettanau danddayekketa."
    },
    {
        "English Sentences": "In that day shall one take up a parable against you, and lament with a doleful lamentation, and say, We be utterly spoiled: he hath changed the portion of my people: how hath he removed it from me! turning away he hath divided our fields.",
        "Wolaitta Sentences": "He gallassi eti intte bollan leemisi leemisidi qilliiccana; qassi hagaadan yaagidi zilaaliiddi, inttena baceessana; Nuuni ubbaikka muleera xayida. GODAI nu biittaa ekkidi, makkalanchchatussi shaakki shaakkidi immirggiis yaagana\" yaagees."
    },
    {
        "English Sentences": "Therefore thou shalt have none that shall cast a cord by lot in the congregation of the LORD.",
        "Wolaitta Sentences": "Hegaa gishshau, gadiyaa saaman shaakkiyo wode, GODAA yaa7aa giddon ne saamaa kessiya issi asinne de7enna."
    },
    {
        "English Sentences": "Prophesy ye not, say they to them that prophesy: they shall not prophesy to them, that they shall not take shame.",
        "Wolaitta Sentences": "Asai tana hagaadan yaagees; \"Nu bolli hananabaa yootoppa. Hagee hagee intte bolli hanana giidi ooninne haasayanau koshshenna. Hegaa mala kaushshai nu bolli mulekka yeenna\" yaagoosona."
    },
    {
        "English Sentences": "O thou that art named the house of Jacob, is the spirit of the LORD straitened? are these his doings? do not my words do good to him that walketh uprightly?",
        "Wolaitta Sentences": "Yaagin taani eta, \"Inttenoo Yaaqooba zaretoo, GODAA Ayyaanai danddayanchcha gidenneeyye? I hegaa malabaa oottiiyye? yaagidi intte oichchanau bessii?\" yaagaas. GODAI hagaadan yaagees; \"Suure ogiyan biyaageetuyyo ta qaalai lo77obaa oottees gidennee?"
    },
    {
        "English Sentences": "Even of late my people is risen up as an enemy: ye pull off the robe with the garment from them that pass by securely as men averse from war.",
        "Wolaitta Sentences": "SHin mata wodiyaappe doommidi, ta asai issoi issuwaa bolli morkkedan denddiis. Intte saro asatu maayuwaa, ola qofi mulekka bainnan ammanettidi kanttiya asatu maayuwaa qaari ekkeeta;"
    },
    {
        "English Sentences": "The women of my people have ye cast out from their pleasant houses; from their children have ye taken away my glory for ever.",
        "Wolaitta Sentences": "ta asaa giddon de7iya maccaasata eta lo77o keettaappe laaggidi kesseeta; ta anjjuwaakka eta naatu bollappe merinau ekkirggeeta."
    },
    {
        "English Sentences": "Arise ye, and depart; for this is not your rest: because it is polluted, it shall destroy you, even with a sore destruction.",
        "Wolaitta Sentences": "Denddite; denddidi biite! Hagee intteyyo shemppiyo soho gidenna. Aissi giikko, ha sohoi tunatettaappe denddidaagan daro moorettiis."
    },
    {
        "English Sentences": "If a man walking in the spirit and falsehood do lie, saying, I will prophesy unto thee of wine and of strong drink; he shall even be the prophet of this people.",
        "Wolaitta Sentences": "\"Issi cimmiya worddanchchai yiidi, Intteyyo sinttappe woine eessainne mattoyiya ushshai guufettana yaagidi wordduwaa hananabaa yootiyaakko, i intteyyo hananabaa yootiyaagaa gidana."
    },
    {
        "English Sentences": "I will surely assemble, O Jacob, all of thee; I will surely gather the remnant of Israel; I will put them together as the sheep of Bozrah, as the flock in the midst of their fold: they shall make great noise by reason of the multitude of men.",
        "Wolaitta Sentences": "\"Inttenoo, Yaaqooba zaretoo, taani inttena ubbaakka shiishshana; taani Israa7eela asaappe attidaageeta tumuppe muliyaakka shiishshana. Dorssati birddiyan shiiqiyoogaadaaninne dorssaa wudee hentta gaden shiiqiyoogaadan, taani eta issippe shiishshada wottana. He sohoi daro asaa wocaman kumana."
    },
    {
        "English Sentences": "The breaker is come up before them: they have broken up, and have passed through the gate, and are gone out by it: and their king shall pass before them, and the LORD on the head of them.",
        "Wolaitta Sentences": "Eta kessiyaagee etappe sinttatidi kiyana; etikka penggiyaa menttidi, hegaara kiyidi baana. GODAI ba huuphen etayyo kawo gididi, eta sinttau aadhdhidi, eta kaalettana\" yaagees."
    },
    {
        "English Sentences": "And I said, Hear, I pray you, O heads of Jacob, and ye princes of the house of Israel; Is it not for you to know judgment?",
        "Wolaitta Sentences": "Taani hagaadan yaagaas; \"Inttenoo, Yaaqooba zaretu halaqatoonne Israa7eela asaa kaalettiyaageetoo, siyite! Intte suure pirddaa eranau intteyyo bessenneeyye?"
    },
    {
        "English Sentences": "Who hate the good, and love the evil; who pluck off their skin from off them, and their flesh from off their bones;",
        "Wolaitta Sentences": "Intte lo77uwaa ixxidi, iitaa doseeta. Ta asaappe eta galbbaa qaareeta; eta ashuwaakka eta meqettaappe shaakkeeta."
    },
    {
        "English Sentences": "Who also eat the flesh of my people, and flay their skin from off them; and they break their bones, and chop them in pieces, as for the pot, and as flesh within the caldron.",
        "Wolaitta Sentences": "Intte ta asaa ashuwaa meeta; eta galbbaakka etappe qaareeta; eta meqettaa mentterettidi, eta ashuwaakka xaaruwan yegganau muxiyoogaadan muxeretteeta\" yaagaas."
    },
    {
        "English Sentences": "Then shall they cry unto the LORD, but he will not hear them: he will even hide his face from them at that time, as they have behaved themselves ill in their doings.",
        "Wolaitta Sentences": "He wode eti GODAAKKO waassana, shin i etau zaarenna; i ba sinttaa he wode etappe qottana; aissi giikko, eti iita oosuwaa oottidosona."
    },
    {
        "English Sentences": "Thus saith the LORD concerning the prophets that make my people err, that bite with their teeth, and cry, Peace; and he that putteth not into their mouths, they even prepare war against him.",
        "Wolaitta Sentences": "Ba asaa wora kaalettiya hananabaa yootiyaageetubaa GODAI hagaadan yaagees; \"Intteyyo miyoobaa immiyo wode, Neeyyo sa7ai saro yaageeta; shin inttena quma mizennaagaa bolli olaa awaajjeeta."
    },
    {
        "English Sentences": "Therefore night shall be unto you, that ye shall not have a vision; and it shall be dark unto you, that ye shall not divine; and the sun shall go down over the prophets, and the day shall be dark over them.",
        "Wolaitta Sentences": "Hegaa gishshau, intteyyo gallassai qamma gidanappe attin, ajjuutaa be7ekketa; sa7aikka xumanappe attin, naa77antto murunnekketa. Hananabaa yootiyaageetussi awai wullin, gallassai xumana."
    },
    {
        "English Sentences": "Then shall the seers be ashamed, and the diviners confounded: yea, they shall all cover their lips; for there is no answer of God.",
        "Wolaitta Sentences": "Ajjuutaa be7iyaageeti yeellatana; murunniyaageetikka kauyyana. GODAA matappe etau zaaroi bainna gishshau, eti yeellatidi, ubbaikka bantta doonaa oiqqana\" yaagees."
    },
    {
        "English Sentences": "But truly I am full of power by the spirit of the LORD, and of judgment, and of might, to declare unto Jacob his transgression, and to Israel his sin.",
        "Wolaitta Sentences": "SHin tana gidikko, taani Yaaqooba zaretussi eta mooruwaa, Israa7eela asaassikka eta nagaraa odana mala, wolqqan, GODAA Ayyaanan, suure pirddaaninne minotettan kumaas."
    },
    {
        "English Sentences": "Hear this, I pray you, ye heads of the house of Jacob, and princes of the house of Israel, that abhor judgment, and pervert all equity.",
        "Wolaitta Sentences": "Inttenoo, suure pirddaa ixxiyaanne sitta yohuwaakka geellayiya Yaaqooba zaretu halaqatoonne Israa7eela asaa haariyaageetoo, hagaa siyite."
    },
    {
        "English Sentences": "They build up Zion with blood, and Jerusalem with iniquity.",
        "Wolaitta Sentences": "Intte Xiyoone katamaa suuttaa gussidi keexxeeta; Yerusalaame katamaakka makkalan keexxeeta."
    },
    {
        "English Sentences": "The heads thereof judge for reward, and the priests thereof teach for hire, and the prophets thereof divine for money: yet will they lean upon the LORD, and say, Is not the LORD among us? none evil can come upon us.",
        "Wolaitta Sentences": "A halaqati mattaayiyan pirddoosona; a qeeseti damoozan tamaarissoosona; qassi a hananabaa yootiyaageetikka miishshaa qanxxin murunnoosona. SHin yaatidikka, \"GODAI nu giddon de7ees gidennee? Nu bolli aiba iitabaikka yeenna\" yaagidi an ammanettoosona."
    },
    {
        "English Sentences": "Therefore shall Zion for your sake be plowed as a field, and Jerusalem shall become heaps, and the mountain of the house as the high places of the forest.",
        "Wolaitta Sentences": "Hegaa gishshau, intte gaasuwan Xiyoone katamai shooqadan goyettana; Yerusalaame katamaikka kolettidi issisan doorettida suuppa shuchcha gidana. Beeta Maqidasee keexettido sohoikka wora gidana."
    },
    {
        "English Sentences": "But in the last days it shall come to pass, that the mountain of the house of the LORD shall be established in the top of the mountains, and it shall be exalted above the hills; and people shall flow unto it.",
        "Wolaitta Sentences": "Wurssettaa gallassatun GODAA Beeta Maqidasee keexettido deree deretu ubbaappe xoqqidi beettana; kera ubbatuppekka bollaara xoqqu xoqqu gaana. Dere asai akko zulana."
    },
    {
        "English Sentences": "And many nations shall come, and say, Come, and let us go up to the mountain of the LORD, and to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for the law shall go forth of Zion, and the word of the LORD from Jerusalem.",
        "Wolaitta Sentences": "Daro kawotettatu asai yiidi, \"Haayite; GODAA deriyaa, Yaaqooba Xoossaa Beeta Maqidasiyaa ane pude kiyoos. I koyiyoogaadan nuuni baana mala, i nuna ba ogiyaa tamaarissana\" yaagana. Aissi giikko, higgee Xiyooneppe, GODAA qaalaikka Yerusalaameppe kiyana."
    },
    {
        "English Sentences": "And he shall judge among many people, and rebuke strong nations afar off; and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up a sword against nation, neither shall they learn war any more.",
        "Wolaitta Sentences": "I daro asatu gidduwan pirddana; haahuwan de7iya mino kawotettatu palamaakka shaakkana. Eti bantta bisuwaa marasha, bantta tooraakka baaca kessanau qoxxana; kawotettai kawotettaa bolli bisuwaa denttenna. Hagaappe guyyiyan, eti muleera olaa timirttiyaa tamaarokkona."
    },
    {
        "English Sentences": "But they shall sit every man under his vine and under his fig tree; and none shall make them afraid: for the mouth of the LORD of hosts hath spoken it.",
        "Wolaitta Sentences": "SHin asi ubbi ba woiniyaa turaa kuwaaninne balasiyaa kuwan woppu giidi uttana; ai asinne eta yashissenna. Aissi giikko, Ubbaappe Wolqqaama GODAI hagaa haasayiis."
    },
    {
        "English Sentences": "For all people will walk every one in the name of his god, and we will walk in the name of the LORD our God for ever and ever.",
        "Wolaitta Sentences": "Asai ubbai ba xoossaa xoossaa sunttan hemettana; shin nuuni GODAA nu Xoossaa sunttan meri merinau hemettana."
    },
    {
        "English Sentences": "In that day, saith the LORD, will I assemble her that halteth, and I will gather her that is driven out, and her that I have afflicted;",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"He gallassi taani wobbeta shiishshana; qassi omooduwan haaho sohuwaa biidaageetanne taani tuggayidoogeetakka shiishshana."
    },
    {
        "English Sentences": "And I will make her that halted a remnant, and her that was cast far off a strong nation: and the LORD shall reign over them in mount Zion from henceforth, even for ever.",
        "Wolaitta Sentences": "Taani wobbeta wuriiddi attida atetta oottana; qassi omooduwan haaho sohuwaa biidaageetakka mino kawotetta kessana. He wodiyaappe doommada merinaa gakkanaashin, taani GODAI Xiyoone Deriyan eta bolli kawotana\" yaagees."
    },
    {
        "English Sentences": "And thou, O tower of the flock, the strong hold of the daughter of Zion, unto thee shall it come, even the first dominion; the kingdom shall come to the daughter of Jerusalem.",
        "Wolaitta Sentences": "Nenoo, GODAA asaa wochchiyo Yerusalaame xoqqa gimbbiyau, neeyyo kase ne haariyo maatai, qassi Yerusalaame kawotettaa zawai ubbaikka simmana."
    },
    {
        "English Sentences": "Now why dost thou cry out aloud? is there no king in thee? is thy counsellor perished? for pangs have taken thee as a woman in travail.",
        "Wolaitta Sentences": "Ha77i neeni cenggurssaa xoqqu oottada waassiyoogeenne maaretai oiqqido maccaaseedan un77ettiyoogee aibissee? Neeyyo kawoi bainna gishshaasseeyye? Woi nena zoriyaabi xayido gishshaassee?"
    },
    {
        "English Sentences": "Be in pain, and labour to bring forth, O daughter of Zion, like a woman in travail: for now shalt thou go forth out of the city, and thou shalt dwell in the field, and thou shalt go even to Babylon; there shalt thou be delivered; there the LORD shall redeem thee from the hand of thine enemies.",
        "Wolaitta Sentences": "Inttenoo, Xiyoone asatoo, maaretai oiqqido maccaaseedan ooliiddi abaraadite. Aissi giikko, intte katamaappe kiyiyoogee attenna; kiyidi dembban de7ana; hegaappekka Baabiloone baana. Gidikkonne, yan intte attana; GODAI inttena intte morkketu kushiyaappe wozana."
    },
    {
        "English Sentences": "Now also many nations are gathered against thee, that say, Let her be defiled, and let our eye look upon Zion.",
        "Wolaitta Sentences": "SHin ha77i daro kawotettati ne bolli shiiqidosona; shiiqidi, \"Yerusalaamee tuno; nu aifeekka Xiyoone dereqqo\" yaagoosona."
    },
    {
        "English Sentences": "But they know not the thoughts of the LORD, neither understand they his counsel: for he shall gather them as the sheaves into the floor.",
        "Wolaitta Sentences": "SHin eti GODAA qofaa erokkona; a halchchuwaakka akeekokkona. Kattaa qoxxiyo audiyau shiishshido mirqqiyaadan, GODAI eta qaxxayanau shiishshiis."
    },
    {
        "English Sentences": "Arise and thresh, O daughter of Zion: for I will make thine horn iron, and I will make thy hoofs brass: and thou shalt beat in pieces many people: and I will consecrate their gain unto the LORD, and their substance unto the Lord of the whole earth.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Inttenoo, Yerusalaame asatoo, denddite; denddidi, intte morkketa qoxxite. Taani intte kaciyaa birata, intte qinccafiliyaakka nahaase oottana. Intte daro kawotettata kinchcherettana; eti sugettan shiishshidobaa ubbaa intte GODAAYYO dummayana; eta aquwaakka intte sa7a ubbaa Godaayyo immana\" yaagees."
    },
    {
        "English Sentences": "Now gather thyself in troops, O daughter of troops: he hath laid siege against us: they shall smite the judge of Israel with a rod upon the cheek.",
        "Wolaitta Sentences": "Inttenoo, Yerusalaame asatoo, intte olanchchata shiishshite! Aissi giikko, nuuni morkketun doodettida; etikka Israa7eela kaalettiyaagaa gappataa gatiman shocanau hanoosona."
    },
    {
        "English Sentences": "But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been from of old, from everlasting.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Nenoo Efiraataa, Beetaliheeme katamau, neeni Yihudaa katamatu giddon guutta; shin au denddoi beniisappe doommidi, merinaappe gididoogee, Israa7eela asaa haariyaagee taayyo neeppe kiyana\" yaagees."
    },
    {
        "English Sentences": "Therefore will he give them up, until the time that she which travaileth hath brought forth: then the remnant of his brethren shall return unto the children of Israel.",
        "Wolaitta Sentences": "Hegaa gishshau, maaretan oiqettiya maccaasiyaa he na7aa yelana gakkanaashin, GODAI Israa7eela asaa morkketu kushiyan aattidi immana. Hegaappe guyyiyan, omooduwan de7iya a ishantti simmidi, bantta asaara walahettana."
    },
    {
        "English Sentences": "And he shall stand and feed in the strength of the LORD, in the majesty of the name of the LORD his God; and they shall abide: for now shall he be great unto the ends of the earth.",
        "Wolaitta Sentences": "I yaana; yiidi, GODAA minotettan, GODAA ba Xoossaa sunttaa anggan ba asaa heemmana. I sa7aa gaxaa gakkanaashin gita gidiyo gishshau, eti sarotettan de7ana."
    },
    {
        "English Sentences": "And this man shall be the peace, when the Assyrian shall come into our land: and when he shall tread in our palaces, then shall we raise against him seven shepherds, and eight principal men.",
        "Wolaitta Sentences": "I etau sarotetta gidana. Asoore biittaa asati nu biittaa woraajjiyo wodenne nu qatotakka yererettidi geliyo wode, nuuni asaa heemmanaunne kaalettanau gidiyaanne gididi palahiya asaa denttidi, etaara olaa gaittana."
    },
    {
        "English Sentences": "And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders.",
        "Wolaitta Sentences": "Eti Asoore biittaa olan xoonana; qassi he biittan de7iya Naamiruudi keexxido katamaakka haarana. Asoore biittaa asati nu biittaa woraajjiyo wodenne nu zawaakka yedhdhiyo wode, nu biittaa haariyaagee nuna etappe ashshana."
    },
    {
        "English Sentences": "And the remnant of Jacob shall be in the midst of many people as a dew from the LORD, as the showers upon the grass, that tarrieth not for man, nor waiteth for the sons of men.",
        "Wolaitta Sentences": "Yaaqooba zaretu atettati daro dere asaa giddon GODAI kiittido akka malanne maataa bollan wodhdhiya diife mala gidana. Akkainne diifee yaanau asaa azazuwaa naagennaagaadan, Israa7eela asaikka GODAAPPE attin, asaa naagenna."
    },
    {
        "English Sentences": "And the remnant of Jacob shall be among the Gentiles in the midst of many people as a lion among the beasts of the forest, as a young lion among the flocks of sheep: who, if he go through, both treadeth down, and teareth in pieces, and none can deliver.",
        "Wolaitta Sentences": "Yaaqooba zaretu atettati kawotettatu giddon, daro asaa giddon, bazzo do7atu giddon de7iya gaammo malanne dorssaa wudiyaa giddon de7iya wodala gaammo mala gidana. I hegaara kanttiyo wode yereretteesinne mentterettees; ooninne ashshanau danddayenna."
    },
    {
        "English Sentences": "Thine hand shall be lifted up upon thine adversaries, and all thine enemies shall be cut off.",
        "Wolaitta Sentences": "Ne kushee nenaara eqettiyaageetu bolli denddana; ne morkketi ubbaikka xayana."
    },
    {
        "English Sentences": "And it shall come to pass in that day, saith the LORD, that I will cut off thy horses out of the midst of thee, and I will destroy thy chariots:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"He gallassi taani ne parata ne giddoppe xaissana; ne para gaaretakka mentterettana."
    },
    {
        "English Sentences": "And I will cut off the cities of thy land, and throw down all thy strong holds:",
        "Wolaitta Sentences": "Taani ne biittaa katamata xaissana; ne qatotakka ubbaa laalana."
    },
    {
        "English Sentences": "And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:",
        "Wolaitta Sentences": "Qassi ne kaayuwaa taani xaissana; murunniyaageetikka hagaappe sinttanau ne giddon de7okkona."
    },
    {
        "English Sentences": "Thy graven images also will I cut off, and thy standing images out of the midst of thee; and thou shalt no more worship the work of thine hands.",
        "Wolaitta Sentences": "Taani ne eeqa misiletanne ne goinnanau essido shuchchata ne giddoppe xaissana; hagaappe sinttanau neeni ne kushiyan medhdhidobaassi goinnakka."
    },
    {
        "English Sentences": "And I will pluck up thy groves out of the midst of thee: so will I destroy thy cities.",
        "Wolaitta Sentences": "Taani Asheero giyo xoossee misiliyaa ne giddoppe xoqollana; ne katamatakka xaissana."
    },
    {
        "English Sentences": "And I will execute vengeance in anger and fury upon the heathen, such as they have not heard.",
        "Wolaitta Sentences": "Taayyo azazettibeenna kawotettatu bolli yiilluwaaninne hanqquwan taani haluwaa kiyana\" yaagees."
    },
    {
        "English Sentences": "Hear ye now what the LORD saith; Arise, contend thou before the mountains, and let the hills hear thy voice.",
        "Wolaitta Sentences": "GODAI Israa7eela asaara mootettiyoogaa siyite. Abeet GODAU dendda! Denddada xoqqa deretu sinttan pirddetta; neeni giyoobaa keratikka siyona."
    },
    {
        "English Sentences": "Hear ye, O mountains, the LORD's controversy, and ye strong foundations of the earth: for the LORD hath a controversy with his people, and he will plead with Israel.",
        "Wolaitta Sentences": "Inttenoo deretoo, inttenoo, sa7ai eqqido mino baasotoo, GODAI mootiyo mootuwaa siyite. GODAI ba asaara mootettees; Israa7eela asaara i palamettees."
    },
    {
        "English Sentences": "O my people, what have I done unto thee? and wherein have I wearied thee? testify against me.",
        "Wolaitta Sentences": "GODAI eta hagaadan yaagees; \"Ta asau, taani inttena waatidanaa? Taani intteyyo waanada tooho gididanaa? Ane taayyo odite!"
    },
    {
        "English Sentences": "For I brought thee up out of the land of Egypt, and redeemed thee out of the house of servants; and I sent before thee Moses, Aaron, and Miriam.",
        "Wolaitta Sentences": "Taani inttena Gibxxe biittaappe kessaas; qassi inttena ailletettaappe wozaas. Inttena kaalettana mala Muusa, Aaroonanne Miiriyaamo inttessi kiittaas."
    },
    {
        "English Sentences": "O my people, remember now what Balak king of Moab consulted, and what Balaam the son of Beor answered him from Shittim unto Gilgal; that ye may know the righteousness of the LORD.",
        "Wolaitta Sentences": "Ta asau, Moo7aaba Kawuwaa Baalaaqi halchchidobaanne Bi7oora na7ai Balaami au zaaridobaa hassaya. SHiixima giyoosaappe Gelggali neeni biyo wode, ogiyan hanidabaa ane hassaya. Hegaa hassayikko, taani GODAI nena ashshanau oottido oosuwaa neeni akeekana\" yaagees."
    },
    {
        "English Sentences": "Wherewith shall I come before the LORD, and bow myself before the high God? shall I come before him with burnt offerings, with calves of a year old?",
        "Wolaitta Sentences": "GODAA, xoqqa sohuwan de7iya Xoossaa sinttan goinnanau yaidda taani ai ekkada shiiqoo? Ayyo xuugettiya yarshsho gidana mala, issi laitta gidido mirggota ekkada, a sintti yooshsha?"
    },
    {
        "English Sentences": "Will the LORD be pleased with thousands of rams, or with ten thousands of rivers of oil? shall I give my firstborn for my transgression, the fruit of my body for the sin of my soul?",
        "Wolaitta Sentences": "GODAI sha7u dorssa orggetun woikko tammu sha7u shaafatun de7iya haattaa keena wogaraa zaitiyan ufaittanddee? Ta naaquwaa gishshau, ta baira na7aa, ta shemppuwaa nagaraa gishshaukka ta yeluwaa immooshsha?"
    },
    {
        "English Sentences": "He hath shewed thee, O man, what is good; and what doth the LORD require of thee, but to do justly, and to love mercy, and to walk humbly with thy God?",
        "Wolaitta Sentences": "Hai asau, GODAI neeyyo lo77obaa odi wottiisttenne. GODAI neeppe koyiyoogee aibee giikko, neeni suurebaa oottanaagaa, aggenna siiquwaa bessanaagaanne ashkketettan ne Xoossaara hemettanaagaa."
    },
    {
        "English Sentences": "The LORD's voice crieth unto the city, and the man of wisdom shall see thy name: hear ye the rod, and who hath appointed it.",
        "Wolaitta Sentences": "GODAASSI yayyiyoogee aadhdhida eratetta. Yerusalaame katamaa asaa GODAI hagaadan yaagees; \"Qaxxayana gatimaanne he gatimaa giigissidaageekka oonakko akeekite."
    },
    {
        "English Sentences": "Are there yet the treasures of wickedness in the house of the wicked, and the scant measure that is abominable?",
        "Wolaitta Sentences": "Nagaranchchaa keettan de7iya nagaran shiishshido buquraanne ta ixxiyo worddo makkiyo miishshata taani doganeeyye?"
    },
    {
        "English Sentences": "Shall I count them pure with the wicked balances, and with the bag of deceitful weights?",
        "Wolaitta Sentences": "Yaatin, ha worddo meezaanan likkiyaagaanne worddo miishshan makkiya asaa nagaraa taani waatada atto gaanau danddayiyaanaa?"
    },
    {
        "English Sentences": "For the rich men thereof are full of violence, and the inhabitants thereof have spoken lies, and their tongue is deceitful in their mouth.",
        "Wolaitta Sentences": "He katamaa dureti makkalan kumidaageeta; an de7iya asai ubbai worddanchcha. Eta doonaa giddon de7iya eta inxxarssaikka ba huuphiyau geella."
    },
    {
        "English Sentences": "Therefore also will I make thee sick in smiting thee, in making thee desolate because of thy sins.",
        "Wolaitta Sentences": "\"Hegaa gishshau, taani intte nagaraa gaasuwan inttena xaissanaunne digganau denddaas."
    },
    {
        "English Sentences": "Thou shalt eat, but not be satisfied; and thy casting down shall be in the midst of thee; and thou shalt take hold, but shalt not deliver; and that which thou deliverest will I give up to the sword.",
        "Wolaitta Sentences": "Intte maana, shin kallekketa; namisaikka intteppe duuxxenna. Intte buuridi shiishshana, shin intteyyo dagattenna; intte dagayidobaakka taani olaa yeddada xaissana."
    },
    {
        "English Sentences": "Thou shalt sow, but thou shalt not reap; thou shalt tread the olives, but thou shalt not anoint thee with oil; and sweet wine, but shalt not drink wine.",
        "Wolaitta Sentences": "Intte kattaa zerana, shin gakkin cakkekketa; wogaraa teeraa gum77ana, shin he zaitiyaa tiyettekketa; woiniyaa teeraakka intte gum77ana, shin a eessaa uyekketa."
    },
    {
        "English Sentences": "For the statutes of Omri are kept, and all the works of the house of Ahab, and ye walk in their counsels; that I should make thee a desolation, and the inhabitants thereof an hissing: therefore ye shall bear the reproach of my people.",
        "Wolaitta Sentences": "Intte Kawuwaa Omira wogaa, a na7aa Kawuwaa Akaaba soo iita oosuwaanne eta zoriyaa kaallido gishshau, taani inttena xaissana; taani inttena asi ubbi boriyooba oottana. Asai ubbai inttena cayiyo cashshaakka intte tookkana\" yaagees."
    },
    {
        "English Sentences": "Woe is me! for I am as when they have gathered the summer fruits, as the grapegleanings of the vintage: there is no cluster to eat: my soul desired the firstripe fruit.",
        "Wolaitta Sentences": "Aayye7ana tanoo! Taani teerai maxetti wuriichchin yiidi, woiniyaa turaappenne balasiyaa mittaappe ba amottidobaa demmanau danddayibeenna namisettida bitaniyaa mala gidaichchaas."
    },
    {
        "English Sentences": "The good man is perished out of the earth: and there is none upright among men: they all lie in wait for blood; they hunt every man his brother with a net.",
        "Wolaitta Sentences": "Xoossaa dosiya keha asi biittan mulekka baawa; asaa garssan suure asi xayiis. Asi ubbi asa suuttaa gussanau zuggidi naagees; qassi ubbaikka ba ishaa gitiyan oiqqanau kaallees."
    },
    {
        "English Sentences": "That they may do evil with both hands earnestly, the prince asketh, and the judge asketh for a reward; and the great man, he uttereth his mischievous desire: so they wrap it up.",
        "Wolaitta Sentences": "Eta kusheti naa77aikka iitabaa oottanau loohi uttidosona. Halaqainne daannai mattaayiyaa oichchoosona; gita asati bantta amottidobaa odoosona; eti ubbaikka issippe iitaa phuphphuroosona."
    },
    {
        "English Sentences": "The best of them is as a brier: the most upright is sharper than a thorn hedge: the day of thy watchmen and thy visitation cometh; now shall be their perplexity.",
        "Wolaitta Sentences": "Eta garssan onakkoi keha giyoogee aguntta mala; qassi onakkoi suure giyoogee gom77ore mala. GODAI hananabaa yootiyaageetu baggaara odidoogaadan, i ba asaa qaxxayiyo gallassai gakkiis; eti shabbirettiyo wodeekka ha77a."
    },
    {
        "English Sentences": "Trust ye not in a friend, put ye not confidence in a guide: keep the doors of thy mouth from her that lieth in thy bosom.",
        "Wolaitta Sentences": "Ne shooruwaa ammanoppa; ne laggiyaakka ammanettoppa. Neeni qoommada aqiyo ne keettaayeessi odiyoobaakka akeekada oda."
    },
    {
        "English Sentences": "For the son dishonoureth the father, the daughter riseth up against her mother, the daughter in law against her mother in law; a man's enemies are the men of his own house.",
        "Wolaitta Sentences": "Aissi giikko, na7ai ba aawaa karees; na7iyaa ba aayee bolli, na7aa machchiyaakka ba bollotee bolli denddoosona; aawussi aawu so asai morkke gidees."
    },
    {
        "English Sentences": "Therefore I will look unto the LORD; I will wait for the God of my salvation: my God will hear me.",
        "Wolaitta Sentences": "SHin tana gidikko, taani ufaissan GODAA xeellashshana; tana ashshiya Xoossaa taani naagashshana; ta Xoossai tabaa siyana."
    },
    {
        "English Sentences": "Rejoice not against me, O mine enemy: when I fall, I shall arise; when I sit in darkness, the LORD shall be a light unto me.",
        "Wolaitta Sentences": "Ta morkkiyau, ta metuwan ufaittoppa. Taani kunddikkokka denddana; taani xuman uttikkokka, GODAI taayyo poo7ana."
    },
    {
        "English Sentences": "I will bear the indignation of the LORD, because I have sinned against him, until he plead my cause, and execute judgment for me: he will bring me forth to the light, and I shall behold his righteousness.",
        "Wolaitta Sentences": "Taani GODAA naaqqaas; hegaa gishshau, i taayyo mootettidi, ta pirddaa kessana gakkanaashin, taani a hanqquwaa danddayana. I tana poo7uwau kessana; taanikka i ashshiyo ashettaa be7ana."
    },
    {
        "English Sentences": "Then she that is mine enemy shall see it, and shame shall cover her which said unto me, Where is the LORD thy God? mine eyes shall behold her: now shall she be trodden down as the mire of the streets.",
        "Wolaitta Sentences": "He wode ta morkkeekka be7ana; qassi tana, \"GODAI ne Xoossai awan de7ii?\" yaagi yaagidi qilliicciyaagee yeellaa maayana; i ogiyan de7iya urqqaadan yerettishinkka taani ta aifiyan be7ana."
    },
    {
        "English Sentences": "In the day that thy walls are to be built, in that day shall the decree be far removed.",
        "Wolaitta Sentences": "Inttenoo, Israa7eela asatoo, intte katamaa gimbbe dirssati direttiyo gallassai yaana; he gallassi intte zawaikka aakkana."
    },
    {
        "English Sentences": "In that day also he shall come even to thee from Assyria, and from the fortified cities, and from the fortress even to the river, and from sea to sea, and from mountain to mountain.",
        "Wolaitta Sentences": "He gallassi intte asai inttekko simmana. Eti Asoore biittaappe, Gibxxe katamatuppe, Efiraaxiisa SHaafaa heeran de7iya sohotuppenne qassi haahosan de7iya abbatu doonaappenne xoqqa deretuppe inttekko simmana."
    },
    {
        "English Sentences": "Notwithstanding the land shall be desolate because of them that dwell therein, for the fruit of their doings.",
        "Wolaitta Sentences": "SHin biittai an de7iya asaa iitatettaa gaasuwan asi bainna baisa gidana."
    },
    {
        "English Sentences": "Feed thy people with thy rod, the flock of thine heritage, which dwell solitarily in the wood, in the midst of Carmel: let them feed in Bashan and Gilead, as in the days of old.",
        "Wolaitta Sentences": "Neeni ne asaa, aradda biittai yuushuwan de7iyo bazzuwan barkka de7iya ne buzo dorssaa wudiyaa ne gatiman heemma. Eti kaseegaadankka Baasaaneeninne Gala7aaden heemettona."
    },
    {
        "English Sentences": "According to the days of thy coming out of the land of Egypt will I shew unto him marvellous things.",
        "Wolaitta Sentences": "GODAI, \"Intte Gibxxe biittaappe kiyido wodiyaadan, taani inttena maalaalissiyaabaa bessana\" yaagees."
    },
    {
        "English Sentences": "The nations shall see and be confounded at all their might: they shall lay their hand upon their mouth, their ears shall be deaf.",
        "Wolaitta Sentences": "Kawotettati ubbai hegaa be7idi yeellatana; eta wolqqaikka hada gidiyo gishshau, eti yeellatidi, bantta doonaa oiqqana; eta haittaikka tullana."
    },
    {
        "English Sentences": "They shall lick the dust like a serpent, they shall move out of their holes like worms of the earth: they shall be afraid of the LORD our God, and shall fear because of thee.",
        "Wolaitta Sentences": "Eti shooshshaadan, biittaa laaccana; sa7aara tiran gooshettiya meretatudan kokkoriiddi, bantta qatuwaappe kiyana. Kiyidi gita dagaman GODAAKKO, nu Xoossaakko, simmana; eti GODAASSI yayyiiddi de7ana."
    },
    {
        "English Sentences": "Who is a God like unto thee, that pardoneth iniquity, and passeth by the transgression of the remnant of his heritage? he retaineth not his anger for ever, because he delighteth in mercy.",
        "Wolaitta Sentences": "Naaquwaa atto yaagiyaagee, ba asaa atettatu makkalaa qoodennaagee ne mala Xoossai oonee? Neeni hanqqoi hanqqoshin, merinau de7a aggakka; aissi giikko, neeni ne asaassi ne aggenna siiquwaa bessiyoogan ufaittaasa."
    },
    {
        "English Sentences": "He will turn again, he will have compassion upon us; he will subdue our iniquities; and thou wilt cast all their sins into the depths of the sea.",
        "Wolaitta Sentences": "Neeni nuuyyo qassikka qarettana; nu naaquwaa ne tohuwan yedhdhana; ee nu nagaraakka abbaa ciimman olana."
    },
    {
        "English Sentences": "Thou wilt perform the truth to Jacob, and the mercy to Abraham, which thou hast sworn unto our fathers from the days of old.",
        "Wolaitta Sentences": "Neeni beniisappekka doommada nu maizza aawatussi geppada caaqqidoogaadan, Abrahaamanne Yaaqooba zare gidida ne asaassi ne ammanettiyoogaanne ne aggenna siiquwaa bessana."
    }
]