[
    {
        "English Sentences": "The vision of Obadiah. Thus saith the Lord GOD concerning Edom; We have heard a rumour from the LORD, and an ambassador is sent among the heathen, Arise ye, and let us rise up against her in battle.",
        "Wolaitta Sentences": "Ubbaa Haariya GODAI Eedooma biittaabaa Abddiyyussi qonccissido ajjuutai hagaa. Eedoomabaa GODAI hagaadan yaagidi, ba kiittiyo uraa bollan kawotettatukko kiittidoogaa nuuni siyida; \"Denddite! Eedooma biittaa oloos\" yaagidi kiittiis."
    },
    {
        "English Sentences": "Behold, I have made thee small among the heathen: thou art greatly despised.",
        "Wolaitta Sentences": "GODAI Eedooma hagaadan yaagees; \"Be7a, kawotettatu giddon taani nena laafa kessana; neeni keehippe karettana."
    },
    {
        "English Sentences": "The pride of thine heart hath deceived thee, thou that dwellest in the clefts of the rock, whose habitation is high; that saith in his heart, Who shall bring me down to the ground?",
        "Wolaitta Sentences": "Nenoo, zaallaa kooppuwaa giddon de7iyaagoo, ne keettaa xoqqa deretu bollan keexxidaagoo, qassi ne wozanan, Tana hagaappe duge ooni wottii? yaagiyaagoo, nena ne wozanaa otoroi cimmiis."
    },
    {
        "English Sentences": "Though thou exalt thyself as the eagle, and though thou set thy nest among the stars, thence will I bring thee down, saith the LORD.",
        "Wolaitta Sentences": "Neeni argganttaadan pude haakkada paallikko, ne keettaakka xoolinttetu giddon keexxikkokka, taani nena hegaappe duge wottana\" yaagees GODAI."
    },
    {
        "English Sentences": "If thieves came to thee, if robbers by night, (how art thou cut off!) would they not have stolen till they had enough? if the grapegatherers came to thee, would they not leave some grapes?",
        "Wolaitta Sentences": "\"Kaisoti woikko bonqqiyaageeti qammi yiikko, banttau gidiyaagaa keena xalaalaa wuuqqoosona; woiniyaa teeraa maxiyaageetikka maxiiddi, poshiluwaa ashshoosona; shin ne morkketi nena muleera xaissana."
    },
    {
        "English Sentences": "How are the things of Esau searched out! how are his hidden things sought up!",
        "Wolaitta Sentences": "Abeet Eesawa zareti waani bonqqettanddonaashsha! Qosan de7iya eta aqoikka waani qocirettanddeeshsha!"
    },
    {
        "English Sentences": "All the men of thy confederacy have brought thee even to the border: the men that were at peace with thee have deceived thee, and prevailed against thee; they that eat thy bread have laid a wound under thee: there is none understanding in him.",
        "Wolaitta Sentences": "Nenaara maachchan de7iyaageeti ubbai nena ne biittaappe gaxi yedettana; qassi ne dabbotikka cimmidi nena xoonana. Ne qumaa miyaageetikka neeyyo gitiyaa yeggana; shin neeni hegaa akeekakka\" yaagees."
    },
    {
        "English Sentences": "Shall I not in that day, saith the LORD, even destroy the wise men out of Edom, and understanding out of the mount of Esau?",
        "Wolaitta Sentences": "GODAI qassikka hagaadan yaagees; \"He gallassi taani Eedoomappe aadhdhida eranchchatanne Eesawa Deriyaappekka eraa xaissana."
    },
    {
        "English Sentences": "And thy mighty men, O Teman, shall be dismayed, to the end that every one of the mount of Esau may be cut off by slaughter.",
        "Wolaitta Sentences": "Inttenoo, Temaana asatoo, intte olanchchati dagammana; Eesawa Deriyaa bolli de7iya asai ubbaikka goora7ettana."
    },
    {
        "English Sentences": "For thy violence against thy brother Jacob shame shall cover thee, and thou shalt be cut off for ever.",
        "Wolaitta Sentences": "\"Yaaqooba zare gidiya ne ishanttu bolli neeni oottido iitabaa gishshau, neeni yeellaa maayana; neeni merinau xayaagana."
    },
    {
        "English Sentences": "In the day that thou stoodest on the other side, in the day that the strangers carried away captive his forces, and foreigners entered into his gates, and cast lots upon Jerusalem, even thou wast as one of them.",
        "Wolaitta Sentences": "Morkketi yiidi eta aquwaa bonqqiyo wode, he gallassi neeni gaxi shiiqada eqqa xeelladasa. Qassi penggiyaara gelidi, Yerusalaame katamaa saamaa yeggidi shaakkida allagatuppe neeni issuwaa malattenne."
    },
    {
        "English Sentences": "But thou shouldest not have looked on the day of thy brother in the day that he became a stranger; neither shouldest thou have rejoiced over the children of Judah in the day of their destruction; neither shouldest thou have spoken proudly in the day of distress.",
        "Wolaitta Sentences": "Neeni ne ishai metootiyo gallassi a metuwan ufaittanau bessenna; qassi Yihudaa asaa bolli bashshai gakkiyo gallassikka hashshu gaanau bessenna. Ee, eta un77uwaa gallassi eta bolli miiccanaukka bessenna!"
    },
    {
        "English Sentences": "Thou shouldest not have entered into the gate of my people in the day of their calamity; yea, thou shouldest not have looked on their affliction in the day of their calamity, nor have laid hands on their substance in the day of their calamity;",
        "Wolaitta Sentences": "Eta tuggaa gallassi ta asai de7iyo katamaa gelanaunne eta waayiyan neeni ufaittanau bessenna shin! Qassi eta tuggaa gallassi neeni eta aquwaa bonqqanau bessenna;"
    },
    {
        "English Sentences": "Neither shouldest thou have stood in the crossway, to cut off those of his that did escape; neither shouldest thou have delivered up those of his that did remain in the day of distress.",
        "Wolaitta Sentences": "etappe baqatiyaageeta woranau neeni balla ogiyan zuggada naaganaunne attidaageetakka eta un77uwaa gallassi morkketussi aattada immanau bessenna shin!"
    },
    {
        "English Sentences": "For the day of the LORD is near upon all the heathen: as thou hast done, it shall be done unto thee: thy reward shall return upon thine own head.",
        "Wolaitta Sentences": "\"Aihuda gidenna asatu ubbaa bolli GODAA gallassai gakkiis. Nenoo Eedoomaa, neeni haratu bolli oottidobai ne bolli oosettana; ne daafaikka ne huuphiyan simmana."
    },
    {
        "English Sentences": "For as ye have drunk upon my holy mountain, so shall all the heathen drink continually, yea, they shall drink, and they shall swallow down, and they shall be as though they had not been.",
        "Wolaitta Sentences": "Ta asai ta geeshsha deriyaa huuphiyan metuwaa xuu7aa uyiis. Hegaadan eta yuushuwan de7iya kawotettati zaari zaaridikka metuwaa xuu7aa uyana; uyidi eti ubbaikka kase hani erennabaa hanana."
    },
    {
        "English Sentences": "But upon mount Zion shall be deliverance, and there shall be holiness; and the house of Jacob shall possess their possessions.",
        "Wolaitta Sentences": "\"SHin Xiyoone Deriyan bashshaappe kessi ekkiyaageeti de7ana; Xiyooneekka geeshsha gidana; Yaaqooba zaretikka bantta biittaa laattana."
    },
    {
        "English Sentences": "And the house of Jacob shall be a fire, and the house of Joseph a flame, and the house of Esau for stubble, and they shall kindle in them, and devour them; and there shall not be any remaining of the house of Esau; for the LORD hath spoken it.",
        "Wolaitta Sentences": "Yaaqooba zareti tama gidana; Yooseefa zaretikka laco gidana; Eesawa zareti utula gidana. Tamai utulaa miyoogaadan, Yaaqooba zaretinne Yooseefa zareti Eesawa zareta miidi muleerakka xaissana\" yaagees GODAI."
    },
    {
        "English Sentences": "And they of the south shall possess the mount of Esau; and they of the plain the Philistines: and they shall possess the fields of Ephraim, and the fields of Samaria: and Benjamin shall possess Gilead.",
        "Wolaitta Sentences": "Neegeeba Bazzuwan de7iya asai Eesawa Deriyaa laattana; garatiya biittan de7iya asai Pilisxxeematu biittaa laattana. Eti Efireema biittaanne Samaariyaa biittaa laattana. Qassi Biniyaama zaretikka Gala7aade biittaa laattana."
    },
    {
        "English Sentences": "And the captivity of this host of the children of Israel shall possess that of the Canaanites, even unto Zarephath; and the captivity of Jerusalem, which is in Sepharad, shall possess the cities of the south.",
        "Wolaitta Sentences": "Omoodettidi de7ida Israa7eela asai simmidi, Kanaane biittaa Siraafita giyo katamaa gakkanaashin laattana; qassi Yerusalaameppe omoodettidi, Safaraada giyo sohuwan de7iya asati Neegeeba Bazzuwan de7iya katamata laattana."
    },
    {
        "English Sentences": "And saviours shall come up on mount Zion to judge the mount of Esau; and the kingdom shall be the LORD's.",
        "Wolaitta Sentences": "Ashshiyaageeti Eesawa asaa haaranau Xiyoone Deriyaa bolli kiyana; kawotettaikka GODAABAA gidana."
    }
]