[
    {
        "English Sentences": "The words of the Preacher, the son of David, king in Jerusalem.",
        "Wolaitta Sentences": "Hagee, Daawita na7aa, Yerusalaamen kawotida eranchchaa qaalaa."
    },
    {
        "English Sentences": "Vanity of vanities, saith the Preacher, vanity of vanities; all is vanity.",
        "Wolaitta Sentences": "He eranchchai, \"Ubbabaikka hada; qassi ubbabaikka hadaappe aadhdhida hada; ubbabaikka muleera hada\" yaagiis."
    },
    {
        "English Sentences": "What profit hath a man of all his labour which he taketh under the sun?",
        "Wolaitta Sentences": "Ba de7iyoosan ubban, asi daafuridi oottiyooban ubban ayyo woree aibee?"
    },
    {
        "English Sentences": "One generation passeth away, and another generation cometh: but the earth abideth for ever.",
        "Wolaitta Sentences": "Issi yeletai aadhdhiyo wode, hara yeletai sohuwaa oiqqees. SHin ha biittai merinaukka laamettennan de7ees."
    },
    {
        "English Sentences": "The sun also ariseth, and the sun goeth down, and hasteth to his place where he arose.",
        "Wolaitta Sentences": "Awai mokkeesinne wullees; qassi naa77anttuwaakka mokkanau yaa mokkiyo sohuwaakko eesotees."
    },
    {
        "English Sentences": "The wind goeth toward the south, and turneth about unto the north; it whirleth about continually, and the wind returneth again according to his circuits.",
        "Wolaitta Sentences": "Carkkoi issitoo tohossi issitoo huuphessi carkkees; qassi yuuyi yuuyi aadhdhidi, simerettidi yees."
    },
    {
        "English Sentences": "All the rivers run into the sea; yet the sea is not full; unto the place from whence the rivers come, thither they return again.",
        "Wolaitta Sentences": "Goggiya haattai ubbai abban gelees; shin abbai kumi erenna. He haattai qassikka simmidi gogganau, guyye ba pulttiyo sohuwaa bees."
    },
    {
        "English Sentences": "All things are full of labour; man cannot utter it: the eye is not satisfied with seeing, nor the ear filled with hearing.",
        "Wolaitta Sentences": "Ubbabaikka salettiyaabaa. Salettiyaabai i woisa keenau salettiyaakkokka odi wurssanau danddayettenna. Aifee xeellidi, kalli erenna; haittaikka siyidi, tau gidiis gi erenna."
    },
    {
        "English Sentences": "The thing that hath been, it is that which shall be; and that which is done is that which shall be done: and there is no new thing under the sun.",
        "Wolaitta Sentences": "Kase hanidabai sinttanaukka simmidi i hanana; qassi ha77i haniiddi de7iyaabaikka kase hanidabaa. Hegaa gishshau, salo gufantton oorattabaa giyoobi aibinne baawa."
    },
    {
        "English Sentences": "Is there any thing whereof it may be said, See, this is new? it hath been already of old time, which was before us.",
        "Wolaitta Sentences": "Ooninne, \"Be7ite! Hagee oorattabaa\" giikko, hegee ooratta gidenna; hegee nuuni yelettanaappe kase baggan hanidabaa."
    },
    {
        "English Sentences": "There is no remembrance of former things; neither shall there be any remembrance of things that are to come with those that shall come after.",
        "Wolaitta Sentences": "Kase aadhdhida wodetun hanidabata zaaridi hassayiyaabi baawa; guyyeppe hananabatakka etappe guyyiyan ooninne hassayenna."
    },
    {
        "English Sentences": "I the Preacher was king over Israel in Jerusalem.",
        "Wolaitta Sentences": "Taani eranchchai, Yerusalaamen Israa7eelassi kawo gidada de7aas."
    },
    {
        "English Sentences": "And I gave my heart to seek and search out by wisdom concerning all things that are done under heaven: this sore travail hath God given to the sons of man to be exercised therewith.",
        "Wolaitta Sentences": "Taani biittan sa7an de7iyaabaa ubbaa qora qorada eranaunne aadhdhida eratettan pilgga xeellanau ta qofaa qachchaas. Yaatada asaa ubbaassi Xoossai immido de7oi keehippe daafurssiyaabaanne ufaissennabaa gidiyoogaa akeekaas."
    },
    {
        "English Sentences": "I have seen all the works that are done under the sun; and, behold, all is vanity and vexation of spirit.",
        "Wolaitta Sentences": "Saloppe garssa baggan hanidabaa ubbaa taani be7aas; shin ubbabaikka hada; carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "That which is crooked cannot be made straight: and that which is wanting cannot be numbered.",
        "Wolaitta Sentences": "Geellai sittanau danddayenna; qassi bainnabaakka qoodanau danddayettenna."
    },
    {
        "English Sentences": "I communed with mine own heart, saying, Lo, I am come to great estate, and have gotten more wisdom than all they that have been before me in Jerusalem: yea, my heart had great experience of wisdom and knowledge.",
        "Wolaitta Sentences": "Taani woni ta wozanan hagaadan yaagada qoppaas; \"Taappe kase Yerusalaame haarida ubbatuppe taani gitanne aadhdhida eranchcha gidaas. Cinccatettaanne eraa giyoogee i aibakko paaccada eraas\" yaagaas."
    },
    {
        "English Sentences": "And I gave my heart to know wisdom, and to know madness and folly: I perceived that this also is vexation of spirit.",
        "Wolaitta Sentences": "Qassi taani aadhdhida eratettaappe, gooshshappenne eeyyatettaappe gidduwan de7iya dummatettai aibakko eranau keehi daafuraas. SHin wurssettan hegeekka carkkuwaa oiqqanau yedettiyoogaa mala hada gidiyoogaa eraas."
    },
    {
        "English Sentences": "For in much wisdom is much grief: and he that increaseth knowledge increaseth sorrow.",
        "Wolaitta Sentences": "Aadhdhida eratettai dariyo wode azzanissiyaabai darees; erai dariyo wodekka qassi metoi darees."
    },
    {
        "English Sentences": "I said in mine heart, Go to now, I will prove thee with mirth, therefore enjoy pleasure: and, behold, this also is vanity.",
        "Wolaitta Sentences": "Taani ta wozanan, \"Ane taayyo gita ufaissaa immiyaabi aibakko, qassi de7iyo de7uwaa giddonkka lo77obi aibakko be7ana\" yaagada qoppaas; shin hegeekka hada."
    },
    {
        "English Sentences": "I said of laughter, It is mad: and of mirth, What doeth it?",
        "Wolaitta Sentences": "Ubbatoo miicciyoogee eeyyatetta gidiyoogaa, qassi daro ufaissaikka ainne go77ennabaa gidiyoogaa akeekaas."
    },
    {
        "English Sentences": "I sought in mine heart to give myself unto wine, yet acquainting mine heart with wisdom; and to lay hold on folly, till I might see what was that good for the sons of men, which they should do under the heaven all the days of their life.",
        "Wolaitta Sentences": "Hegee hegaa gidi uttidaashin, aadhdhida eratettaa demmanau amottada, ta wozanaa woine eessan ufaissaidda, hegaa suganau eeyyatettan qofaa qachchaas. Qassi asai ha sa7aa bolli baayyo de7iya qantta wodiyaa aattiyo, ubbaappe aadhdhiya lo77o ogeekka hagaa gaada qoppaas."
    },
    {
        "English Sentences": "I made me great works; I builded me houses; I planted me vineyards:",
        "Wolaitta Sentences": "Qassi hara issi gitabaa oottaas; taayyo de7iyo keettata keexxaas; woiniyaa turaakka tokkaas."
    },
    {
        "English Sentences": "I made me gardens and orchards, and I planted trees in them of all kind of fruits:",
        "Wolaitta Sentences": "Dumma dumma ataakilttiyaanne aifiyaa aifiya mittata tokkiyo sohuwaanne asai shemppiyo sohuwaa gannatiyaadan loittada giigissaas. He sohuwan dumma dumma aifiyaa aifiya mittatakka tokkada, dichchaas."
    },
    {
        "English Sentences": "I made me pools of water, to water therewith the wood that bringeth forth trees:",
        "Wolaitta Sentences": "He dicciya mittata ushshanau, haattaa dagayiyo sohuwaa zeerada giigissaas."
    },
    {
        "English Sentences": "I got me servants and maidens, and had servants born in my house; also I had great possessions of great and small cattle above all that were in Jerusalem before me:",
        "Wolaitta Sentences": "Attumanne macca ailleta shammaas; qassi ta son yelettida hara ailletikka taayyo de7oosona. Taappe kase Yerusalaamen de7ida oogaappenne dariya mehiyaa, deeshshaanne dorssaa wudiyaa haaraas."
    },
    {
        "English Sentences": "I gathered me also silver and gold, and the peculiar treasure of kings and of the provinces: I gat me men singers and women singers, and the delights of the sons of men, as musical instruments, and that of all sorts.",
        "Wolaitta Sentences": "Taani haariyo dumma dumma biittatuppe bonchchettida kawo keettaa buquraa ehiissada, daro worqqaanne biraa taayyo dagayaas. Qassi, tana sabbidi yexxiya attumanne macca yettanchchata qaxaraas; hegaa bollikka, asassi ufaissaa immiya keehi daro macca asaakka shiishshaas."
    },
    {
        "English Sentences": "So I was great, and increased more than all that were before me in Jerusalem: also my wisdom remained with me.",
        "Wolaitta Sentences": "Hegaa gishshau, taani taappe kase Yerusalaamen de7ida ooppenne aadhdhida gita asa gidaas. Ta aadhdhida eratettaikka tanaara wurssettai gakkanaashin de7iis."
    },
    {
        "English Sentences": "And whatsoever mine eyes desired I kept not from them, I withheld not my heart from any joy; for my heart rejoiced in all my labour: and this was my portion of all my labour.",
        "Wolaitta Sentences": "Ta aifee xeellidobaanne ta wozanai amottidobaa ubbaa demmaas; ta asatettai koyiyo ufaissaa ubbaakka diggabeikke. Taani oottido ooso ubban ufaittais; ta daafuraayyo woreekka hegaa."
    },
    {
        "English Sentences": "Then I looked on all the works that my hands had wrought, and on the labour that I had laboured to do: and, behold, all was vanity and vexation of spirit, and there was no profit under the sun.",
        "Wolaitta Sentences": "Gido shin, hegaa ubbaa ootta simmada taani akeekiyo wode, keehi taani ayyo daafuridobai ubbaikka hada gidiyoogaa be7aas. Salo gufantton go77iyaabi aibinne baawa; ubbaikka carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "And I turned myself to behold wisdom, and madness, and folly: for what can the man do that cometh after the king? even that which hath been already done.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, taani aadhdhida eratettai, eeyyatettainne gooshshai aibakko paaccada eranau qofaa doommaas. Kawuwaa man77iyan kawotiya hara kawoi kase oosettidabaappe aadhdhiya harabaa ai oottanee?"
    },
    {
        "English Sentences": "Then I saw that wisdom excelleth folly, as far as light excelleth darkness.",
        "Wolaitta Sentences": "Taani hagaadan yaagaas; \"Tumukka poo7oi xumaappe kehiyoogaadan, aadhdhida eratettai eeyyatettaappe kehees."
    },
    {
        "English Sentences": "The wise man's eyes are in his head; but the fool walketh in darkness: and I myself perceived also that one event happeneth to them all.",
        "Wolaitta Sentences": "Cincca asati bantta denddiyo sohuwaanne biidi gakkiyo sohuwaa eroosona; shin eeyyati hegaa ubbaa erokkona\" yaagaas. Gidoppe attin, eta naa77aa wurssettaikka issuwaa."
    },
    {
        "English Sentences": "Then said I in my heart, As it happeneth to the fool, so it happeneth even to me; and why was I then more wise? Then I said in my heart, that this also is vanity.",
        "Wolaitta Sentences": "Taani ta wozanan, \"Eeyyaa gakkiya qaadai tanakka gakkees; yaatin, taani aadhdhida eranchcha gidiyoogee tana ai maaddii?\" yaagada qoppaas. Qassi taani ta wozanan, \"Hagee ubbabaikka hada!\" yaagaas."
    },
    {
        "English Sentences": "For there is no remembrance of the wise more than of the fool for ever; seeing that which now is in the days to come shall all be forgotten. And how dieth the wise man? as the fool.",
        "Wolaitta Sentences": "Aissi giikko, eeyyin aadhdhida eranchcha gidin, haiqoppe hefinttan simmidi, a hassayiyaabi baawa; sinttappe yiya laittatun nuuni ubbaikka dogetti attana. Eeyyai haiqqiyoogaadan, aadhdhida eranchchaikka haiqqees."
    },
    {
        "English Sentences": "Therefore I hated life; because the work that is wrought under the sun is grievous unto me: for all is vanity and vexation of spirit.",
        "Wolaitta Sentences": "Metoppe attin, go77iyaabi bainna gishshau, ha sa7aa de7oi tana iitiis. Hegeekka hada; carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "Yea, I hated all my labour which I had taken under the sun: because I should leave it unto the man that shall be after me.",
        "Wolaitta Sentences": "Salo gufantton taani keehi daafurada demmido ta aquwaa ubbaa taappe guyyiyan yiya urau yeggada biyo gishshau, taani daafuridobai ubbai tana iitiis."
    },
    {
        "English Sentences": "And who knoweth whether he shall be a wise man or a fool? yet shall he have rule over all my labour wherein I have laboured, and wherein I have shewed myself wise under the sun. This is also vanity.",
        "Wolaitta Sentences": "Taappe guyyiyan yiya bitanee aadhdhida eranchchakko eeyyakko ooni erii? SHin i oona gidinkka, taani keehi daafuridobaanne ta cinccatettan taani demmidobaa ubbaa bau ekkidi, goda gidana; yaatikko, hegeekka hada."
    },
    {
        "English Sentences": "Therefore I went about to cause my heart to despair of all the labour which I took under the sun.",
        "Wolaitta Sentences": "Hegaa gishshau, salo gufantton hagaa keenaa aissi daafuridanaashsha gaada ta wozanan azzanaas."
    },
    {
        "English Sentences": "For there is a man whose labour is in wisdom, and in knowledge, and in equity; yet to a man that hath not laboured therein shall he leave it for his portion. This also is vanity and a great evil.",
        "Wolaitta Sentences": "Asi ba de7ido laittan bau de7ida aadhdhida eratettan, eraaninne hiillan daafuridi demmidobaa ubbaa ainne daafuribeennaagau yeggidi bees. Hegeekka qassi, hadanne likke gidennabaa."
    },
    {
        "English Sentences": "For what hath man of all his labour, and of the vexation of his heart, wherein he hath laboured under the sun?",
        "Wolaitta Sentences": "Yaatin, salo gufantton asi keehi daafuridi oottidobaappe ubbaappe ai go77a demmii?"
    },
    {
        "English Sentences": "For all his days are sorrows, and his travail grief; yea, his heart taketh not rest in the night. This is also vanity.",
        "Wolaitta Sentences": "I ba de7uwaa laittan daafuriyo daafurai ubbai azzanoppenne kayyoppe harabaa ainne au gujjenna; harai atto qammikka a huuphee qofaappe shemppenna; gido shin, he ubbaikka hada."
    },
    {
        "English Sentences": "There is nothing better for a man, than that he should eat and drink, and that he should make his soul enjoy good in his labour. This also I saw, that it was from the hand of God.",
        "Wolaitta Sentences": "Hegaa gishshau, asassi go77a gidiyaabi aibee giikko, asi ba daafuridobaappe miidinne uyidi ufaittiyoogaa. He ufaissaikka qassi Xoossaa kushiyaappe imettidabaa gidiyoogaa taani akeekaas."
    },
    {
        "English Sentences": "For who can eat, or who else can hasten hereunto, more than I?",
        "Wolaitta Sentences": "Aissi giikko, a shene gidana xayikko, min uyinkka asau ufaissi awan beettii?"
    },
    {
        "English Sentences": "For God giveth to a man that is good in his sight wisdom, and knowledge, and joy: but to the sinner he giveth travail, to gather and to heap up, that he may give to him that is good before God. This also is vanity and vexation of spirit.",
        "Wolaitta Sentences": "Xoossaa ufaissiya uraassi Xoossai cinccatettaa, eratettaanne ufaissaa immees; nagaranchchaassi mati i daafuridi shiishshanaadan, daafuraa immees; shin i shiishshidoogaa Xoossai ekkidi, baayyo yayyiyaagau harau immees. Hegaa gishshau, ha ubbaikka hadanne carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "To every thing there is a season, and a time to every purpose under the heaven:",
        "Wolaitta Sentences": "Ubbabau wodee de7ees; saloppe garssa baggaara oosettiyaabau ubbau a laittai laittai de7ees."
    },
    {
        "English Sentences": "A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;",
        "Wolaitta Sentences": "Hegaa gishshau, yelettanau wodee de7ees; haiqqanaukka wodee de7ees. Tokkanau wodee de7ees; tokkidoogaa shoddanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to kill, and a time to heal; a time to break down, and a time to build up;",
        "Wolaitta Sentences": "Woranau wodee de7ees; pattanaukka wodee de7ees. Qolanau wodee de7ees; qassi keexxanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to weep, and a time to laugh; a time to mourn, and a time to dance;",
        "Wolaitta Sentences": "Yeekkanau wodee de7ees; miiccanaukka wodee de7ees. Kayyottanau wodee de7ees; qassi ufaittidi yexxanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;",
        "Wolaitta Sentences": "SHuchchaa laalanau wodee de7ees; shuchchaa shiishshanaukka wodee de7ees. Qoomettanau wodee de7ees; qassi shaahettanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to get, and a time to lose; a time to keep, and a time to cast away;",
        "Wolaitta Sentences": "Koyidi demmanau wodee de7ees; bashshanaukka wodee de7ees. SHiishshi oiqqanau wodee de7ees; laalanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to rend, and a time to sew; a time to keep silence, and a time to speak;",
        "Wolaitta Sentences": "Peeranau wodee de7ees; sikkanaukka wodee de7ees. Co77u gaanau wodee de7ees; qassi haasayanaukka wodee de7ees."
    },
    {
        "English Sentences": "A time to love, and a time to hate; a time of war, and a time of peace.",
        "Wolaitta Sentences": "Dosanau wodee de7ees; ixxanaukka wodee de7ees. Olaassi wodee de7ees; saruwaassi wodee de7ees."
    },
    {
        "English Sentences": "What profit hath he that worketh in that wherein he laboureth?",
        "Wolaitta Sentences": "Yaatin, oosanchchi ba daafurido daafuraappe aiba wore demmii?"
    },
    {
        "English Sentences": "I have seen the travail, which God hath given to the sons of men to be exercised in it.",
        "Wolaitta Sentences": "Taani qassi, asaa naati daafuridi oottana mala, Xoossai immido toohoi keehi deexo gidiyoogaa be7aas."
    },
    {
        "English Sentences": "He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.",
        "Wolaitta Sentences": "Xoossai ubbabaa a wodiyan wodiyan loittidi oottiis. Xoossai asaa wozanan merinatettaa wottiis; hegaa gidikkonne, Xoossai oottidobaa ubbaa koiruwaappe wurssettai gakkanaashin, asai wurssidi eranau danddayenna."
    },
    {
        "English Sentences": "I know that there is no good in them, but for a man to rejoice, and to do good in his life.",
        "Wolaitta Sentences": "Hegaa gishshau, asi ba de7ido laittan lo77iyaabaa oottiyoogaappenne, ufaittiyoogaappe aadhdhiyaabi aibinne bainnaagaa taani akeekaas."
    },
    {
        "English Sentences": "And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.",
        "Wolaitta Sentences": "Qassi, asassi au a daafurau waaga gidiyaabi muussaaninne ushshan bana ufaissiyoogaa; hegeekka au Xoossaappe imettida imota."
    },
    {
        "English Sentences": "I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.",
        "Wolaitta Sentences": "Xoossai oottidobai ubbai merinau de7iyaabaa gidiyoogaa taani eraas; i oottidobaa bollan gujjanau woikko appe haa guuttanau danddayettenna. Xoossai hegaa oottidoogee, asai baayyo yayyidi bonchchanaassa."
    },
    {
        "English Sentences": "That which hath been is now; and that which is to be hath already been; and God requireth that which is past.",
        "Wolaitta Sentences": "Ha77i haniiddi de7iyaabai woikko sinttappe hananau de7iyaabai ubbai kase aadhdhida wodiyan hanidabaa; aissi giikko, Xoossai kase hanidabai zaari zaaridikka hananaadan oottees."
    },
    {
        "English Sentences": "And moreover I saw under the sun the place of judgment, that wickedness was there; and the place of righteousness, that iniquity was there.",
        "Wolaitta Sentences": "Qassi taani, salo gufantton geeshsha pirddaa sohuwan iitatettai, xillotettaa sohuwankka nagarai de7iyoogaa be7aas."
    },
    {
        "English Sentences": "I said in mine heart, God shall judge the righteous and the wicked: for there is a time there for every purpose and for every work.",
        "Wolaitta Sentences": "Be7ada ta wozanan, \"Xoossai xilluwaanne iitaa naa77aakka pirddau shiishshana; aissi giikko, Xoossai allaalle ubbaunne ooso ubbau wodiyaa keeri wottiis\" yaagada qoppaas."
    },
    {
        "English Sentences": "I said in mine heart concerning the estate of the sons of men, that God might manifest them, and that they might see that they themselves are beasts.",
        "Wolaitta Sentences": "Qassi taani ta wozanan, \"Asai do7atuppe kehennaagaa eta bessanau, Xoossai eta paaccees\" yaagaas."
    },
    {
        "English Sentences": "For that which befalleth the sons of men befalleth beasts; even one thing befalleth them: as the one dieth, so dieth the other; yea, they have all one breath; so that a man hath no preeminence above a beast: for all is vanity.",
        "Wolaitta Sentences": "Aissi giikko, asaa gidin, do7ata gidinkka, eta qaadai issuwaa; issoi haiqqiyoogaadan, hankkoikka haiqqees. Qassi naa77aikka issi carkkuwaa shemppoosona; hegaa gishshau, asatikka do7atuppe kehokkona; hegeekka hada."
    },
    {
        "English Sentences": "All go unto one place; all are of the dust, and all turn to dust again.",
        "Wolaitta Sentences": "Eti naa77aikka issi sohuwaa boosona; naa77aikka biittaappe merettido gishshau, biittau simmoosona."
    },
    {
        "English Sentences": "Who knoweth the spirit of man that goeth upward, and the spirit of the beast that goeth downward to the earth?",
        "Wolaitta Sentences": "Yaatin, asaa shemppoi saluwaa pude kiyiyoogaanne do7atu shemppoi biittaa ciimmau duge wodhdhiyoogaa shaakkidi eranau danddayiyai oonee?"
    },
    {
        "English Sentences": "Wherefore I perceive that there is nothing better, than that a man should rejoice in his own works; for that is his portion: for who shall bring him to see what shall be after him?",
        "Wolaitta Sentences": "Hegaa gishshau, asi ba oottido oosuwan ufaittiyoogaappe kehiyaabi harabi ayyo bainnaagaa be7aas. Aissi giikko, au de7iya lo77o qaadai hegaa xalaala. Asi haiqqiichchobare appe guyyiyan haniyaabaa bessanau, a haiqoppe guyye ehaanau danddayiyai oonee?"
    },
    {
        "English Sentences": "So I returned, and considered all the oppressions that are done under the sun: and behold the tears of such as were oppressed, and they had no comforter; and on the side of their oppressors there was power; but they had no comforter.",
        "Wolaitta Sentences": "Taani qassikka, salo gufantton asi asa ai keenaa naaqqiyaakkonne xeellaas. Naaqettidaageeti banttana minttettiyaabaa xayidi yeekkoosona. Naaqqiyaageetussi gita maatai de7iyoogaappe attin, naaqettiyaageeta maaddiyaabi ooninne baawa."
    },
    {
        "English Sentences": "Wherefore I praised the dead which are already dead more than the living which are yet alive.",
        "Wolaitta Sentences": "Hegaa gishshau, taani, \"Ha77i paxa de7iyaageetuppe kase haiqqiichchidaageeti keha\" yaagaas."
    },
    {
        "English Sentences": "Yea, better is he than both they, which hath not yet been, who hath not seen the evil work that is done under the sun.",
        "Wolaitta Sentences": "Gido shin, ha naa77aappekka aadhdhidi qassi, mule yelettibeennaageetu qaadai lo77o; aissi giikko, eti salo gufantton oosettiya naaquwaa muliyaa be7ibookkona."
    },
    {
        "English Sentences": "Again, I considered all travail, and every right work, that for this a man is envied of his neighbour. This is also vanity and vexation of spirit.",
        "Wolaitta Sentences": "Asai ba amottidobaa demmanau keehi daafuridi oottees; shin he daafurai ba laggiyaa bollan qanaatiyo qofaappe denddidaagaana gidiyoogaa taani akeekaas. Hegeekka qassi hada; carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "The fool foldeth his hands together, and eateth his own flesh.",
        "Wolaitta Sentences": "Ba kushiyaa xaaxidi, utti aggiya azallai, namisan haiqqees."
    },
    {
        "English Sentences": "Better is an handful with quietness, than both the hands full with travail and vexation of spirit.",
        "Wolaitta Sentences": "Daafuraaninne carkkuwaa oiqqanau yedettiyoogaa mala jaaman daafuridi demmiyo naa77u kushebaappe, woppan demmiyo issi kushebai darees."
    },
    {
        "English Sentences": "Then I returned, and I saw vanity under the sun.",
        "Wolaitta Sentences": "Qassi taani, salo gufantton hada gididabaa issi harabaakka be7aas."
    },
    {
        "English Sentences": "There is one alone, and there is not a second; yea, he hath neither child nor brother: yet is there no end of all his labour; neither is his eye satisfied with riches; neither saith he, For whom do I labour, and bereave my soul of good? This is also vanity, yea, it is a sore travail.",
        "Wolaitta Sentences": "Hegeekka issi barkka de7iya bitaniyaabaa; ayyo attuma na7i woikko ishi baawa. SHin i daafuriyo daafurau zawi baawa; qassi baayyo de7iyaaban alenna. I barkka bana oichchiiddi, \"I ta hagaa oossi daafuriyaanaa? Tana ta huuphiyaa aibissi ufaissaa diggiyaanaa?\" yaagidi oichchiis. Hegeekka qassi hadabaanne tugga de7o."
    },
    {
        "English Sentences": "Two are better than one; because they have a good reward for their labour.",
        "Wolaitta Sentences": "Issuwaa gidiyoogaappe naa77a gidiyoogee lo77o; aissi giikko, eta oosoi issuwaagaappe aadhdhidi, lo77o aifiyaa immanau danddayees."
    },
    {
        "English Sentences": "For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.",
        "Wolaitta Sentences": "Qassi, naa77aappe issoi kunddikko issoi denttees; shin barkka de7iya urai kunddikkonne a denttiyaabi bainna gishshau, au aayye7ana!"
    },
    {
        "English Sentences": "Again, if two lie together, then they have heat: but how can one be warm alone?",
        "Wolaitta Sentences": "Meego wodiyan naa77ai issippe zin77ikko ho77ees; shin barkka zin77iya uraa auppe ho77anau danddayii?"
    },
    {
        "English Sentences": "And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.",
        "Wolaitta Sentences": "Issi asi barkka teqqanau danddayenna metuwaa naa77u asati issippe eqettidi, teqqanau danddayoosona. Heezzu achchan dooqettida wodoroikka elle duuxxenna."
    },
    {
        "English Sentences": "Better is a poor and a wise child than an old and foolish king, who will no more be admonished.",
        "Wolaitta Sentences": "Lo77o zoriyaa ekkenna ceega kawuwaappe hiyyeesa gidikkonne, aadhdhida eranchcha yelagai keha."
    },
    {
        "English Sentences": "For out of prison he cometh to reign; whereas also he that is born in his kingdom becometh poor.",
        "Wolaitta Sentences": "Aissi giikko, i he hiyyeesa gidiyo sohuwaappe denddidi, woikko qasho keettaappe kiyidi, ba biittan kawo gidiyo sohuwaa gakkanau danddayees."
    },
    {
        "English Sentences": "I considered all the living which walk under the sun, with the second child that shall stand up in his stead.",
        "Wolaitta Sentences": "Taani salo gufantton de7iyaanne hemettiya asa ubbai kawuwaa kawotettaa araataa laattiya yelagaa kaalliyaagaa be7aas."
    },
    {
        "English Sentences": "There is no end of all the people, even of all that have been before them: they also that come after shall not rejoice in him. Surely this also is vanity and vexation of spirit.",
        "Wolaitta Sentences": "Issi kawoi haariyo asai qoodi bainna cora gidanau danddayees. SHin kawotaappe i kichchiyo wode, i oottidobau ooninne a galatenna. Hegaa gishshau, ha ubbaikka hada; carkkuwaa oiqqanau yedettiyoogaa mala."
    },
    {
        "English Sentences": "Keep thy foot when thou goest to the house of God, and be more ready to hear, than to give the sacrifice of fools: for they consider not that they do evil.",
        "Wolaitta Sentences": "Xoossaa keettaa geliyo wode, ne tohuwaa akeekada tangga. Siyanau mataa shiiqiyoogee, eeyyati yarshshuwaa shiishshiyoogaappe aadhdhees; aissi giikko, eti iita oosuwaa oottiiddi de7iyoogaa erokkona."
    },
    {
        "English Sentences": "Be not rash with thy mouth, and let not thine heart be hasty to utter any thing before God: for God is in heaven, and thou upon earth: therefore let thy words be few.",
        "Wolaitta Sentences": "Ne doonan haasayanau, Xoossaa sinttankka biddanau eesotoppa. Qassi issibaa Xoossassi immana gaada ne wozanan eesotada geppaichchoppa; aissi giikko, Xoossai saluwan, neeni qassi hagan sa7an de7aasa; hegaa gishshau, ne haasayiyo qaalai guutta gido bayin."
    },
    {
        "English Sentences": "For a dream cometh through the multitude of business; and a fool's voice is known by multitude of words.",
        "Wolaitta Sentences": "Hirggai dariyo wode, qamman aimoikka darees; hegaadankka, biddaa daroi eeyyatettaa qaalaa kessees."
    },
    {
        "English Sentences": "When thou vowest a vow unto God, defer not to pay it; for he hath no pleasure in fools: pay that which thou hast vowed.",
        "Wolaitta Sentences": "Xoossaassi neeni geppidobaa polanau gam77oppa; aissi giikko, gam77iya eeyyatun Xoossai ufaittenna. Hegaa gishshau, neeni geppidobaa ubbaa pola."
    },
    {
        "English Sentences": "Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.",
        "Wolaitta Sentences": "Issibaa Xoossassi geppidi, polennan aggiyoogaappe koiro geppennan aggiyoogee lo77o."
    },
    {
        "English Sentences": "Suffer not thy mouth to cause thy flesh to sin; neither say thou before the angel, that it was an error: wherefore should God be angry at thy voice, and destroy the work of thine hands?",
        "Wolaitta Sentences": "Nena ne doonai nagaran yeggennaadan, ne doonaa zawaappe aadhdhida yeda oottoppa; qassi Xoossaassi oottiyaagau, \"Kasekka hagaa taani akeekennan geppaas\" gooppa. Aissi giikko, hegaa Xoossai keehi hanqqettiyo gishshau, neeni daafurada demmidobaa, ne kushiyaa oosuwaa ubbaa i ba hanqquwan quccidi xaissanau danddayees."
    },
    {
        "English Sentences": "For in the multitude of dreams and many words there are also divers vanities: but fear thou God.",
        "Wolaitta Sentences": "Daro aimuwaa aimottikkonne woikko qassi darobaa haasayikkonne he ubbaikka hada; hegaa gishshau, neeni hegaa aggaagada Xoossaassi yayya."
    },
    {
        "English Sentences": "If thou seest the oppression of the poor, and violent perverting of judgment and justice in a province, marvel not at the matter: for he that is higher than the highest regardeth; and there be higher than they.",
        "Wolaitta Sentences": "Issi kawotettai ba biittan de7iya hiyyeesata naaqqishiininne pirddaa geellayishin neeni be7ikko, darin maalaalettoppa. Issi issi halaqau appe bollaara sunttettidi, a xeelliya hara halaqai de7ees. Qassi eta naa77aappekka bollaara sunttettidi, eta xeelliya hara halaqatikka de7oosona."
    },
    {
        "English Sentences": "Moreover the profit of the earth is for all: the king himself is served by the field.",
        "Wolaitta Sentences": "Harai attin, kawuwaa gidikkonne, goshshaappe beettiya aifeti xayikko, woppan de7anau danddayenna."
    },
    {
        "English Sentences": "He that loveth silver shall not be satisfied with silver; nor he that loveth abundance with increase: this is also vanity.",
        "Wolaitta Sentences": "Bira dosiya uraassi biri gidi erenna; duretanau siiqiya uraikka miishshaa kalli erenna. SHin ha ubbaikka hada."
    },
    {
        "English Sentences": "When goods increase, they are increased that eat them: and what good is there to the owners thereof, saving the beholding of them with their eyes?",
        "Wolaitta Sentences": "Duretettai dariyo wode, miyaabaikka hegaa keenaa darees. Yaatin, ba aquwaa coo aifiyan xeellidi, \"Taani dure\" gaanaappe attin, harabaa au ai maaddii!"
    },
    {
        "English Sentences": "The sleep of a labouring man is sweet, whether he eat little or much: but the abundance of the rich will not suffer him to sleep.",
        "Wolaitta Sentences": "Oosuwaa oottiya asi guutta min, daro min, saro xiskkuwaa xiskkidi aqees; shin duree ba duretettaassi ubba wode un77ettidi qoppiyo gishshau, xiskkuwaa xayidi de7ees."
    },
    {
        "English Sentences": "There is a sore evil which I have seen under the sun, namely, riches kept for the owners thereof to their hurt.",
        "Wolaitta Sentences": "Salo gufantton keehi azzanissiyaabaa harabaakka taani be7aas; iita wodiyan bana maaddo giidi, asi bau de7idabaappe guyye wottidi dagayees."
    },
    {
        "English Sentences": "But those riches perish by evil travail: and he begetteth a son, and there is nothing in his hand.",
        "Wolaitta Sentences": "Qassi he duretettai issi iitabai gaittin xayiichchees. I na7a yelidabaa gidikkokka, na7a laatissiyoobaara xayidi, mela attees."
    },
    {
        "English Sentences": "As he came forth of his mother's womb, naked shall he return to go as he came, and shall take nothing of his labour, which he may carry away in his hand.",
        "Wolaitta Sentences": "Asi ubbi koiro kallo yelettidoogaadan, mela kushiyaara simmidi baana. Ai keenaa i daafuridi oottikkonne, ba daafuridobaappe ekkidi biyoobi aibinne baawa."
    },
    {
        "English Sentences": "And this also is a sore evil, that in all points as he came, so shall he go: and what profit hath he that hath laboured for the wind?",
        "Wolaitta Sentences": "Asi kallo yelettidi, kallo guyye simmiyoogeekka qassi keehi azzanissiya iitabaa. A daafuri ubbi carkkuwaa kuucciyoogaadan hada gidaappe sinttan, i hegan ai maadettii?"
    },
    {
        "English Sentences": "All his days also he eateth in darkness, and he hath much sorrow and wrath with his sickness.",
        "Wolaitta Sentences": "I ba laittaa ubbaa xuma de7uwan, azzanuwan, yiillotiyoogan, harggiyaaninne hanqquwan wurssees."
    },
    {
        "English Sentences": "Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it is his portion.",
        "Wolaitta Sentences": "Hegee hegaa gidikkonne, taani akeekido issi lo77obai de7ees; hegeekka salo gufantton Xoossi asi de7anaadan immido qantta laittaa giddon, asi daafuraappe miyoogee, uyiyoogeenne ufaittiyoogee lo77onne bessiyaabaa. Aissi giikko, a qaadai hegaa."
    },
    {
        "English Sentences": "Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.",
        "Wolaitta Sentences": "Xoossai asassi duretettaanne aquwaa immiyoogee, ba daafuraa waagaa demmidi, miidinne uyidi ufaittanaassa. Hegeekka qassi Xoossaappe au imettida imota."
    },
    {
        "English Sentences": "For he shall not much remember the days of his life; because God answereth him in the joy of his heart.",
        "Wolaitta Sentences": "Xoossai a wozanan ubba wode ufaissaa kuntti wottiyo gishshau, i ba de7uwaa laittaabaa daro qoppenna."
    },
    {
        "English Sentences": "There is an evil which I have seen under the sun, and it is common among men:",
        "Wolaitta Sentences": "Salo gufantton asa bolli gakkiya keehi iitabaa taani be7aas."
    },
    {
        "English Sentences": "A man to whom God hath given riches, wealth, and honour, so that he wanteth nothing for his soul of all that he desireth, yet God giveth him not power to eat thereof, but a stranger eateth it: this is vanity, and it is an evil disease.",
        "Wolaitta Sentences": "Xoossai asassi aquwaa, duretettaanne bonchchuwaa ubbaa immees; ayyo koshshiyaabaappe aibanne pacissenna. SHin, ayyo imettida aqonne duretetta ubban keettaawu ufaittana mala, kumetta sheniyaa au immenna. Hegaa xallakka gidenna; i daafuridi demmidoban hara daafuribeennaagee ufaittanaadan oottees. Hegeekka hadanne keehi azzanissiya iitabaa."
    },
    {
        "English Sentences": "If a man beget an hundred children, and live many years, so that the days of his years be many, and his soul be not filled with good, and also that he have no burial; I say, that an untimely birth is better than he.",
        "Wolaitta Sentences": "Issi asi xeetu naata gakkanau yelidi, adussa laittaa de7idi ceegganau danddayees; shin i bau imettidaban ufaittiyo qaadai au xayikko, qassi wurssettan bonchcho mooguwaakka moogettennan attikko, appe baayee uluwan haiqqidi yelettida boshai keha gais."
    },
    {
        "English Sentences": "For he cometh in with vanity, and departeth in darkness, and his name shall be covered with darkness.",
        "Wolaitta Sentences": "Aissi giikko, he boshai coo yelettiis; simmidi qassi, a ooninne hassayenna xumau bees; a sunttaikka he xuman kamettidi attees."
    },
    {
        "English Sentences": "Moreover he hath not seen the sun, nor known any thing: this hath more rest than the other.",
        "Wolaitta Sentences": "I awaa poo7uwaa be7ibeenna; de7obaikka aibakko eribeenna. Hinkko bitaniyaagaappe aadhdhidi shemppiyai a."
    },
    {
        "English Sentences": "Yea, though he live a thousand years twice told, yet hath he seen no good: do not all go to one place?",
        "Wolaitta Sentences": "Hegaa gishshau, ufaissi bainnan de7ishin, naa77u sha7u laittaa de7iya asappe he boshaa qaadai lo77o. Aissi giikko, wurssettan naa77aikka issi sohuwaa boosona."
    },
    {
        "English Sentences": "All the labour of man is for his mouth, and yet the appetite is not filled.",
        "Wolaitta Sentences": "Asi daafuridi oottiyo ubbai bau miyoobaa demmanaassa; shin a uloi audenne gidana gi erenna."
    },
    {
        "English Sentences": "For what hath the wise more than the fool? what hath the poor, that knoweth to walk before the living?",
        "Wolaitta Sentences": "Yaatin, cincca asi eeyyaappe aibin kehii? Hiyyeesaikka keehi cinccidi, haratu sinttan waani simerettanaakko eriyoogee au ai maaddii?"
    },
    {
        "English Sentences": "Better is the sight of the eyes than the wandering of the desire: this is also vanity and vexation of spirit.",
        "Wolaitta Sentences": "Aifiyan be7iyoobai amottiyoobaappe keha. Qassi hegeekka carkkuwaa oiqqanau yedettiyoogaa mala hada."
    },
    {
        "English Sentences": "That which hath been is named already, and it is known that it is man: neither may he contend with him that is mightier than he.",
        "Wolaitta Sentences": "Haniyaabai ubbaikka kasetidi kuuyetti uttiis. Issi issi asi waananau de7iyaakko, adussa wodiyaappe kase baggan eretti uttiis; qassi ai asinne baappe minniyaagaara gaaddetanau danddayenna."
    },
    {
        "English Sentences": "Seeing there be many things that increase vanity, what is man the better?",
        "Wolaitta Sentences": "Haasayai corattiyo wode, hadabai corattees; hegee yaatin, asa ai maaddii?"
    },
    {
        "English Sentences": "For who knoweth what is good for man in this life, all the days of his vain life which he spendeth as a shadow? for who can tell a man what shall be after him under the sun?",
        "Wolaitta Sentences": "Hada gididi, kuwaadan coo aadhdhiya guutta laittaa baagaa asi waatidi aattanau koshshiyaakko eriyai oonee? Qassikka asi haiqqidi biichchin, salo gufantton hananau de7iyaabaa asassi odanau danddayiyai oonee?"
    },
    {
        "English Sentences": "A good name is better than precious ointment; and the day of death than the day of one's birth.",
        "Wolaitta Sentences": "Waagai al77o gidido lo77o shittuwaappe lo77o sunttai aadhdhees; yelettiyo gallassaappekka haiqqiyo gallassai lo77o."
    },
    {
        "English Sentences": "It is better to go to the house of mourning, than to go to the house of feasting: for that is the end of all men; and the living will lay it to his heart.",
        "Wolaitta Sentences": "Gibiraa keettaa biyoogaappe, yeeho keettaa biyoogee lo77o; aissi giikko, asa ubbaa wurssettai haiqo; paxa de7iya asaikka hegaa ba wozanan wottanau koshshees."
    },
    {
        "English Sentences": "Sorrow is better than laughter: for by the sadness of the countenance the heart is made better.",
        "Wolaitta Sentences": "Miichchaappe azzanoi keha; aissi giikko, azzanoi som77uwaa karexissikkokka wozanaa poo7issees."
    },
    {
        "English Sentences": "The heart of the wise is in the house of mourning; but the heart of fools is in the house of mirth.",
        "Wolaitta Sentences": "Ubbatoo ufaissiyaabaa xallaa qoppiya urai de7ikko, he urai eeyya; shin cincca asi haiquwaabaakka qoppees."
    },
    {
        "English Sentences": "It is better to hear the rebuke of the wise, than for a man to hear the song of fools.",
        "Wolaitta Sentences": "Eeyyati sabbidi yexxiyo yettaa siyiyoogaappe, aadhdhida eranchcha asi seeriyo seeraa ezggiyoogee lo77o."
    },
    {
        "English Sentences": "For as the crackling of thorns under a pot, so is the laughter of the fool: this also is vanity.",
        "Wolaitta Sentences": "Eeyyaa miichchai, suuppa agunttaa taman yeggin eexxiiddi xuuqqiyoogaa mala. Hegeekka qassi hada."
    },
    {
        "English Sentences": "Surely oppression maketh a wise man mad; and a gift destroyeth the heart.",
        "Wolaitta Sentences": "Sugetta oosoi aadhdhida eranchchaa eeyya kessees; maganxxuwaa asappe ekkiyoogeekka wozanaa bashshees."
    },
    {
        "English Sentences": "Better is the end of a thing than the beginning thereof: and the patient in spirit is better than the proud in spirit.",
        "Wolaitta Sentences": "Ai yohuwaassi gidikkonne, doomettaappe wurssettai keha; qassi otoranchcha uraappekka danddayanchcha urai keha."
    },
    {
        "English Sentences": "Be not hasty in thy spirit to be angry: for anger resteth in the bosom of fools.",
        "Wolaitta Sentences": "Hanqqoi azallati haluwaa kiyanau go7ettiyo miishsha gidiyo gishshau, elle hanqqettoppa."
    },
    {
        "English Sentences": "Say not thou, What is the cause that the former days were better than these? for thou dost not enquire wisely concerning this.",
        "Wolaitta Sentences": "\"Ha77i wodiyaappe kase aadhdhida wodee aissi keha gididee?\" gaada oichchoppa; aissi giikko, hegaa mala oishai aadhdhida eranchcha giyo asi oichchiyo oisha gidenna."
    },
    {
        "English Sentences": "Wisdom is good with an inheritance: and by it there is profit to them that see the sun.",
        "Wolaitta Sentences": "Ha sa7an de7iya asi ubbi aadhdhida eranchcha gidanau koshshees; aissi giikko, aadhdhida eratettaa demmiyoogee aquwaa laattiyoogaappe guuxxenna."
    },
    {
        "English Sentences": "For wisdom is a defence, and money is a defence: but the excellency of knowledge is, that wisdom giveth life to them that have it.",
        "Wolaitta Sentences": "Miishshai asa iitaappe kammidi ashshiyoogaadan, aadhdhida eratettaikka ashshees. SHin, aadhdhida eratettai miishshaappe dariyoogee, i asassi de7o immanau danddayiyoogaana."
    },
    {
        "English Sentences": "Consider the work of God: for who can make that straight, which he hath made crooked?",
        "Wolaitta Sentences": "Ane Xoossai oottidobaa akeeka! Xoossai geellayidobaa ooni sittissanau danddayii?"
    },
    {
        "English Sentences": "In the day of prosperity be joyful, but in the day of adversity consider: God also hath set the one over against the other, to the end that man should find nothing after him.",
        "Wolaitta Sentences": "Neeyyo ubbabai giigido wodiyan ufaitta; qassi metoi gakkiyo wodiyankka akeeka; aissi giikko, ufaissa gidin, meto gidin, Xoossai yeddiyo wodiyan yees. SHin augee kasetidi yaanaakko, neeni erakka."
    },
    {
        "English Sentences": "All things have I seen in the days of my vanity: there is a just man that perisheth in his righteousness, and there is a wicked man that prolongeth his life in his wickedness.",
        "Wolaitta Sentences": "Ha hada gidida laittan taagan darobaa taani be7aas. Hegeekka, geellai ba geellatettaa oottiiddi, adussa laittaa de7iyo wode, xillotettaa oottiya xilloi qantta laittan haiqqees."
    },
    {
        "English Sentences": "Be not righteous over much; neither make thyself over wise: why shouldest thou destroy thyself ?",
        "Wolaitta Sentences": "Hegaa gishshau, neeni elle xayennaadan, keehi daro xillo woikko keehi daro aadhdhida eranchcha gidoppa."
    },
    {
        "English Sentences": "Be not over much wicked, neither be thou foolish: why shouldest thou die before thy time?",
        "Wolaitta Sentences": "Qassi wodee bainnan neeni haiqqennaadan, ubba hanttaara iitanne gidoppa; ubba yooqolo eeyyanne gidoppa."
    },
    {
        "English Sentences": "It is good that thou shouldest take hold of this; yea, also from this withdraw not thine hand: for he that feareth God shall come forth of them all.",
        "Wolaitta Sentences": "Ha ubbankka Xoossaassi yayyiya urai, meto ubbaappe xoonuwan kiyanau danddayiyo gishshau, neeni daro iita woikko daro xillonne gidennan giddo asa gida."
    },
    {
        "English Sentences": "Wisdom strengtheneth the wise more than ten mighty men which are in the city.",
        "Wolaitta Sentences": "Aadhdhida eratettai aadhdhida eranchchatuyyo immiyo wolqqai tammu katamata haariya asatau wolqqaappe darees."
    },
    {
        "English Sentences": "For there is not a just man upon earth, that doeth good, and sinneth not.",
        "Wolaitta Sentences": "Xillobaa xalaalaa oottiiddi, nagara oottennan de7iya asi ha sa7aa bollan baawa."
    },
    {
        "English Sentences": "Also take no heed unto all words that are spoken; lest thou hear thy servant curse thee:",
        "Wolaitta Sentences": "Asai haasayiyo qaalaa muliyaa ezggada polana gooppa; neeni muliyaa ezggana giikko, ne ashkkarai nena qanggishin, neeni siyana."
    },
    {
        "English Sentences": "For oftentimes also thine own heart knoweth that thou thyself likewise hast cursed others.",
        "Wolaitta Sentences": "Qassi neenikka ne huuphen harata qanggidoogaa ne wozanai erees."
    },
    {
        "English Sentences": "All this have I proved by wisdom: I said, I will be wise; but it was far from me.",
        "Wolaitta Sentences": "Hagaa ubbaa taani aadhdhida eratettan pilggada xeellaas; yaatada, \"Taanikka aadhdhida eranchcha gidana\" yaagaas. SHin taani giidoogaadan hanibeenna."
    },
    {
        "English Sentences": "That which is far off, and exceeding deep, who can find it out?",
        "Wolaitta Sentences": "Aadhdhida eratettai ubbatonkka haahuwan de7iyaabaanne ciimmabaa; yaatin, a qoridi demmanau danddayiyai oonee?"
    },
    {
        "English Sentences": "I applied mine heart to know, and to search, and to seek out wisdom, and the reason of things, and to know the wickedness of folly, even of foolishness and madness:",
        "Wolaitta Sentences": "Taani eranau, pilgga xeellanaunne aadhdhida eratettaanne yoho ubbaa wurssettaa eranau, qassi nagarai eeyyatetta gidiyoogaanne eeyyatettikka gooshsha gidiyoogaa eranau, ta wozanan yuushsha yuushshada qoppaas."
    },
    {
        "English Sentences": "And I find more bitter than death the woman, whose heart is snares and nets, and her hands as bands: whoso pleaseth God shall escape from her; but the sinner shall be taken by her.",
        "Wolaitta Sentences": "Taani haiquwaappe aadhdhidi cammiya hara issibaa pilgga xeellada demmaas; hegeekka, i wozanai pire woikko yardde gidin, i kushee sanssalata mala gidido issi maccaaseebaa. Xoossaa ufaissiya urai ippe kessi ekkana; shin nagaranchchaa a ba piriyaa waaxada oiqqana."
    },
    {
        "English Sentences": "Behold, this have I found, saith the preacher, counting one by one, to find out the account:",
        "Wolaitta Sentences": "Eranchchai hagaadan yaagiis; \"Taani kaalla kaallada, pilgga xeellada, haraa demmidobai hagaa."
    },
    {
        "English Sentences": "Which yet my soul seeketh, but I find not: one man among a thousand have I found; but a woman among all those have I not found.",
        "Wolaitta Sentences": "Hegeekka, taani hachchi gakkanaashin koyada demmabeennabaa. SHa7u attuma asaa giddoppe bonchchoi bessiyo issi asa xallaa demmaas; shin macca asaa giddoppe issinnonne demmanau danddayabeikke."
    },
    {
        "English Sentences": "Lo, this only have I found, that God hath made man upright; but they have sought out many inventions.",
        "Wolaitta Sentences": "Taani qorada demmido harabai, Xoossai asaa suure qofai de7iyoogeeta oottidi medhdhiis; shin asai daro hiilla ogiyaa koyidi biis\" yaagiis."
    },
    {
        "English Sentences": "Who is as the wise man? and who knoweth the interpretation of a thing? a man's wisdom maketh his face to shine, and the boldness of his face shall be changed.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asa mala asi oonee? Yohotu ubbaa birshshettaa eriyai oonee? Aadhdhida eratettai pashkkissidi, xumida som77uwaa poo7issees."
    },
    {
        "English Sentences": "I counsel thee to keep the king's commandment, and that in regard of the oath of God.",
        "Wolaitta Sentences": "Kawuwaassi azazetta; aissi giikko, azazettanau neeni kase Xoossaa sinttan caaqqa uttadasa."
    },
    {
        "English Sentences": "Be not hasty to go out of his sight: stand not in an evil thing; for he doeth whatsoever pleaseth him.",
        "Wolaitta Sentences": "Ubba wode iita oosuwaa oottoppa; aissi giikko, kawoi ba koyidobaa oottanau danddayiyo gishshau, neeni a sinttappe elle xayana."
    },
    {
        "English Sentences": "Where the word of a king is, there is power: and who may say unto him, What doest thou?",
        "Wolaitta Sentences": "Mulebaa oottanau kawuwaassi maatai de7ees; yaatin, \"Aissi hagaa oottadii?\" yaagidi a oichchanau danddayiyai oonee?"
    },
    {
        "English Sentences": "Whoso keepeth the commandment shall feel no evil thing: and a wise man's heart discerneth both time and judgment.",
        "Wolaitta Sentences": "A azazuwaa poliya urai qaxxayettenna; aadhdhida eranchcha asi likke gidiya wodiyaanne oottiyo ogiyaa erees."
    },
    {
        "English Sentences": "Because to every purpose there is time and judgment, therefore the misery of man is great upon him.",
        "Wolaitta Sentences": "Issi asa bollan deexo metoi gakkikkonne, yoho ubbaassi au a wodeenne a ogee ogee de7ees."
    },
    {
        "English Sentences": "For he knoweth not that which shall be: for who can tell him when it shall be?",
        "Wolaitta Sentences": "Sinttappe hananabaa eriyaabi baawa; hegaa gishshau, \"Hagee hanana\" giidi odanau danddayiyai oonee?"
    },
    {
        "English Sentences": "There is no man that hath power over the spirit to retain the spirit; neither hath he power in the day of death: and there is no discharge in that war; neither shall wickedness deliver those that are given to it.",
        "Wolaitta Sentences": "SHemppoi shaahettidi biyo gallassi oiqqidi, teqqanau danddayiya asi baawa; woikko haiqoi ba gallassan yeennaadan digganau danddayiya asikka baawa. Hegee ooninne kessi ekkanau danddayenna ola. Hegaa gishshau, haiquwaa sinttan iitatetti iitaa oottiya uraa ashshi ekkenna."
    },
    {
        "English Sentences": "All this have I seen, and applied my heart unto every work that is done under the sun: there is a time wherein one man ruleth over another to his own hurt.",
        "Wolaitta Sentences": "Salo gufantton haniyaabaa ubbaa taani akeekada qoppiyo wode, issi asi bau de7iya haariyo maataa hara asa qohanau go7ettiyoogaa be7aas."
    },
    {
        "English Sentences": "And so I saw the wicked buried, who had come and gone from the place of the holy, and they were forgotten in the city where they had so done: this is also vanity.",
        "Wolaitta Sentences": "Qassi iita asati bonchchuwan moogettishin be7aas. Hegaappe aadhdhiyaageekka qassi, mooguwaappe simmiyo wode, eti he iitatettaa oottido katamaa asai shiiqidi, eta sabbishin siyaas. Hegee ubbaikka hada."
    },
    {
        "English Sentences": "Because sentence against an evil work is not executed speedily, therefore the heart of the sons of men is fully set in them to do evil.",
        "Wolaitta Sentences": "Asi halchchidi iitabaa oottiyo gaasoi, iitabaa oottida asata eesuwan qaxxayiyaabi bainna gishshaassa."
    },
    {
        "English Sentences": "Though a sinner do evil an hundred times, and his days be prolonged, yet surely I know that it shall be well with them that fear God, which fear before him:",
        "Wolaitta Sentences": "Nagaranchchai xeetutoo iitabaa oottishin, a baree aduqqikkokka, Xoossaassi yayyiyaageetussi sa7ai lo77anaagaa taani erais."
    },
    {
        "English Sentences": "But it shall not be well with the wicked, neither shall he prolong his days, which are as a shadow; because he feareth not before God.",
        "Wolaitta Sentences": "Iitati Xoossaassi yayyenna gishshau, sarotettai etassi baawa; Xoossaassi eti yayyenna gishshau, eta bareekka kuwaadan qaammana."
    },
    {
        "English Sentences": "There is a vanity which is done upon the earth; that there be just men, unto whom it happeneth according to the work of the wicked; again, there be wicked men, to whom it happeneth according to the work of the righteous: I said that this also is vanity.",
        "Wolaitta Sentences": "Ha sa7an oosettiya issi hadabai de7ees; hegeekka, geeshsha asati nagaranchchatussi yiya qixaatiyaa ekkin, nagaranchchati qassi, geeshshatussi yiya lo77obaa ekkoosona. Ha ubbaikka hada."
    },
    {
        "English Sentences": "Then I commended mirth, because a man hath no better thing under the sun, than to eat, and to drink, and to be merry: for that shall abide with him of his labour the days of his life, which God giveth him under the sun.",
        "Wolaitta Sentences": "Hegaa gishshau, asi ba de7on ufaittikko lo77o gaada qofaa immais; aissi giikko, asi miyoogaappe, uyiyoogaappenne bana ufaissiyoogaappe aadhdhida lo77obi ayyo saloppe garssa baggaara hara baawa. Xoossai au immido laittan i daafuridi demmidoban hegaadan oottikko, ufaittanau danddayees."
    },
    {
        "English Sentences": "When I applied mine heart to know wisdom, and to see the business that is done upon the earth: (for also there is that neither day nor night seeth sleep with his eyes:)",
        "Wolaitta Sentences": "Taani aadhdhida eratettai aibakko eranaunne asi ha sa7aa bollan daafuriyo daafuraa akeekanau halchchaas; wurssettan asi xiskko xayidi oottiyo duuxxenna oosoi de7iyoogaa be7aas."
    },
    {
        "English Sentences": "Then I beheld all the work of God, that a man cannot find out the work that is done under the sun: because though a man labour to seek it out, yet he shall not find it; yea farther; though a wise man think to know it, yet shall he not be able to find it.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xoossai oottidobaa ubbaa be7aas. Qassi saloppe garssa baggan oosettida oosuwaa asi pilggidi eranau danddayennaagaa eraas. Asi ai keenaa daafuridi pilggi xeellikkonne, a birshshettaa eranau danddayenna. Qassi aadhdhida eranchcha asi, \"Taani hagaa erais\" giikkonne, i eranau danddayenna."
    },
    {
        "English Sentences": "For all this I considered in my heart even to declare all this, that the righteous, and the wise, and their works, are in the hand of God: no man knoweth either love or hatred by all that is before them.",
        "Wolaitta Sentences": "Ha ubba yohotubaa adussa wodiyaa taani qoppidoogaappe guyyiyan, aadhdhida eranchchanne xillo gidida asatinne eta oosoti Xoossaa kushiyan de7oosona gaada qachchaas; shin siiqoi naagiya, ixoi naagiya ooninne bana naagiyaabaa kasetidi erenna."
    },
    {
        "English Sentences": "All things come alike to all: there is one event to the righteous, and to the wicked; to the good and to the clean, and to the unclean; to him that sacrificeth, and to him that sacrificeth not: as is the good, so is the sinner; and he that sweareth, as he that feareth an oath.",
        "Wolaitta Sentences": "Dummatetti bainnan de7ishin, ubbaa gakkiya qaadai issuwaa; xillo gidin makkalanchcha gidin, lo77o gidin iita gidin, geeshsha gidin tuna gidin, yarshshuwaa yarshshiyaagaa gidin yarshshennaagaa gidin, eta ubbaa qaadai issuwaa. Lo77o asassi nagaranchchaagaappe kehiya qaadi baawa; caaqo caaqqanau yayyiyaageekka caaqqanau xaliyaagaappe dummatenna."
    },
    {
        "English Sentences": "This is an evil among all things that are done under the sun, that there is one event unto all: yea, also the heart of the sons of men is full of evil, and madness is in their heart while they live, and after that they go to the dead.",
        "Wolaitta Sentences": "Asa ubbaa qaadai issuwaa gidiyoogee, ha sa7an de7iya hara iitatettaakka mala daro iita. Asi de7uwan de7ido laittan ubban a wozanai iitatettaaninne gooshshan kumidi de7ees; wurssettan haiqqi aggees."
    },
    {
        "English Sentences": "For to him that is joined to all the living there is hope: for a living dog is better than a dead lion.",
        "Wolaitta Sentences": "Haiqqida gaammuwaappe paxa de7iya kanai keha; aissi giikko, paxa de7iyaageetuura de7iya asassi hidootai de7ees."
    },
    {
        "English Sentences": "For the living know that they shall die: but the dead know not any thing, neither have they any more a reward; for the memory of them is forgotten.",
        "Wolaitta Sentences": "Paxa de7iya asati issitoo haiqqanau de7iyoogaa eroosona; shin haiqqidaageeti aibanne erokkona. Eti mulekka dogettiichchidaageeta gidiyo gishshau, ainne maaddokkona."
    },
    {
        "English Sentences": "Also their love, and their hatred, and their envy, is now perished; neither have they any more a portion for ever in any thing that is done under the sun.",
        "Wolaitta Sentences": "Eta siiqoi, ixoinne qanaatee ubbai etaara issippe xayiichchiis. Hegaa gishshau, hagaappe hini baggan salo gufantton oosettiya yoho ubban etau merinaukka qaadi baawa."
    },
    {
        "English Sentences": "Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.",
        "Wolaitta Sentences": "Ba, ne qumaa ufaissan ma; ne woiniyaa eessaakka ne wozanai pashkkishin uya. Aissi giikko, Xoossai hegaa neeyyo kaseppekka bazzi wottiis."
    },
    {
        "English Sentences": "Let thy garments be always white; and let thy head lack no ointment.",
        "Wolaitta Sentences": "Ubba wode ne maayoi bootta gido; ne huuphiyankka zaitiyaa tiyetta."
    },
    {
        "English Sentences": "Live joyfully with the wife whom thou lovest all the days of the life of thy vanity, which he hath given thee under the sun, all the days of thy vanity: for that is thy portion in this life, and in thy labour which thou takest under the sun.",
        "Wolaitta Sentences": "Saloppe garssa baggaara Xoossai neessi immido ha hada de7uwan, ne hada de7otu ubban neeni siiqiyo ne machcheera ufaittada de7a; aissi giikko, neeni saloppe garssa baggaara daafurada oottidobaa ubbaappe nena gakkiya saami hegaa."
    },
    {
        "English Sentences": "Whatsoever thy hand findeth to do, do it with thy might; for there is no work, nor device, nor knowledge, nor wisdom, in the grave, whither thou goest.",
        "Wolaitta Sentences": "Ne kushee oottanau demmidobaa ubbaa ne kumetta wolqqan ootta; aissi giikko, neeni baanasan duufuwan oosoi, woikko halchchoi, woikko eri, woikko aadhdhida eratetti baawa."
    },
    {
        "English Sentences": "I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all.",
        "Wolaitta Sentences": "Taani saloppe garssaara harabaakka be7aas; hegeekka, eesotiya wottanchchati ubba wode xoonokkona; woikko mino olanchchatikka ubba wode olan xoonokkona; woikko aadhdhida eranchchati ubba wode qumaa demmokkona; woikko cinccati ubba wode duretokkona; woikko tamaarida asati ubba wode sabettokkona. SHin ubbaikka qaadainne wodee oottoogaadan hanees."
    },
    {
        "English Sentences": "For man also knoweth not his time: as the fishes that are taken in an evil net, and as the birds that are caught in the snare; so are the sons of men snared in an evil time, when it falleth suddenly upon them.",
        "Wolaitta Sentences": "Hegaa bollikka qassi, sinttappe yaanau de7iya meto wodee aude gakkanaakko, eranau danddayiya asi baawa; kafoi paalliiddi piriyan geliyoogaadan, woikko molee yarddiyan oiqettiyoogaadan, asi ubbi qoppennan gakkiya iita wodiyan oiqettees."
    },
    {
        "English Sentences": "This wisdom have I seen also under the sun, and it seemed great unto me:",
        "Wolaitta Sentences": "Salo gufantton taani be7idobai harabaikka de7ees; hegeekka aadhdhida eratettai gita leemiso gidiyoogaa."
    },
    {
        "English Sentences": "There was a little city, and few men within it; and there came a great king against it, and besieged it, and built great bulwarks against it:",
        "Wolaitta Sentences": "Issi biittan issi guutta asai de7iyo qeeri katamiyaa de7ausu; he katamiyo issi wolqqaama kawoi olanau denddiis. Denddidi o dooddiis."
    },
    {
        "English Sentences": "Now there was found in it a poor wise man, and he by his wisdom delivered the city; yet no man remembered that same poor man.",
        "Wolaitta Sentences": "Qassi, issi hiyyeesa shin cincca gidida bitanee, he katamen de7ees; i ba aadhdhida eratettan he katamiyo ashshiis. SHin, he hiyyeesa bitaniyaa zaarettidi hassayidabi baawa."
    },
    {
        "English Sentences": "Then said I, Wisdom is better than strength: nevertheless the poor man's wisdom is despised, and his words are not heard.",
        "Wolaitta Sentences": "Taani, \"Aadhdhida eratettai wolqqaappe darees\" yaagaas. Gido shin, aadhdhida eranchcha gidikkonne, hiyyeesa asi karettees; i haasayiyoobaakka ezggiyaabi baawa."
    },
    {
        "English Sentences": "The words of wise men are heard in quiet more than the cry of him that ruleth among fools.",
        "Wolaitta Sentences": "Hegaa gidikkokka, deriyaa haariyaagee azallatu yaa7an waassiyo waasuwaa siyiyoogaappe, leelan odettiya aadhdhida eranchchaa qaalaa siyiyoogee lo77o."
    },
    {
        "English Sentences": "Wisdom is better than weapons of war: but one sinner destroyeth much good.",
        "Wolaitta Sentences": "Aadhdhida eratettai olaa miishshaappe lo77o; shin issi nagaranchcha asi daro lo77obaa moorees."
    },
    {
        "English Sentences": "Dead flies cause the ointment of the apothecary to send forth a stinking savour: so doth a little folly him that is in reputation for wisdom and honour.",
        "Wolaitta Sentences": "Haiqqida udunxxeti sawiya zaitiyaa shittuwaa xinqqettanau danddayoosona; hegaadankka, guutta eeyyatettai aadhdhida eratettaanne gita bonchchuwaa moorees."
    },
    {
        "English Sentences": "A wise man's heart is at his right hand; but a fool's heart at his left.",
        "Wolaitta Sentences": "Aadhdhida eranchcha asa wozanai a ushachchau kaalettees; shin eeyya asa wozanai haddirssau kaalettees."
    },
    {
        "English Sentences": "Yea also, when he that is a fool walketh by the way, his wisdom faileth him, and he saith to every one that he is a fool.",
        "Wolaitta Sentences": "Eeyya asi ogiyan hemettiyo wodekka, ayyo akeeki baawa; hegaappe denddidaagan i eeyya gidiyoogaa asi ubbi erees."
    },
    {
        "English Sentences": "If the spirit of the ruler rise up against thee, leave not thy place; for yielding pacifieth great offences.",
        "Wolaitta Sentences": "Ne halaqai ne bollan hanqqettikkonne, ne sunttettido sohuwaappe kichchaichchoppa; aissi giikko, co77u giidi danddayiyoogee gita mooruwaakka atto giissees."
    },
    {
        "English Sentences": "There is an evil which I have seen under the sun, as an error which proceedeth from the ruler:",
        "Wolaitta Sentences": "Salo gufantton taani be7ido hara iitabai de7ees; hegeekka deriyaa haariyaageeti oottiyo naaquwaa."
    },
    {
        "English Sentences": "Folly is set in great dignity, and the rich sit in low place.",
        "Wolaitta Sentences": "Eeyyati daro xoqqa sunttatettaa oiqqidi de7iyo wode, dureti hirkki ziqqa sohuwan uttidosona."
    },
    {
        "English Sentences": "I have seen servants upon horses, and princes walking as servants upon the earth.",
        "Wolaitta Sentences": "Taani, ailleti haariyaageetudan paraa toggidi biishiininne qassi haariyaageeti ailletudan gediyan hemettishin be7aas."
    },
    {
        "English Sentences": "He that diggeth a pit shall fall into it; and whoso breaketh an hedge, a serpent shall bite him.",
        "Wolaitta Sentences": "Olla bookkiya uri he ollan i kunddana; qassi gimbbe dirssaa koliya uraa shooshshai dukkana."
    },
    {
        "English Sentences": "Whoso removeth stones shall be hurt therewith; and he that cleaveth wood shall be endangered thereby.",
        "Wolaitta Sentences": "Shuchchaa a sohuwaappe aatti yeggiya uri he shuchchan deshettees; qassi mitta qeriya urikka he mittan deshettees."
    },
    {
        "English Sentences": "If the iron be blunt, and he do not whet the edge, then must he put to more strength: but wisdom is profitable to direct.",
        "Wolaitta Sentences": "Tunida kalttaa poshennan coo qerikko, daro wolqqaa wurssees; shin aadhdhida eran oottiyoogee oosuwaa purissees."
    },
    {
        "English Sentences": "Surely the serpent will bite without enchantment; and a babbler is no better.",
        "Wolaitta Sentences": "SHooshshai dukkirggin, shooshshaa jallettiyo daadumataa daadumatiyoogee he aawussi ainne maaddenna."
    },
    {
        "English Sentences": "The words of a wise man's mouth are gracious; but the lips of a fool will swallow up himself.",
        "Wolaitta Sentences": "Aadhdhida eranchchaa haasayai ayyo bonchchuwaa imissees; shin eeyyai ba doonaappe kiyida qaalan i bau metuwan gelees."
    },
    {
        "English Sentences": "The beginning of the words of his mouth is foolishness: and the end of his talk is mischievous madness.",
        "Wolaitta Sentences": "Eeyyai ba haasayaa eeyya qaalan doommidi, iitatettaaninne gooshshan polees."
    },
    {
        "English Sentences": "A fool also is full of words: a man cannot tell what shall be; and what shall be after him, who can tell him?",
        "Wolaitta Sentences": "Eeyyai darobaa haasayees. Gidikkonne, sinttappe hananau de7iyaabaa ooninne erenna. Asi haiqqiichchin, hananau de7iyaabaa ayyo odanau danddayiyaabi baawa."
    },
    {
        "English Sentences": "The labour of the foolish wearieth every one of them, because he knoweth not how to go to the city.",
        "Wolaitta Sentences": "Eeyya asi ba oosuwan daafurees; i ba soo biyo ogiyaa erenna."
    },
    {
        "English Sentences": "Woe to thee, O land, when thy king is a child, and thy princes eat in the morning!",
        "Wolaitta Sentences": "Yiira na7a gidida kawoinne maallado guuraara gibiraa giigissidi, banttau miya halaqati de7iyo biittee neeyyo aayye7ana!"
    },
    {
        "English Sentences": "Blessed art thou, O land, when thy king is the son of nobles, and thy princes eat in due season, for strength, and not for drunkenness!",
        "Wolaitta Sentences": "Bonchchettida kawoinne mattuwaassa gidennan wolqqaanne minotettaa demmanau maaran miyaanne uyiya halaqati de7iyo biittiyaa galatettidaaro."
    },
    {
        "English Sentences": "By much slothfulness the building decayeth; and through idleness of the hands the house droppeth through.",
        "Wolaitta Sentences": "Bitanee azalla gidikko, a kaarai woddees; a kushee billi giidaagaa gidikko, a keettai aattees."
    },
    {
        "English Sentences": "A feast is made for laughter, and wine maketh merry: but money answereth all things.",
        "Wolaitta Sentences": "Qumaa miyoogaaninne woiniyaa eessaa uyiyoogan ufaissai beettees; shin miishshi ubbabaa shammees."
    },
    {
        "English Sentences": "Curse not the king, no not in thy thought; and curse not the rich in thy bedchamber: for a bird of the air shall carry the voice, and that which hath wings shall tell the matter.",
        "Wolaitta Sentences": "Siyiyaabi baawa gaada ne wozanaa qofan gidikkonne, kawuwaa cayoppa; woikko ne zin77iyo kifiliyan duriyaa cayoppa; aissi giikko, ne giidoogaa saluwaa kafoi woikko, qefiyaara de7iya meretati biidi, etayyo yootana."
    },
    {
        "English Sentences": "Cast thy bread upon the waters: for thou shalt find it after many days.",
        "Wolaitta Sentences": "Ne oittaa haattaa bollan ola; daro gallassatuppe guyyiyan, neeni zaarettada a demmana."
    },
    {
        "English Sentences": "Give a portion to seven, and also to eight; for thou knowest not what evil shall be upon the earth.",
        "Wolaitta Sentences": "Neeyyo de7iya aquwaa laappun woikko, ubba hosppun sohuwan shaakkada wotta; aissi giikko, sinttappe ha sa7aa bolli aiba iitabi yaanaakko, neeni erakka."
    },
    {
        "English Sentences": "If the clouds be full of rain, they empty themselves upon the earth: and if the tree fall toward the south, or toward the north, in the place where the tree falleth, there it shall be.",
        "Wolaitta Sentences": "SHaarai haattan kumidabaa gidikko, biittaa bollan iraa tigees. Mittai huuphessi kunddin tohossi kunddin, he ba kunddido sohuwan de7ees."
    },
    {
        "English Sentences": "He that observeth the wind shall not sow; and he that regardeth the clouds shall not reap.",
        "Wolaitta Sentences": "Carkkuwaa hanotaa naagiya ooninne kattaa zerenna; qassi shaarai denddanaashin naagiya ooninne ba kattaa cakkenna."
    },
    {
        "English Sentences": "As thou knowest not what is the way of the spirit, nor how the bones do grow in the womb of her that is with child: even so thou knowest not the works of God who maketh all.",
        "Wolaitta Sentences": "Carkkoi awaara biyaakko, a ogiyaa erakka; qassi na7i aayee uluwan waani merettiyaakkokka erakka. Hegaadankka, ubbabaa medhdhiya Xoossai ba oosuwaa waati oottiyaakko, eranau danddayakka."
    },
    {
        "English Sentences": "In the morning sow thy seed, and in the evening withhold not thine hand: for thou knowest not whether shall prosper, either this or that, or whether they both shall be alike good.",
        "Wolaitta Sentences": "Maallado guuran gidinkka omarssan, ne zerettaa zeriyoogaa aggoppa; aissi giikko, maalladoogee lo77anaa omarssaagee lo77anaa neeni erakka."
    },
    {
        "English Sentences": "Truly the light is sweet, and a pleasant thing it is for the eyes to behold the sun:",
        "Wolaitta Sentences": "Poo7oi ufaissiyaabaa. Awa aifiyaa be7iyoogeekka lo77obaa."
    },
    {
        "English Sentences": "But if a man live many years, and rejoice in them all; yet let him remember the days of darkness; for they shall be many. All that cometh is vanity.",
        "Wolaitta Sentences": "Asi keehi adussa laittaa ha sa7an de7ikko, he ubba laittankka ufaitto. SHin xuma wodeta qoppa. Aissi giikko, he wodeti aduqqana. Yaanau de7iya ubbabaikka hada."
    },
    {
        "English Sentences": "Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.",
        "Wolaitta Sentences": "Nenoo yelagau, yelagatettai keehi lo77obaa gidiyo gishshau, ne yelagatettaa laittan ufaitta; ne wozanaikka ufaitto. Ne aifee xeellidobaanne ne wozanai amottidobaa ubbaa pola. SHin, he neeni oottidobaa ubbaa gishshau, nena Xoossai pirddanau de7iyoogaa dogoppa."
    },
    {
        "English Sentences": "Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.",
        "Wolaitta Sentences": "Hegaa gishshau, simmi ne wozanaappe hirggaa, ne bollaappekka seelaa diggargga. Aissi giikko, naatettainne yelagatettai hada."
    },
    {
        "English Sentences": "Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;",
        "Wolaitta Sentences": "Ne yelagatettaa laittan nena Medhdhidaagaa qoppa. Metiya gallassati yeennan de7ishin, neeni, \"Tana hagee ufaissenna\" giyo wodeti gakkennan de7ishin,"
    },
    {
        "English Sentences": "While the sun, or the light, or the moon, or the stars, be not darkened, nor the clouds return after the rain:",
        "Wolaitta Sentences": "awainne poo7oi, aginainne xoolinttee xumennan de7ishin, irai bukki aadhdhinkka shaarai haa simmennan de7ishin, nena Medhdhidaagaa qoppa."
    },
    {
        "English Sentences": "In the day when the keepers of the house shall tremble, and the strong men shall bow themselves, and the grinders cease because they are few, and those that look out of the windows be darkened,",
        "Wolaitta Sentences": "Aissi giikko, hegee keettaa naagiyaageeti kokkoriyo wode, mino asi quunniyo wode, gaacciyaageeti qoodan guuxxido gaasuwan gaachchaa aggiyo wode, qassi maskkootiyaara xeelliyaageeti galjjiyo wode gidana."
    },
    {
        "English Sentences": "And the doors shall be shut in the streets, when the sound of the grinding is low, and he shall rise up at the voice of the bird, and all the daughters of musick shall be brought low;",
        "Wolaitta Sentences": "He wode wogga ogiyaakko simmida penggeti gorddettiyo wode, gaacciya woxatu cenggurssai ziqqi giyo wode, kafuwaa waasoi asaa xiskkuwaappe beegottiyo wode, shin, yettanchcha macca naatu yettaa cenggurssai leppiyo wode gidana."
    },
    {
        "English Sentences": "Also when they shall be afraid of that which is high, and fears shall be in the way, and the almond tree shall flourish, and the grasshopper shall be a burden, and desire shall fail: because man goeth to his long home, and the mourners go about the streets:",
        "Wolaitta Sentences": "He wodee asai xoqqa sohota kiyanaunne aaho ogetuura hemettanau yayyiyo wode, ne huuphee puulummiyo wode, neeni nena danddayada hemettiyoogee neeyyo ixxiyo wode, amoyiyaabai aggiyo wode gidana. He wodee asi ba merinaa keettaa biyo wode, yeekkiyaageetikka aaho ogiyaara yeekkiiddi yuuyiyo wode gidana."
    },
    {
        "English Sentences": "Or ever the silver cord be loosed, or the golden bowl be broken, or the pitcher be broken at the fountain, or the wheel broken at the cistern.",
        "Wolaitta Sentences": "Bira qacinai duuxxennan, worqqa kereekka meqqennan, haattaa otoikka pulttuwaa lanqqiyan meqqennan, haattaa pude goochchiyo wodoroikka duuxxennan de7ishin,"
    },
    {
        "English Sentences": "Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.",
        "Wolaitta Sentences": "biittai kase ba ekettido biittaakko simmennan, shemppoikka bana immida Xoossaakko simmidi beenna de7ishin, nena Medhdhidaagaa qoppa."
    },
    {
        "English Sentences": "Vanity of vanities, saith the preacher; all is vanity.",
        "Wolaitta Sentences": "Eranchchai odiiddi, \"Hada! Hada! Ubbabaikka hada!\" yaagiis."
    },
    {
        "English Sentences": "And moreover, because the preacher was wise, he still taught the people knowledge; yea, he gave good heed, and sought out, and set in order many proverbs.",
        "Wolaitta Sentences": "Eranchchaassi aadhdhida eratettai de7iyo gishshau, eratettaa dere asaa tamaarissiis. I daro leemisota pilggi qoridi, issuwaa issuwaa a maaran maaran dummayidi wottiis."
    },
    {
        "English Sentences": "The preacher sought to find out acceptable words: and that which was written was upright, even words of truth.",
        "Wolaitta Sentences": "Eranchchai likke gidida qaalaa demmanau koyiis; hegaa gishshau, i xaafidobai sittanne tuma."
    },
    {
        "English Sentences": "The words of the wise are as goads, and as nails fastened by the masters of assemblies, which are given from one shepherd.",
        "Wolaitta Sentences": "Eranchchatu qaalai henttanchchai wudiyaa laaggiyo xeeraa lee7e gatimaa mala. Qassi issippe shiishshido leemisotikka gomppaa gakkidi geliya misimaaretu mala."
    },
    {
        "English Sentences": "And further, by these, my son, be admonished: of making many books there is no end; and much study is a weariness of the flesh.",
        "Wolaitta Sentences": "Ta na7au, ha ubbaappe bollaara neeni naagettanau koshshiyaabai de7ees. Maxaafaa xaafidi wurssanau danddayettenna. Qassi darobaa pilggi xeellidi aggennan ixxiyoogeekka asatettaa daafurssees."
    },
    {
        "English Sentences": "Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.",
        "Wolaitta Sentences": "Hekko ubbabai odettiis; hegaa gishshau, ubbabau kuushshai hagaa: Xoossaassi yayya; a azazuwaa naaga. Aissi giikko, hegee asassi waanna ooso."
    },
    {
        "English Sentences": "For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.",
        "Wolaitta Sentences": "Xoossai ooso ubbaa bollan, qassi geemmida yoho ubbaa bollan, lo77o gidin, iita gidinkka pirddanau de7ees."
    }
]