[
    {
        "English Sentences": "The burden of Nineveh. The book of the vision of Nahum the Elkoshite.",
        "Wolaitta Sentences": "Elqqoosha kataman de7iya Naahoomi Nanawebaa yootido qaalainne be7ido ajjuutai hagaa."
    },
    {
        "English Sentences": "God is jealous, and the LORD revengeth; the LORD revengeth, and is furious; the LORD will take vengeance on his adversaries, and he reserveth wrath for his enemies.",
        "Wolaitta Sentences": "GODAI qanaatiyaanne haluwaa kessiya Xoossaa; GODAI haluwaa kessiyaagaanne hanqquwan kumidaagaa; GODAI banaara eqettiyaageetussi haluwaa kessees; qassi ba morkketa qaxxayanau ba hanqquwaa giigissi wottiis."
    },
    {
        "English Sentences": "The LORD is slow to anger, and great in power, and will not at all acquit the wicked: the LORD hath his way in the whirlwind and in the storm, and the clouds are the dust of his feet.",
        "Wolaitta Sentences": "GODAI hanqqettanau eesotenna; wolqqaikka aagee gita; i mooranchchaa ai gidikkonne, qaxxayennan aggenna. GODAASSI carkkuwaanne gotiyaa giddoora ogee de7ees; shaaraikka a tohoi yedhdhin denddiya baana."
    },
    {
        "English Sentences": "He rebuketh the sea, and maketh it dry, and drieth up all the rivers: Bashan languisheth, and Carmel, and the flower of Lebanon languisheth.",
        "Wolaitta Sentences": "I abbaa seeridi melissees; shaafata ubbaakka toissees. Baasaaneenne Qarmmeloosi shulloosona. Liibaanoosa ciishshaikka qoqqofettees."
    },
    {
        "English Sentences": "The mountains quake at him, and the hills melt, and the earth is burned at his presence, yea, the world, and all that dwell therein.",
        "Wolaitta Sentences": "A sinttan dereti qaaxxoosona; keratikka maashoosona. I qoncciyo wode biittai sa7ai qaaxxana; sa7an de7iyaabai ubbaikka kokkorana."
    },
    {
        "English Sentences": "Who can stand before his indignation? and who can abide in the fierceness of his anger? his fury is poured out like fire, and the rocks are thrown down by him.",
        "Wolaitta Sentences": "A hanqquwaa sinttan eqqanai oonee? A hanqquwaa suuluwaakka danddayanai oonee? A hanqqoi tamaadan bukkiyo wode, zaallati za77idi phalqqettoosona."
    },
    {
        "English Sentences": "The LORD is good, a strong hold in the day of trouble; and he knoweth them that trust in him.",
        "Wolaitta Sentences": "GODAI keha; metuwaa gallassikka baqati attiyo soho; i banan ammanettiyaageeta erees."
    },
    {
        "English Sentences": "But with an overrunning flood he will make an utter end of the place thereof, and darkness shall pursue his enemies.",
        "Wolaitta Sentences": "SHin i ba morkketa di7uwan muukissidi xaissana; banaara eqettiyaageetakka xumau yedettana."
    },
    {
        "English Sentences": "What do ye imagine against the LORD? he will make an utter end: affliction shall not rise up the second time.",
        "Wolaitta Sentences": "Intte GODAA bolli maqettiyoobai i aibee? I hegaa muleera xaissana; metoikka naa77antto denddenna."
    },
    {
        "English Sentences": "For while they be folden together as thorns, and while they are drunken as drunkards, they shall be devoured as stubble fully dry.",
        "Wolaitta Sentences": "Eti, xaxiballettida aguntta malati, qassi uyidi mattottidabaadan ganddigaariyaageeti, mela utulaadan taman xuugetti xayana."
    },
    {
        "English Sentences": "There is one come out of thee, that imagineth evil against the LORD, a wicked counsellor.",
        "Wolaitta Sentences": "Nanawee, GODAA bolli iitabaa maqqiyaagee, iita zoriyaa zoriyaagee ne giddoppe kiyiis."
    },
    {
        "English Sentences": "Thus saith the LORD; Though they be quiet, and likewise many, yet thus shall they be cut down, when he shall pass through. Though I have afflicted thee, I will afflict thee no more.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Nanaweti minonne cora gidikkokka, xoqolettidi xayana. Yihudaa asau, taani inttena kase tuggayaas; shin hagaappe sinttanau tuggayikke."
    },
    {
        "English Sentences": "For now will I break his yoke from off thee, and will burst thy bonds in sunder.",
        "Wolaitta Sentences": "Ha77i taani Asooretu qambbaraa intte morggiyaappe menttana; intte qashettido qashuwaakka taani duuterettana\" yaagees."
    },
    {
        "English Sentences": "And the LORD hath given a commandment concerning thee, that no more of thy name be sown: out of the house of thy gods will I cut off the graven image and the molten image: I will make thy grave; for thou art vile.",
        "Wolaitta Sentences": "Nanawee, GODAI ne bolli pirddido pirddai hagaadan yaagiyaagaa; \"Hagaappe sinttanau ne sunttaa xeesissiya zeretti neeyyo de7enna. Ne xoossatu keettan de7iya misiletanne eeqata taani xaissana. Neeni hanttaara gidido gishshau, taani ne duufuwaa bookkana\" yaagiyaagaa."
    },
    {
        "English Sentences": "Behold upon the mountains the feet of him that bringeth good tidings, that publisheth peace! O Judah, keep thy solemn feasts, perform thy vows: for the wicked shall no more pass through thee; he is utterly cut off.",
        "Wolaitta Sentences": "Be7ite, issi kiitettidaagee lo77o mishiraachchuwaa odiiddinne sarotettaa awaajjiiddi, xoqqa deretu bollaara gakkiis. Inttenoo, Yihudaa asatoo, intte morkketi muleera xayidosona; eti naa77antto intte biittaa woraajjokkona. Hegaa gishshau, intte baalata bonchchite; intte shiiqqidobaakka gattite."
    },
    {
        "English Sentences": "He that dasheth in pieces is come up before thy face: keep the munition, watch the way, make thy loins strong, fortify thy power mightily.",
        "Wolaitta Sentences": "Nenoo Nanawe katamau, mentterettiyaabai kiyiichchiis! Hegaa gishshau, ne qatuwaa naaga; ne ogiyaakka wochcha; ne gittaa mintta; ne wolqqaakka kuntta."
    },
    {
        "English Sentences": "For the LORD hath turned away the excellency of Jacob, as the excellency of Israel: for the emptiers have emptied them out, and marred their vine branches.",
        "Wolaitta Sentences": "Bonqqiyaageeti bonqqidi, eta woiniyaa turaa xaissikkokka, GODAI Israa7eela bonchchuwaa zaaridoogaadan, Yaaqooba bonchchuwaakka zaarana."
    },
    {
        "English Sentences": "The shield of his mighty men is made red, the valiant men are in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.",
        "Wolaitta Sentences": "Olanchchatu gonddalleti zo7o; olanchchatikka zo7o maayuwaa maayidosona. Eti olau giigiyo wode, para gaareti tamaa lacuwaadan pholqqu goosona; eti bantta tooraa toomaakka maggulssoosona."
    },
    {
        "English Sentences": "The chariots shall rage in the streets, they shall justle one against another in the broad ways: they shall seem like torches, they shall run like the lightnings.",
        "Wolaitta Sentences": "Para gaareti ogiyan adaraasuwaa kinchchoosona; eti yaanne haanne jaamiiddi, katamaa ogiyan yuuyoosona. Qassi eti lacoi poddu giyo xomppiyaa milatoosona; wolqqanttaadankka eesotoosona."
    },
    {
        "English Sentences": "He shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared.",
        "Wolaitta Sentences": "Nanawee ba halaqata xeesidi shiishshees; shin a halaqati hemettiiddi xubettoosona. Eti katamaa gimbbe dirssaakko eesotoosona; shin eta morkketa qohuwaappe naagiya gonddallee giigiis."
    },
    {
        "English Sentences": "The gates of the rivers shall be opened, and the palace shall be dissolved.",
        "Wolaitta Sentences": "SHaafaa baggaara de7iya katamaa dirssaa penggeti dooyettidosona; kawo keettaikka shabbirettiis."
    },
    {
        "English Sentences": "And Huzzab shall be led away captive, she shall be brought up, and her maids shall lead her as with the voice of doves, tabering upon their breasts.",
        "Wolaitta Sentences": "Kawiyaa omoodettada baasu; i macca ashkkaratikka azzanidi, haraphetudan waassoosona; waassiiddi bantta tiraakka baqqoosona."
    },
    {
        "English Sentences": "But Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.",
        "Wolaitta Sentences": "Dagatti uttida haattai pogi bessin goggiyoogaadan, Nanawe asai katamaappe baqatana. Asi eta ba qaalaa xoqqu oottidi, \"Eqqite; eqqite!\" yaagidi xeesana; shin ooninne guyye xeellenna."
    },
    {
        "English Sentences": "Take ye the spoil of silver, take the spoil of gold: for there is none end of the store and glory out of all the pleasant furniture.",
        "Wolaitta Sentences": "He katamaa aquwaassi, an minjjettida bonchcho miishshaassikka qoodi baawa. Hegaa gishshau, he biraa bonqqite! He worqqaakka qassi bonqqite!"
    },
    {
        "English Sentences": "She is empty, and void, and waste: and the heart melteth, and the knees smite together, and much pain is in all loins, and the faces of them all gather blackness.",
        "Wolaitta Sentences": "Nanawe katamai baisa gidiis; qassi onidi, bazzo gidiis! Asaa wozanai yashshan seeriis; gaadeekka kokkoriis; asa ubbaa xeessai gajigajiis; som77oikka bullattiis!"
    },
    {
        "English Sentences": "Where is the dwelling of the lions, and the feedingplace of the young lions, where the lion, even the old lion, walked, and the lion's whelp, and none made them afraid?",
        "Wolaitta Sentences": "Gaammotu geesso mala, wodala gaammoti de7iyo soho malanne attumanne macca gaammoti bantta maratuura eta yashissiyaabi bainnan, yuuyiyo wora mala gidida Nanawe katamai ha77i awan de7ii?"
    },
    {
        "English Sentences": "The lion did tear in pieces enough for his whelps, and strangled for his lionesses, and filled his holes with prey, and his dens with ravin.",
        "Wolaitta Sentences": "Gaammoi ba maratussi gidiyaabaa oiqqiis; banaara de7iya macca gaammeessikka mentterettidi immiis. Ba geessuwaa hasi oiqqidoban, ba gonggoluwaakka hasi ehiido ashuwan kunttiis."
    },
    {
        "English Sentences": "Behold, I am against thee, saith the LORD of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Be7a, taani ne bollan denddaas! Taani ne para gaareta taman xuuggana; ne wodala gaammotakka bisoi maana. Neeni hasiyoobaa taani biittaappe xaissana; neeyyo kiitettiyaageetu qaalaikka naa77antto mulekka siyettenna\" yaagees."
    },
    {
        "English Sentences": "Woe to the bloody city! it is all full of lies and robbery; the prey departeth not;",
        "Wolaitta Sentences": "Daro asaa suuttaa gussida Nanawe katameessi aayye7ana! Worddoi in kumi uttiis. A wolqqan ekkidonne bonqqido duretau qoodi baawa."
    },
    {
        "English Sentences": "The noise of a whip, and the noise of the rattling of the wheels, and of the pransing horses, and of the jumping chariots.",
        "Wolaitta Sentences": "Nanawe katamen lissuwaa arppeelloi, irzzuwaa gonddorssai, paratu adaraasoinne para gaaretu gufettai siyettees."
    },
    {
        "English Sentences": "The horseman lifteth up both the bright sword and the glittering spear: and there is a multitude of slain, and a great number of carcases; and there is none end of their corpses; they stumble upon their corpses:",
        "Wolaitta Sentences": "Paraasati piriixoosona; bisoi phopholqqattees; tooratikka phooloosona. Daro asai haiqqiis! Ahai ahaa bolli doorettiis! Haiqqidabau qoodi baawa! Hegaara kanttidi biya asaikka ahan xubettees."
    },
    {
        "English Sentences": "Because of the multitude of the whoredoms of the wellfavoured harlot, the mistress of witchcrafts, that selleth nations through her whoredoms, and families through her witchcrafts.",
        "Wolaitta Sentences": "Hagee ubbai hanidoogee puulanchcha gidida Nanawi shaaramuxaa gaasuwaana. A daro murunnuwaa oottausu; kawotettata ba shaaramuxan, asaakka ba murunnuwan ailleyaasu."
    },
    {
        "English Sentences": "Behold, I am against thee, saith the LORD of hosts; and I will discover thy skirts upon thy face, and I will shew the nations thy nakedness, and the kingdoms thy shame.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Be7a, taani ne bollan denddaas! Taani ne maayuwaa ne bollappe qaarana; qaarada ne kalluwaa dere asaa, ne pokkuwaakka kawotettata bessana."
    },
    {
        "English Sentences": "And I will cast abominable filth upon thee, and make thee vile, and will set thee as a gazingstock.",
        "Wolaitta Sentences": "Taani nena pito oliyo soho kessana; taani nena karana; qassi asi ubbi nenan qilliicciyoobaa oottana."
    },
    {
        "English Sentences": "And it shall come to pass, that all they that look upon thee shall flee from thee, and say, Nineveh is laid waste: who will bemoan her? whence shall I seek comforters for thee?",
        "Wolaitta Sentences": "Nena be7iya ubbai neeppe sher77i gaana; sher77i giidi, Be7ite, Nanawe katamiyaa baisa gidaasu. Iyyo azzaniyai oonee? O minttettiyaabikka auppe beettanddeeshsha! yaagana\" yaagees."
    },
    {
        "English Sentences": "Art thou better than populous No, that was situate among the rivers, that had the waters round about it, whose rampart was the sea, and her wall was from the sea?",
        "Wolaitta Sentences": "Nenoo Nanawe katamee, neeni Teebiso giyo Gibxxe katameeppe darai? O Naile SHaafai dooddi wottiis. SHaafai iyyo qato; haattatikka iyyo dirssa."
    },
    {
        "English Sentences": "Ethiopia and Egypt were her strength, and it was infinite; Put and Lubim were thy helpers.",
        "Wolaitta Sentences": "Toophpheenne Gibxxee iyyo zawi bainna wolqqa; Puuxinne Liibee o maaddiyaageeta."
    },
    {
        "English Sentences": "Yet was she carried away, she went into captivity: her young children also were dashed in pieces at the top of all the streets: and they cast lots for her honourable men, and all her great men were bound in chains.",
        "Wolaitta Sentences": "Gidikkonne, a omoodettada baasu; in de7iya guutta naatikka darxxettidi, ogiyaa gaxan ubban kunddidosona. I bonchchettida asatu bollan saamai yegettiis; i gita asati ubbaikka sanssalatan qashettidosona."
    },
    {
        "English Sentences": "Thou also shalt be drunken: thou shalt be hid, thou also shalt seek strength because of the enemy.",
        "Wolaitta Sentences": "Nenoo Nanawe katamee, neeni qassi mattottidi ganddigaariya asadan hanana. Ne morkketu sinttappe baqatada attiyoosaa neeni koyana."
    },
    {
        "English Sentences": "All thy strong holds shall be like fig trees with the firstripe figs: if they be shaken, they shall even fall into the mouth of the eater.",
        "Wolaitta Sentences": "Ne qatoti ubbai koiro teerida teerai gau7ido balasiyaa mittatu mala; he balasiyaa mittaa qaattiyo wode, teerai miyaagau doonan wodhdhees."
    },
    {
        "English Sentences": "Behold, thy people in the midst of thee are women: the gates of thy land shall be set wide open unto thine enemies: the fire shall devour thy bars.",
        "Wolaitta Sentences": "Be7a, ne olanchchati ubbai macca asa mala. Ne zawaa penggetikka ne morkketussi aakkidi dooyettidosona; gordde mittaakka tamai mirggiis."
    },
    {
        "English Sentences": "Draw thee waters for the siege, fortify thy strong holds: go into clay, and tread the morter, make strong the brickkiln.",
        "Wolaitta Sentences": "Ne morkketi nena dooddidi un77ettiyo wode uyanau haattaa tikka. Ne qatotakka mintta; urqqaa yedhdha; yedhdhada appe xuubiyaa medhdhiyo miishshan xuubiyaa giigissa."
    },
    {
        "English Sentences": "There shall the fire devour thee; the sword shall cut thee off, it shall eat thee up like the cankerworm: make thyself many as the cankerworm, make thyself many as the locusts.",
        "Wolaitta Sentences": "Nena yan tamai maana; boolee kattaa miyoogaadan, nena bisoi busakkana. Neeni booliyaadan dara; gumbburuwaadankka coratta."
    },
    {
        "English Sentences": "Thou hast multiplied thy merchants above the stars of heaven: the cankerworm spoileth, and fleeth away.",
        "Wolaitta Sentences": "Neeni ne zal77anchchata saluwaa xoolinttetuppe aattada corayadasa. SHin hegeeti ubbai booliyaadan ubbabaa mirggidi, paalli xayana."
    },
    {
        "English Sentences": "Thy crowned are as the locusts, and thy captains as the great grasshoppers, which camp in the hedges in the cold day, but when the sun ariseth they flee away, and their place is not known where they are.",
        "Wolaitta Sentences": "Ne halaqatinne ne ola gadaawati, meego gallassi dirssa giddon surqqettidi sham77i sham77iya booletu mala. Eti awai kiyiyo wode paallidi xayoosona; eti de7iyo sohuwaakka eriyaabi baawa."
    },
    {
        "English Sentences": "Thy shepherds slumber, O king of Assyria: thy nobles shall dwell in the dust: thy people is scattered upon the mountains, and no man gathereth them.",
        "Wolaitta Sentences": "Nenoo Asoore kawuwau, ne henttanchchati xiskkidosona; ne bonchchettida asatikka zaqqullidosona. Ne asai deretu bollan laalettiis; eta shiishshiyaabikka baawa."
    },
    {
        "English Sentences": "There is no healing of thy bruise; thy wound is grievous: all that hear the bruit of thee shall clap the hands over thee: for upon whom hath not thy wickedness passed continually?",
        "Wolaitta Sentences": "Ne me7oi koolettenna; ne masunttaikka paxenna. Nebaa siyida ubbai ufaittidi, kushiyaa baqqana. Aissi giikko, ne zawi bainna iitatettaappe kessi ekkida asi mulekka baawa."
    }
]