[
    {
        "English Sentences": "The word of the LORD which came unto Zephaniah the son of Cushi, the son of Gedaliah, the son of Amariah, the son of Hizkiah, in the days of Josiah the son of Amon, king of Judah.",
        "Wolaitta Sentences": "Amoona na7ai Yoosiyaasi Yihudan kawotido wode Sofonaasakko yiida GODAA qaalai hagaa. Sofonaasi Kuusha na7aa; Kuushi Gadaaliyaa na7aa; Gadaalee Amaariyaa na7aa; Amaaree Hizqqiyaasa na7aa."
    },
    {
        "English Sentences": "I will utterly consume all things from off the land, saith the LORD.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Taani biittaa bollan de7iyaabaa ubbaa mulxxu oottada xaissana."
    },
    {
        "English Sentences": "I will consume man and beast; I will consume the fowls of the heaven, and the fishes of the sea, and the stumbling blocks with the wicked: and I will cut off man from off the land, saith the LORD.",
        "Wolaitta Sentences": "Taani asaanne mehiyaa, saluwaa kafotanne abbaa moletakka xaissana. Qassi taani iita asata aatta yeggana; asa zariyaakka biittaa bollappe xaissana\" yaagees GODAI."
    },
    {
        "English Sentences": "I will also stretch out mine hand upon Judah, and upon all the inhabitants of Jerusalem; and I will cut off the remnant of Baal from this place, and the name of the Chemarims with the priests;",
        "Wolaitta Sentences": "Qassikka GODAI hagaadan yaagees; \"Taani Yihudaaninne Yerusalaamen de7iya ubbaa qaxxayanau ta kushiyaa denttana; Ba7aala giyo eeqaayyo goinniyaageetanne ayyo oottiya qeeseta he sohuwaappe mulxxu oottada xaissana."
    },
    {
        "English Sentences": "And them that worship the host of heaven upon the housetops; and them that worship and that swear by the LORD, and that swear by Malcham;",
        "Wolaitta Sentences": "Keettaa bollan dembbayidi oottidosaa kiyidi, awaassi, aginaassinne xoolinttetussi goinniyaageeta taani xaissana. GODAASSI goinniiddinne a sunttan caaqqiiddi, qassi Molooka giyo eeqaa sunttan caaqqiyaageeta taani xaissana."
    },
    {
        "English Sentences": "And them that are turned back from the LORD; and those that have not sought the LORD, nor enquired for him.",
        "Wolaitta Sentences": "GODAA kaalliyoogaa aggidi guyye simmidaageeta, GODAA koyibeennaageetanne oichchibeennaageetakka taani xaissana\" yaagees."
    },
    {
        "English Sentences": "Hold thy peace at the presence of the Lord GOD: for the day of the LORD is at hand: for the LORD hath prepared a sacrifice, he hath bid his guests.",
        "Wolaitta Sentences": "GODAA gallassai matido gishshau, Ubbaa Haariya GODAA sinttan co77u giite! GODAI yarshshuwaa giigissiis; qassi ba xeesido imattatakka geeshshiis."
    },
    {
        "English Sentences": "And it shall come to pass in the day of the LORD's sacrifice, that I will punish the princes, and the king's children, and all such as are clothed with strange apparel.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"GODAA yarshshuwaa gallassi halaqata, kawuwaa naatanne allaga biittaa maayuwaa maayida ubbata taani qaxxayana."
    },
    {
        "English Sentences": "In the same day also will I punish all those that leap on the threshold, which fill their masters' houses with violence and deceit.",
        "Wolaitta Sentences": "He gallassi allaga biittaa asatudan, eeqau goinniyaageetanne bantta godaa keettaa makkalaaninne cimuwan kunttiyaageeta taani qaxxayana\" yaagees."
    },
    {
        "English Sentences": "And it shall come to pass in that day, saith the LORD, that there shall be the noise of a cry from the fish gate, and an howling from the second, and a great crashing from the hills.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"He gallassi Moliyaa Penggiyaa baggaara waasoi, katamaassi naa77antto shaahuwan yeehoinne keratu bollankka xoqqu giida dom77ettaa cenggurssai siyettana."
    },
    {
        "English Sentences": "Howl, ye inhabitants of Maktesh, for all the merchant people are cut down; all they that bear silver are cut off.",
        "Wolaitta Sentences": "Inttenoo, katamaassi hirkki baggaara de7iyaageetoo, yeekkite; aissi giikko, hegan zal77iya ubbati xayidosona; biraa tookkidi yiyaageetikka haiqqi wuridosona."
    },
    {
        "English Sentences": "And it shall come to pass at that time, that I will search Jerusalem with candles, and punish the men that are settled on their lees: that say in their heart, The LORD will not do good, neither will he do evil.",
        "Wolaitta Sentences": "He gallassi taani Yerusalaame gidduwaa xomppiyan koyana; koyada hirggi bainnan badhdhi gi uttidi, bantta wozanan, GODAI lo77obaanne oottenna; iitabaanne oottenna yaagiyaageeta taani qaxxayana."
    },
    {
        "English Sentences": "Therefore their goods shall become a booty, and their houses a desolation: they shall also build houses, but not inhabit them; and they shall plant vineyards, but not drink the wine thereof.",
        "Wolaitta Sentences": "Eta aqoi bonqqettana; eta keettaikka yoodettana. Eti keettaa keexxana, shin he keettan de7okkona; qassi woiniyaa turatakka tokkana, shin he woiniyaa eessaa uyokkona\" yaagees."
    },
    {
        "English Sentences": "The great day of the LORD is near, it is near, and hasteth greatly, even the voice of the day of the LORD: the mighty man shall cry there bitterly.",
        "Wolaitta Sentences": "GODAA gita gallassai matiis; matidikka qassi keehippe eesotees. GODAA gallassai camo gallassa. He gallassi mino olanchchatikka waasuwaa xulluusana."
    },
    {
        "English Sentences": "That day is a day of wrath, a day of trouble and distress, a day of wasteness and desolation, a day of darkness and gloominess, a day of clouds and thick darkness,",
        "Wolaitta Sentences": "He gallassai hanqqo gallassa, metonne un77o gallassa, bashshanne koletta gallassa, xumanne ciggaara gallassanne shaaranne sakkana xuma gallassa gidana."
    },
    {
        "English Sentences": "A day of the trumpet and alarm against the fenced cities, and against the high towers.",
        "Wolaitta Sentences": "He gallassai yuushuwaa direttida katamatu bollinne adussa gimbbetu bolli olaa malkkatai punettiyo gallassanne olanchchati olaa alaassaa alaahiyo gallassa gidana."
    },
    {
        "English Sentences": "And I will bring distress upon men, that they shall walk like blind men, because they have sinned against the LORD: and their blood shall be poured out as dust, and their flesh as the dung.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Eti GODAA naaqqido gishshau, qooqedan tattaafana gakkanaashin, asatu bollan taani metuwaa ehaana. Eta suuttai di7uwaadan goggana; eta ahaikka pituwaadan olettana."
    },
    {
        "English Sentences": "Neither their silver nor their gold shall be able to deliver them in the day of the LORD's wrath; but the whole land shall be devoured by the fire of his jealousy: for he shall make even a speedy riddance of all them that dwell in the land.",
        "Wolaitta Sentences": "GODAA hanqquwaa gallassi eta biraa gidin, eta worqqaikka eta ashshanau danddayenna. I sa7an de7iya ubbaa akeekennan de7ishin, wurssi xaissana; biitta ubbaikka a hanqquwaa taman meetettana\" yaagees."
    },
    {
        "English Sentences": "Gather yourselves together, yea, gather together, O nation not desired;",
        "Wolaitta Sentences": "Inttenoo, yeellai bainna asatoo, ane issippe shiiqiichchite!"
    },
    {
        "English Sentences": "Before the decree bring forth, before the day pass as the chaff, before the fierce anger of the LORD come upon you, before the day of the LORD's anger come upon you.",
        "Wolaitta Sentences": "Carkkoi punnidi efiyo suullaadan beennan de7iiddi, yashshiya GODAA hanqqoi intte bolli wodhdhennan de7ishin, GODAA hanqquwaa suuluwaa gallassaikka intte bollan gakkennan de7ishin, GODAAKKO simmiichchite."
    },
    {
        "English Sentences": "Seek ye the LORD, all ye meek of the earth, which have wrought his judgment; seek righteousness, seek meekness: it may be ye shall be hid in the day of the LORD's anger.",
        "Wolaitta Sentences": "Inttenoo, biittan de7iya ashkketoonne a azazuwaa oottiya ubbatoo, GODAA koyite; xillotettaa koyite; qassi ashkketettaakka koyite. Yaatikko, ooni erii, GODAA hanqquwaa gallassi intte qosettidi attanaakkonne."
    },
    {
        "English Sentences": "For Gaza shall be forsaken, and Ashkelon a desolation: they shall drive out Ashdod at the noon day, and Ekron shall be rooted up.",
        "Wolaitta Sentences": "Gaaza katamai onana; Asqqaloona katamaikka baisa gidana; Ashddooda katamaa asai seeta gallassi goodettana; Eqiroona katamaikka xoqolettana."
    },
    {
        "English Sentences": "Woe unto the inhabitants of the sea coast, the nation of the Cherethites! the word of the LORD is against you; O Canaan, the land of the Philistines, I will even destroy thee, that there shall be no inhabitant.",
        "Wolaitta Sentences": "Inttenoo, abbaa doonan de7iya Pilisxxeema asatoo, intteyyo aayye7ana! Nenoo, Pilisxxeemati de7iyo Kanaane biittau, GODAA pirddai ne bollan yees. Taani nena xaissana; nenan issi asinne attenna."
    },
    {
        "English Sentences": "And the sea coast shall be dwellings and cottages for shepherds, and folds for flocks.",
        "Wolaitta Sentences": "Abbaa doonan de7iya intte biittai mehiyaa heemmiyoosa, henttanchchati de7iyoosanne mehiyaa wudiyaa dirssa gidana."
    },
    {
        "English Sentences": "And the coast shall be for the remnant of the house of Judah; they shall feed thereupon: in the houses of Ashkelon shall they lie down in the evening: for the LORD their God shall visit them, and turn away their captivity.",
        "Wolaitta Sentences": "Abbaa doonai Yihudaa asaappe attidaageetau laata gidana; hegan eti heemettana. Sa7ai qammiyo wode eti Asqqaloona kataman de7iya keettatun aqana; aissi giikko, GODAI eta Xoossai etabaa qoppana; i eta zaaridi ishalissana."
    },
    {
        "English Sentences": "I have heard the reproach of Moab, and the revilings of the children of Ammon, whereby they have reproached my people, and magnified themselves against their border.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI, Israa7eela Xoossai, hagaadan yaagees; \"Taani Moo7aaba asaa qilliicciyaanne Amoona asaa cashshaa siyaas. Eti ta asaa qilliiccidosona; eta zawaa bollankka otorettidosona."
    },
    {
        "English Sentences": "Therefore as I live, saith the LORD of hosts, the God of Israel, Surely Moab shall be as Sodom, and the children of Ammon as Gomorrah, even the breeding of nettles, and saltpits, and a perpetual desolation: the residue of my people shall spoil them, and the remnant of my people shall possess them.",
        "Wolaitta Sentences": "Hegaa gishshau, ta de7o sunttan caaqqais, Moo7aabi Sadoomadan hanana; Amoona asaikka Gamoora asaadan hanana. Eti merinau maxiniyaa bookkiyo ollanne agunttai maayido bazzo gidana. Ta asaappe attidaageeti eta aquwaa bonqqana; eta biittaakka laattana\" yaagees."
    },
    {
        "English Sentences": "This shall they have for their pride, because they have reproached and magnified themselves against the people of the LORD of hosts.",
        "Wolaitta Sentences": "Eti Ubbaappe Wolqqaama GODAA asaa bolli qilliiccidonne otorettidi haasayido gishshau, eta bolli ha metoi gakkana."
    },
    {
        "English Sentences": "The LORD will be terrible unto them: for he will famish all the gods of the earth; and men shall worship him, every one from his place, even all the isles of the heathen.",
        "Wolaitta Sentences": "GODAI etan yayettidaagaa gidana; biittan de7iya xoossata ubbaa i xaissana; qassi sa7an de7iya kawotettatun de7iya asai ubbai ba de7iyoosan de7iyoosan ayyo goinnana."
    },
    {
        "English Sentences": "Ye Ethiopians also, ye shall be slain by my sword.",
        "Wolaitta Sentences": "Inttenoo, Toophphiyaa asatoo, inttekka ta bisuwan haiqqana."
    },
    {
        "English Sentences": "And he will stretch out his hand against the north, and destroy Assyria; and will make Nineveh a desolation, and dry like a wilderness.",
        "Wolaitta Sentences": "I ba kushiyaa huuphessa baggi zaaridi yeddana; yeddidi Asoore biittaa xaissana. Qassi Nanawe katamaakka mela bazzodan, baisa soho oottana."
    },
    {
        "English Sentences": "And flocks shall lie down in the midst of her, all the beasts of the nations: both the cormorant and the bittern shall lodge in the upper lintels of it; their voice shall sing in the windows; desolation shall be in the thresholds: for he shall uncover the cedar work.",
        "Wolaitta Sentences": "Mehiyaa wudeenne biittan de7iya do7ati ubbai a giddon allaxxana; guttoinne quxarssai a kolettida gimbbetu giddon de7ana; eta cenggurssai maskkootiyaaranne penggiyaara siyettana. Keettati keexettido zigai kallottana."
    },
    {
        "English Sentences": "This is the rejoicing city that dwelt carelessly, that said in her heart, I am, and there is none beside me: how is she become a desolation, a place for beasts to lie down in! every one that passeth by her shall hiss, and wag his hand.",
        "Wolaitta Sentences": "Ha katamai, \"Tana! Taappe attin, harai baawa\" yaagidi otorettiiddi de7idaagaa; shin i ha77i do7ati geessiyo baisa soho gidiis. A lanqqiyaara aadhdhiya ubbai daroppe garamettidi, bantta kushiyaa qaattiiddi, \"Poora!\" gaana."
    },
    {
        "English Sentences": "Woe to her that is filthy and polluted, to the oppressing city!",
        "Wolaitta Sentences": "Makkalanchchaassi, tunidaagaassinne ba asaa tuggayida Yerusalaame katamaassi aayye7ana!"
    },
    {
        "English Sentences": "She obeyed not the voice; she received not correction; she trusted not in the LORD; she drew not near to her God.",
        "Wolaitta Sentences": "I oossinne azazettenna; seerin simmenna; GODAN ammanettenna; ba Xoossaakkokka shiiqenna."
    },
    {
        "English Sentences": "Her princes within her are roaring lions; her judges are evening wolves; they gnaw not the bones till the morrow.",
        "Wolaitta Sentences": "A giddon de7iya halaqati gudiya gaammotu mala; daannatikka wonttossi ashshennan demmidobaa ubbaa wurssi mirggiya omarssa wanggireellotu mala."
    },
    {
        "English Sentences": "Her prophets are light and treacherous persons: her priests have polluted the sanctuary, they have done violence to the law.",
        "Wolaitta Sentences": "An de7iya hananabaa yootiyaageeti otoranchchanne genanchcha. A qeesetikka geeshshabaa tunissiyaageeta; qassi eti GODAA higgiyaa banttau injjetiyaagaadan, mirqqidi birshshoosona."
    },
    {
        "English Sentences": "The just LORD is in the midst thereof; he will not do iniquity: every morning doth he bring his judgment to light, he faileth not; but the unjust knoweth no shame.",
        "Wolaitta Sentences": "SHin a giddon de7iya GODAI xillo; i balabaa oottenna; wonttin wonttinkka i ba xillo pirddaa pirddees; ai wonttankka aggi erenna. Gidikkonne, yan de7iya makkalanchchai ainne yeella erenna."
    },
    {
        "English Sentences": "I have cut off the nations: their towers are desolate; I made their streets waste, that none passeth by: their cities are destroyed, so that there is no man, that there is none inhabitant.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Taani kawotettata xaissaas; eta gimbbettida sohotikka kolettiichchidosona. Eta katamata issi asinne de7enna ona biitta oottaas; ogetakka ooninne hegaara kanttenna bazzo oottaas."
    },
    {
        "English Sentences": "I said, Surely thou wilt fear me, thou wilt receive instruction; so their dwelling should not be cut off, howsoever I punished them: but they rose early, and corrupted all their doings.",
        "Wolaitta Sentences": "Taani hagaa ubbaa Yerusalaamessi oottada, Simmi ta asai tana bonchchana; taani seeriyo seeraakka ekkana; taani azazidobaakka dogenna yaagaas. SHin eti kaseegaappekka yaa yaa bantta oosuwan tuniiddi biidosona\" yaagees."
    },
    {
        "English Sentences": "Therefore wait ye upon me, saith the LORD, until the day that I rise up to the prey: for my determination is to gather the nations, that I may assemble the kingdoms, to pour upon them mine indignation, even all my fierce anger: for all the earth shall be devoured with the fire of my jealousy.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees, \"Ane taani pirddiyo gallassai gakkanaashin, guuttaa takki giite. Aissi giikko, taani deretanne kawotettata shiishshanau qachchaas; shiishshada ta hanqquwaa suuluwaa eta bolli gussana. Sa7ai muleerakka ta hanqquwaa taman xuugettana."
    },
    {
        "English Sentences": "For then will I turn to the people a pure language, that they may all call upon the name of the LORD, to serve him with one consent.",
        "Wolaitta Sentences": "\"He wode taani asa ubbaa haasayaa geeshsha haasayau laammana; yaatin, eti ubbaikka GODAA sunttaa xeegananne issippe ayyo oottana."
    },
    {
        "English Sentences": "From beyond the rivers of Ethiopia my suppliants, even the daughter of my dispersed, shall bring mine offering.",
        "Wolaitta Sentences": "Laalettida ta asati, taayyo tumu goinniyaageeti Toophphiyaa shaafatuppe hefintta baggappe taayyo imotaa ehaana."
    },
    {
        "English Sentences": "In that day shalt thou not be ashamed for all thy doings, wherein thou hast transgressed against me: for then I will take away out of the midst of thee them that rejoice in thy pride, and thou shalt no more be haughty because of my holy mountain.",
        "Wolaitta Sentences": "He wode intte ta bolli makkalidi oottido oosotu gaasuwan yeellatekketa; aissi giikko, otorettiyaanne ayyiyaageeta taani intte giddoppe diggarggana. Qassi inttekka hagaappe sinttan ta geeshsha deriyan otorettekketa."
    },
    {
        "English Sentences": "I will also leave in the midst of thee an afflicted and poor people, and they shall trust in the name of the LORD.",
        "Wolaitta Sentences": "Taani intte giddoppe bantta huuphiyaa kaushshiyaageetanne ziqqi oottiya asata ashshana; etikka GODAA sunttan ammanettana."
    },
    {
        "English Sentences": "The remnant of Israel shall not do iniquity, nor speak lies; neither shall a deceitful tongue be found in their mouth: for they shall feed and lie down, and none shall make them afraid.",
        "Wolaitta Sentences": "Israa7eela asaappe attidaageeti iitabaa oottokkona; wordduwaa haasayokkona; eta inxxarssankka cimoi beettenna. Hegaa gishshau, eti heemettananne allaxxana; eta yashissiyaabikka de7enna\" yaagees."
    },
    {
        "English Sentences": "Sing, O daughter of Zion; shout, O Israel; be glad and rejoice with all the heart, O daughter of Jerusalem.",
        "Wolaitta Sentences": "Xiyoone na7ee, mazamuriyaa yexxa! Israa7eela asau, ililite! Yerusalaame na7ee, ne polo wozanaappe ufaitta; ufaittada hashshukka ga!"
    },
    {
        "English Sentences": "The LORD hath taken away thy judgments, he hath cast out thine enemy: the king of Israel, even the LORD, is in the midst of thee: thou shalt not see evil any more.",
        "Wolaitta Sentences": "GODAI intte bolli pirddido pirddaa aggiis; intte morkketakka diggiis. GODAI, Israa7eela Kawoi, intte giddon de7ees; hagaappe sinttanau inttena yashissiyaabi baawa."
    },
    {
        "English Sentences": "In that day it shall be said to Jerusalem, Fear thou not: and to Zion, Let not thine hands be slack.",
        "Wolaitta Sentences": "He gallassi eti Yerusalaame hagaadan yaagana; \"Xiyoonee, yayyoppa! Ne kushetikka arggaacoppona."
    },
    {
        "English Sentences": "The LORD thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; he will rest in his love, he will joy over thee with singing.",
        "Wolaitta Sentences": "GODAI ne Xoossai ne giddon de7ees; i neeyyo xoonuwaa immiya olanchchaa."
    },
    {
        "English Sentences": "I will gather them that are sorrowful for the solemn assembly, who are of thee, to whom the reproach of it was a burden.",
        "Wolaitta Sentences": "I nenan ufaittana; i ba siiquwan nena ooraxissana; asai baala gallassi yexxiyoogaadan, i nenan ufaittidoogaa mazamuriyaa yexxidi bessana\" yaagana. GODAI hagaadan yaagees; \"Hagaappe sinttanau ne bolli bashshai gakkennaadan taani oottana; ne yeellaakka quccana."
    },
    {
        "English Sentences": "Behold, at that time I will undo all that afflict thee: and I will save her that halteth, and gather her that was driven out; and I will get them praise and fame in every land where they have been put to shame.",
        "Wolaitta Sentences": "Be7a, he wode taani nena huqqunnidaageeta ubbaa qaxxayana. Taani wobbeta ashshana; laalettidaageetakka shiishshana. Taani eta kaushshaa bonchchuwau laammana; yaatobare sa7an de7iya asa ubbaa matan eta sunttai erettidaagaa gidana."
    },
    {
        "English Sentences": "At that time will I bring you again, even in the time that I gather you: for I will make you a name and a praise among all people of the earth, when I turn back your captivity before your eyes, saith the LORD.",
        "Wolaitta Sentences": "He wode taani inttena shiishshana; taani inttena issippe shiishshada zaarana; yaatada taani inttena ishalissiyo wode, intte ha sa7an de7iya asa ubbaa matan bonchchettidaageetanne erettidaageeta gidana\" yaagees GODAI."
    }
]