[
    {
        "English Sentences": "In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,",
        "Wolaitta Sentences": "Kawoi Daariyoosi kawotido naa77antto laitti, usuppuntta aginan koiro gallassi GODAA qaalai hananabaa yootiya Hagge baggaara Salaatiyaala na7aa, Yihudaa biittaa haariya Zarubaabeelakkonne Yoxedeeqa na7aa, qeese ubbatu halaqaa Yaasukko hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD's house should be built.",
        "Wolaitta Sentences": "\"Ubbaappe Wolqqaama GODAI hagaadan yaagees; Hagee asai, GODAA Beeta Maqidasiyaa zaarettidi keexxiyo wodee biron gakkibeenna yaagees\" yaagiiddi yiis."
    },
    {
        "English Sentences": "Then came the word of the LORD by Haggai the prophet, saying,",
        "Wolaitta Sentences": "Yaatin, GODAA qaalai hananabaa yootiya Hagge baggaara hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?",
        "Wolaitta Sentences": "\"Ta asau, ta Beeta Maqidasee qoletti uttidaashin, intte intte alleeqettida keettatun de7anau hagee intteyyo wodeeyye?\" yaagiis."
    },
    {
        "English Sentences": "Now therefore thus saith the LORD of hosts; Consider your ways.",
        "Wolaitta Sentences": "Hegaa gishshau, Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Ane intte inttena gakkiiddi de7iyaabaa qoppite."
    },
    {
        "English Sentences": "Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.",
        "Wolaitta Sentences": "Intte daruwaa zerideta; shin guuttaa shiishshideta. Meeta, shin kallekketa; uyeeta, shin alekketa. Maayeeta, shin inttena ho77enna; damoozaa ekkiyaagee daassa qarcciitan yegganau ekkees\" yaagees."
    },
    {
        "English Sentences": "Thus saith the LORD of hosts; Consider your ways.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Ane intte inttena gakkiiddi de7iyaabaa qoppite."
    },
    {
        "English Sentences": "Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.",
        "Wolaitta Sentences": "Simmi deriyaa pude kiyidi, mittaa qanxxidi ehiite; ehiidi Beeta Maqidasiyaa zaarettidi keexxite. Yaatobare taani an ufaittananne bonchchettana\" yaagees GODAI."
    },
    {
        "English Sentences": "Ye looked for much, and lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of mine house that is waste, and ye run every man unto his own house.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Intte daro kattaa shiishshanau halchchideta; shin guutta gidiis; akka intte soo gelissido wode, taani punniyoorin xayi aggiis. Hagee aibissi hanidee? Taani hagaa oottidoogee, intte ubbaikka intte keettaa keettaa keexxishin, ta keettai qolettidi attido gishshaassa."
    },
    {
        "English Sentences": "Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit.",
        "Wolaitta Sentences": "Hegaa gishshau, bolla saloi iraa immennan, biittaikka kattaa mokkennan ixxidosona."
    },
    {
        "English Sentences": "And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.",
        "Wolaitta Sentences": "Qassi biittaanne deretu bolli, kattaa bolli, woiniyaa turaanne zaitiyaa wogaratu bolli, biittai pude mokkiyoobatu bolli, asaanne mehiyaa bollinne intte daafuridi oottidobaa ubbaa bolli taani koshaa xeegaas\" yaagees."
    },
    {
        "English Sentences": "Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him, and the people did fear before the LORD.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Salaatiyaala na7ai Zarubaabeeli, Yoxedeeqa na7ai, qeese ubbatu halaqai Yaasunne omooduwaappe simmida asai ubbai GODAA bantta Xoossaa qaalaayyoonne GODAI eta Xoossai hananabaa yootiya Hagge baggaara kiittido qaalaayyo azazettidosona; asaikka GODAAYYO yayyidosona."
    },
    {
        "English Sentences": "Then spake Haggai the LORD's messenger in the LORD's message unto the people, saying, I am with you, saith the LORD.",
        "Wolaitta Sentences": "Yaatin, GODAI kiittido Haggee asaa, \"Asau, GODAI inttena, Taani inttenaara de7ais yaagees\" yaagidi GODAA kiitaa asaayyo yootiis."
    },
    {
        "English Sentences": "And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,",
        "Wolaitta Sentences": "Yaatin, GODAI Salaatiyaala na7aa, Yihudaa biittaa haariya Zarubaabeela, Yoxedeeqa na7aa, qeese ubbatu halaqaa Yaasanne omooduwaappe simmida asa ubbaa denttettiis; denttettin eti yiidi, Ubbaappe Wolqqaama GODAA, bantta Xoossaa Beeta Maqidasiyaa keexuwaa doommidosona."
    },
    {
        "English Sentences": "In the four and twentieth day of the sixth month, in the second year of Darius the king.",
        "Wolaitta Sentences": "Hagee hanidoi Kawoi Daariyoosi kawotido naa77antto laittan, usuppuntta aginan laatamanne oiddantta gallassaana."
    },
    {
        "English Sentences": "In the seventh month, in the one and twentieth day of the month, came the word of the LORD by the prophet Haggai, saying,",
        "Wolaitta Sentences": "He laittan laappuntta aginan laatamanne isiinintta gallassan GODAA qaalai hananabaa yootiya Hagge baggaara hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Speak now to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, and to the residue of the people, saying,",
        "Wolaitta Sentences": "\"Salaatiyaala na7aa, Yihudaa haariya Zarubaabeelayyo, Yoxedeeqa na7aa, qeese ubbatu halaqaa Yaasuyyoonne omooduwaappe simmida asaayyo hagaadan yaagada yoota;"
    },
    {
        "English Sentences": "Who is left among you that saw this house in her first glory? and how do ye see it now? is it not in your eyes in comparison of it as nothing?",
        "Wolaitta Sentences": "Ha Beeta Maqidasiyaa bonchchoi kase ai malakko be7ida asaappe attidabi intte giddon de7ii? Hachchi intte a xeelliyo wode, waani uttidee? Intte aifiyan i bainnabaa milatees gidennee?"
    },
    {
        "English Sentences": "Yet now be strong, O Zerubbabel, saith the LORD; and be strong, O Joshua, son of Josedech, the high priest; and be strong, all ye people of the land, saith the LORD, and work: for I am with you, saith the LORD of hosts:",
        "Wolaitta Sentences": "\"Gidikkonne, Zarubaabeelaa, ha77i minna! Taani GODAI hagaa odais. Yoxedeeqa na7au, qeese ubbatu halaqau Yaasuu, neenikka minna! Biittan de7iya asa ubbau, inttekka minnite! Minnidi oottite; aissi giikko, taani inttenaara de7ais. Taani Ubbaappe Wolqqaama GODAI hagaa odais."
    },
    {
        "English Sentences": "According to the word that I covenanted with you when ye came out of Egypt, so my spirit remaineth among you: fear ye not.",
        "Wolaitta Sentences": "Intte Gibxxeppe kiyiyo wode, taani inttenaara maacettido maachchaadan, ta Ayyaanai inttenaara de7iyo gishshau yayyoppite!"
    },
    {
        "English Sentences": "For thus saith the LORD of hosts; Yet once, it is a little while, and I will shake the heavens, and the earth, and the sea, and the dry land;",
        "Wolaitta Sentences": "\"Qassikka taani Ubbaappe Wolqqaama GODAI hagaa odais. Taani qantta wodiyan issitoo gujjada, salotanne sa7aa, abbaanne mela biittaakka qaattana."
    },
    {
        "English Sentences": "And I will shake all nations, and the desire of all nations shall come: and I will fill this house with glory, saith the LORD of hosts.",
        "Wolaitta Sentences": "Kawotettata ubbaakka qaattana; qaattada kawotettatu ubban de7iya aqoi haa yaanaadan oottana. Taani Ubbaappe Wolqqaama GODAI ha Beeta Maqidasiyaa bonchchuwan kunttana."
    },
    {
        "English Sentences": "The silver is mine, and the gold is mine, saith the LORD of hosts.",
        "Wolaitta Sentences": "Birai tabaa; worqqaikka tabaa."
    },
    {
        "English Sentences": "The glory of this latter house shall be greater than of the former, saith the LORD of hosts: and in this place will I give peace, saith the LORD of hosts.",
        "Wolaitta Sentences": "Koiroogaa bonchchuwaappe ha naa77antto Beeta Maqidasiyaa bonchchoi darana; taani Ubbaappe Wolqqaama GODAI ha sohuwan sarotettaakka immana yaagada yoota\" yaagiiddi yiis."
    },
    {
        "English Sentences": "In the four and twentieth day of the ninth month, in the second year of Darius, came the word of the LORD by Haggai the prophet, saying,",
        "Wolaitta Sentences": "Daariyoosi kawotido naa77antto laittan, uddufuntta aginan laatamanne oiddantto gallassan GODAA qaalai hananabaa yootiya Hagge baggaara hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Thus saith the LORD of hosts; Ask now the priests concerning the law, saying,",
        "Wolaitta Sentences": "\"Ubbaappe Wolqqaama GODAI hagaadan yaagees; Higgee woigiyaakko eranau ane qeeseta hagaa oichcha:"
    },
    {
        "English Sentences": "If one bear holy flesh in the skirt of his garment, and with his skirt do touch bread, or pottage, or wine, or oil, or any meat, shall it be holy? And the priests answered and said, No.",
        "Wolaitta Sentences": "\"Issi urai yarshshuwaassi geeshshi wottido ashuwaa ba afalaa xeeran xaaxi ekkidi efiishin, he afalaa xeerai oittaa, woikko woxiyaa, woikko woine eessaanne zaitiyaa, woikko hara ai qommo qumanne bochchikko, he boshettida qumai tumu geeshsha gidanau danddayii?\" yaagada oichcha yaagees\" yaagidi yiis. Oichchin qeeseti, \"Gidanau danddayenna\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Then said Haggai, If one that is unclean by a dead body touch any of these, shall it be unclean? And the priests answered and said, It shall be unclean.",
        "Wolaitta Sentences": "Haggee qassikka, \"Ahaa bochchidi tunida issi urai hageetuppe issi qommo qumaanne bochchikko, he qumai tumu tunanee?\" yaagidi oichchiis. Oichchin qeeseti, \"Ee tunana\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Then answered Haggai, and said, So is this people, and so is this nation before me, saith the LORD; and so is every work of their hands; and that which they offer there is unclean.",
        "Wolaitta Sentences": "Yaatin, Haggee zaarettidi, \"GODAI hagaadan yaagees; Ha asainne ha kawotettai ta sinttan hegaakka mala; eti oottiyo oosoinne eti shiishshiyo imotai ubbaikka hegaakka mala tuna yaagees\" yaagiis."
    },
    {
        "English Sentences": "And now, I pray you, consider from this day and upward, from before a stone was laid upon a stone in the temple of the LORD:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Hachchippe doommidi, intte bollan gakkidabaa akeekite! GODAA Beeta Maqidasiyaa gimbbettaa doommanaappe kase,"
    },
    {
        "English Sentences": "Since those days were, when one came to an heap of twenty measures, there were but ten: when one came to the pressfat for to draw out fifty vessels out of the press, there were but twenty.",
        "Wolaitta Sentences": "intte naa77u kunttaale kattaa ekkana giidi, kattaa wottosaa biideta; shin issi kunttaale xallaa demmideta. Qassi issi xeetu litiro woine eessaa ekkanau woiniyaa gum77iyo ollaakko biideta; shin intte mexi oitamu litiro xalla woine eessaa demmideta."
    },
    {
        "English Sentences": "I smote you with blasting and with mildew and with hail in all the labours of your hands; yet ye turned not to me, saith the LORD.",
        "Wolaitta Sentences": "Taani intte kushee oottido ooso ubbaa bollan melissiya carkkuwaa, kattaa harggiyaanne shachchaa yeddada xaissaas. SHin intte ha ubbankka taakko simmibeekketa\" yaagees GODAI."
    },
    {
        "English Sentences": "Consider now from this day and upward, from the four and twentieth day of the ninth month, even from the day that the foundation of the LORD's temple was laid, consider it.",
        "Wolaitta Sentences": "\"Hachchi gallassaappe, ha uddufuntta aginan laatamanne oiddantto gallassaappe doommidi, ane akeekite; qassi GODAA Beeta Maqidasiyaa baasoi baasettido gallassaappekka doommidi qoppite."
    },
    {
        "English Sentences": "Is the seed yet in the barn? yea, as yet the vine, and the fig tree, and the pomegranate, and the olive tree, hath not brought forth: from this day will I bless you.",
        "Wolaitta Sentences": "Ha77i zerettau haniya katti intte gootaran xayikkonne, qassi woiniyaa turai, balasee, roomaaneenne wogaraikka hachchi gakkanaashin aifiyaa aifana xayikkonne, hachchippe doommada taani inttena anjjana\" yaagees."
    },
    {
        "English Sentences": "And again the word of the LORD came unto Haggai in the four and twentieth day of the month, saying,",
        "Wolaitta Sentences": "He aginan laatamanne oiddantto gallassan GODAA qaalai naa77anttuwaa Haggekko hagaadan yaagiiddi yiis;"
    },
    {
        "English Sentences": "Speak to Zerubbabel, governor of Judah, saying, I will shake the heavens and the earth;",
        "Wolaitta Sentences": "\"Yihudaa haariya Zarubaabeelayyo hagaadan yaagada yoota; Taani salotanne sa7aa qaattana;"
    },
    {
        "English Sentences": "And I will overthrow the throne of kingdoms, and I will destroy the strength of the kingdoms of the heathen; and I will overthrow the chariots, and those that ride in them; and the horses and their riders shall come down, every one by the sword of his brother.",
        "Wolaitta Sentences": "kawotettatu araatata aatta yeggana; eta wolqqaa xaissana. Para gaareta eta laaggiyaageetuura aatta yeggana; paratinne paraasatikka mulee bantta giddon haiqettana."
    },
    {
        "English Sentences": "In that day, saith the LORD of hosts, will I take thee, O Zerubbabel, my servant, the son of Shealtiel, saith the LORD, and will make thee as a signet: for I have chosen thee, saith the LORD of hosts.",
        "Wolaitta Sentences": "Ta ashkkarau, Salaatiyaala na7au Zarubaabeelaa, taani Ubbaappe Wolqqaama GODAI nena he gallassi ekkana; ekkada taani nena ta maatafaa migido mala oottana. Aissi giikko, taani nena dooraas yaagada yoota\" yaagiiddi yiis."
    }
]