[
    {
        "English Sentences": "There was a man in the land of Uz, whose name was Job; and that man was perfect and upright, and one that feared God, and eschewed evil.",
        "Wolaitta Sentences": "Uuxa giyo biittan Iyyooba giyo issi bitanee de7ees; i boree bainnanne suure asa; Xoossaassi yayyidi, iitabaappekka haakkida asa."
    },
    {
        "English Sentences": "And there were born unto him seven sons and three daughters.",
        "Wolaitta Sentences": "Ayyo laappun attuma naatinne heezzu macca naati yelettidosona."
    },
    {
        "English Sentences": "His substance also was seven thousand sheep, and three thousand camels, and five hundred yoke of oxen, and five hundred she asses, and a very great household; so that this man was the greatest of all the men of the east.",
        "Wolaitta Sentences": "Aquwaa gidikko, ayyo laappun sha7u dorssati, heezzu sha7u gaameelati, ichchashu xeetu waaxa boorati, ichchashu xeetu macca haretinne keehi daro ashkkarati de7oosona. Arshsho baggaara de7iya asa ubbaappe i aadhdhida dure asa."
    },
    {
        "English Sentences": "And his sons went and feasted in their houses, every one his day; and sent and called for their three sisters to eat and to drink with them.",
        "Wolaitta Sentences": "A attuma naati bantta son bantta son, kayan kayan gibiraa giigissidi, bantta heezzu michcheta banttanaara maanaunne uyanau xeesoosona."
    },
    {
        "English Sentences": "And it was so, when the days of their feasting were gone about, that Job sent and sanctified them, and rose up early in the morning, and offered burnt offerings according to the number of them all: for Job said, It may be that my sons have sinned, and cursed God in their hearts. Thus did Job continually.",
        "Wolaitta Sentences": "Gibiraa gallassati polettido wode, Iyyoobi maallado guuraara denddidi, ba naatu issuwaa issuwaa sunttan xuuggiyo yarshshuwaa yarshshees. I hegaa oottiyoogee, \"Ta naati geelladan bantta wozanan Xoossaa qanggidi, nagara oottidaakkonne\" giidi hirggido gishshaassa. I eta geeshshanaassi hegaa ubbaton oottees."
    },
    {
        "English Sentences": "Now there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them.",
        "Wolaitta Sentences": "Issi gallassi kiitanchchati GODAA sinttan beettanau yiidosona; Seexaanaikka qassi etaara yiis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, Whence comest thou? Then Satan answered the LORD, and said, From going to and fro in the earth, and from walking up and down in it.",
        "Wolaitta Sentences": "Yin GODAI Seexaanaa, \"Laa neeni auppe yaadii?\" yaagiis. Yaagin Seexaanai GODAAYYO, \"Taani sa7an ubban yaanne haanne yuuyiyoosaappenne simerettiyoosaappe yaas\" yaagidi zaariis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil?",
        "Wolaitta Sentences": "Yaagin GODAI Seexaanaa, \"Yaatin, ta ashkkaraa Iyyooba akeekada be7adii? Sa7aa bollan a milatiya boree bainnanne suure asi mulekka baawa. I GODAASSI yayyiya, iitabaappekka haakkida asa\" yaagiis."
    },
    {
        "English Sentences": "Then Satan answered the LORD, and said, Doth Job fear God for nought?",
        "Wolaitta Sentences": "Yaagin Seexaanai, \"Tumu Iyyoobi neeyyo coo yayyii?"
    },
    {
        "English Sentences": "Hast not thou made an hedge about him, and about his house, and about all that he hath on every side? thou hast blessed the work of his hands, and his substance is increased in the land.",
        "Wolaitta Sentences": "Anne a so asaanne ayyo de7iyaabaa ubbaa neeni dirada naagabeikkii? I oottiyo ooso ubbaa neeni anjjido gishshau, a mehiyaa wudee biittaa ubbaa bollan dariis."
    },
    {
        "English Sentences": "But put forth thine hand now, and touch all that he hath, and he will curse thee to thy face.",
        "Wolaitta Sentences": "SHin neeni ne kushiyaa yeddada, ayyo de7iya aquwaa ubbaa shociyaakko, i nena tumu ne sinttan qanggana\" yaagiis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, Behold, all that he hath is in thy power; only upon himself put not forth thine hand. So Satan went forth from the presence of the LORD.",
        "Wolaitta Sentences": "Yaagin GODAI Seexaanaa, \"Eeno, ayyo de7iyaabai ubbai ne kushiyaana. SHin neeni a bollaa bochchoppa\" yaagiis. Hegaappe guyyiyan, Seexaanai GODAA sinttaappe kiyidi biis."
    },
    {
        "English Sentences": "And there was a day when his sons and his daughters were eating and drinking wine in their eldest brother's house:",
        "Wolaitta Sentences": "Issi gallassi Iyyooba attuma naatinne macca naati bantta baira ishaa son miiddinne woine eessaa uyiiddi de7oosona."
    },
    {
        "English Sentences": "And there came a messenger unto Job, and said, The oxen were plowing, and the asses feeding beside them:",
        "Wolaitta Sentences": "Yaatishin issi bitanee Iyyoobakko yiidi, \"Nuuni boorata waaxidi goyishin, haretikka nu matan maataa miiddi de7ishin,"
    },
    {
        "English Sentences": "And the Sabeans fell upon them, and took them away; yea, they have slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
        "Wolaitta Sentences": "Saaba biittaa asati akeekennan yiidi, olaa kessidosona; yaatidi ubbaakka ekki biidosona. Qassi ashkkaratakka qara bisuwan busakkidosona. Yaatin, ta xalaalai attada, ha hanidabaa neeyyo yootanau yaas\" yaagiis."
    },
    {
        "English Sentences": "While he was yet speaking, there came also another, and said, The fire of God is fallen from heaven, and hath burned up the sheep, and the servants, and consumed them; and I only am escaped alone to tell thee.",
        "Wolaitta Sentences": "I biron haasayishin, hara bitanee yiidi, \"Xoossaa tamai saluwaappe wodhdhidi, dorssatanne dorssata heemmiyaageeta miis. Yaatin, ta xalaalai attada, ha hanidabaa neeyyo yootanau yaas\" yaagiis."
    },
    {
        "English Sentences": "While he was yet speaking, there came also another, and said, The Chaldeans made out three bands, and fell upon the camels, and have carried them away, yea, and slain the servants with the edge of the sword; and I only am escaped alone to tell thee.",
        "Wolaitta Sentences": "I biron haasayishin, hara bitanee yiidi, \"Kaladaawetu biittaappe heezzu citan shaahettida ambbaanoti yiidi, nuna olidi, gaameelaa ubbaa ekki biidosona; ashkkaratakka qara bisuwan busakkidosona. Yaatin, ta xalaalai attada, ha hanidabaa neeyyo yootanau yaas\" yaagiis."
    },
    {
        "English Sentences": "While he was yet speaking, there came also another, and said, Thy sons and thy daughters were eating and drinking wine in their eldest brother's house:",
        "Wolaitta Sentences": "I biron haasayishin, hara bitanee yiidi, \"Ne attuma naatinne macca naati bantta baira ishaa son miiddinne woine eessaa uyiiddi de7ishin,"
    },
    {
        "English Sentences": "And, behold, there came a great wind from the wilderness, and smote the four corners of the house, and it fell upon the young men, and they are dead; and I only am escaped alone to tell thee.",
        "Wolaitta Sentences": "wolqqaama gotee akeekennan bazzoppe denddidi, keettaa muleera shociis. SHocido keettai eta bolli kunddin, naati haiqqidosona. Yaatin, ta xalaalai attada, ha hanidabaa neeyyo yootanau yaas\" yaagiis."
    },
    {
        "English Sentences": "Then Job arose, and rent his mantle, and shaved his head, and fell down upon the ground, and worshipped,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi denddidi, kayyuwau ba maayuwaa pooshshiis; ba huuphiyaakka meedettiis. Biittan gufannidi goinniiddi,"
    },
    {
        "English Sentences": "And said, Naked came I out of my mother's womb, and naked shall I return thither: the LORD gave, and the LORD hath taken away; blessed be the name of the LORD.",
        "Wolaitta Sentences": "hagaadan yaagiis; \"Taani ta aayee uluwaappe kallo yelettaas; haiqqiyoodekka taani ekkada biyoobi baawa. GODAI immiis; GODAI zaaridi ekkiis. GODAA sunttai galatetto\" yaagiis."
    },
    {
        "English Sentences": "In all this Job sinned not, nor charged God foolishly.",
        "Wolaitta Sentences": "Ha ubbankka Iyyoobi nagaraa oottibeenna; Xoossaa amassalibeenna."
    },
    {
        "English Sentences": "Again there was a day when the sons of God came to present themselves before the LORD, and Satan came also among them to present himself before the LORD.",
        "Wolaitta Sentences": "Hara gallassikka qassi kiitanchchati GODAA sinttan beettanau yiidosona; Seexaanaikka qassi etaara issippe a sinttan beettanau yiis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, From whence comest thou? And Satan answered the LORD, and said, From going to and fro in the earth, and from walking up and down in it.",
        "Wolaitta Sentences": "Yin GODAI Seexaanaa, \"Laa neeni auppe yaadii?\" yaagiis. Yaagin Seexaanai GODAAYYO, \"Taani sa7an ubban yaanne haanne yuuyiyoosaappenne simerettiyoosaappe yaas\" yaagiis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, Hast thou considered my servant Job, that there is none like him in the earth, a perfect and an upright man, one that feareth God, and escheweth evil? and still he holdeth fast his integrity, although thou movedst me against him, to destroy him without cause.",
        "Wolaitta Sentences": "Yaagin GODAI a, \"Ta ashkkaraa Iyyooba akeekada be7adii? Sa7aa bollan a milatiya boree bainnanne suure asi mulekka baawa. I GODAASSI yayyidi, iitabaappekka haakkida asa. Gaasoi bainnan taani a xaissana mala, neeni tana denttettinkka, ha77i gakkanaassi i ba suuretettan minni eqqiis\" yaagiis."
    },
    {
        "English Sentences": "And Satan answered the LORD, and said, Skin for skin, yea, all that a man hath will he give for his life.",
        "Wolaitta Sentences": "Seexaanai zaaridi GODAA, \"Hegee ta mashuwaa ekko! yaagiyoogaadan, asi ba shemppuwaa gishshau, bau de7iyaabaa ubbaa immana."
    },
    {
        "English Sentences": "But put forth thine hand now, and touch his bone and his flesh, and he will curse thee to thy face.",
        "Wolaitta Sentences": "SHin neeni ne kushiyaa yeddada, a bolla ubbaa ane shoca. Yaatiyaakko i nena tumu ne sinttan qanggana\" yaagiis."
    },
    {
        "English Sentences": "And the LORD said unto Satan, Behold, he is in thine hand; but save his life.",
        "Wolaitta Sentences": "Yaagin GODAI Seexaanaa, \"Eeno, a woroppappe attin, a bolli neeni koyidobaa oottanau danddayaasa\" yaagiis."
    },
    {
        "English Sentences": "So went Satan forth from the presence of the LORD, and smote Job with sore boils from the sole of his foot unto his crown.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Seexaanai GODAA sinttappe kiyidi, Iyyooba tohuwaappe huuphiyaa gakkanaassi iita masunttai a bolli kiyanaadan oottiis."
    },
    {
        "English Sentences": "And he took him a potsherd to scrape himself withal; and he sat down among the ashes.",
        "Wolaitta Sentences": "Yaatin, Iyyoobi bidinttaa bolli uttidi, kon77an bana goodiis."
    },
    {
        "English Sentences": "Then said his wife unto him, Dost thou still retain thine integrity? curse God, and die.",
        "Wolaitta Sentences": "A maccaasiyaa a, \"Ha77i gakkanaassikka neeni ne suuretettan minna uttadii? Xoossaa qanggada haiqqaaga\" yaagaasu."
    },
    {
        "English Sentences": "But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips.",
        "Wolaitta Sentences": "Yaagin i zaaridi o, \"Neeni eeyya maccaasadan haasayaasa. Nuuni Xoossaappe lo77obaa ekkii ekkidi, iitabaa ekkokkoniiyye?\" yaagiis. Ha ubbankka Iyyoobi ba giidoban nagaraa oottibeenna."
    },
    {
        "English Sentences": "Now when Job's three friends heard of all this evil that was come upon him, they came every one from his own place; Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite: for they had made an appointment together to come to mourn with him and to comfort him.",
        "Wolaitta Sentences": "Iyyooba laggeti heezzati, Temaana biittaappe Elifaazi, SHuuha biittaappe Bilddaadinne Naa7ima biittaappe Xoofaari Iyyooba bolli gakkida metuwaa siyido wode, ayyo qarettanaunne a minttettanau bantta sooppe bantta sooppe qaagetti ekkidi, issippe akko yiidosona."
    },
    {
        "English Sentences": "And when they lifted up their eyes afar off, and knew him not, they lifted up their voice, and wept; and they rent every one his mantle, and sprinkled dust upon their heads toward heaven.",
        "Wolaitta Sentences": "Eti a haahuwan eqqidi xeelliyo wode, i Iyyooba gidiyoogaa eribookkona. Guyyeppe a gidiyoogaa erido wode, bantta qaalaa xoqqu oottidi yeekkidosona; bantta maayuwaakka pooshshidi, bantta huuphiyan buhiyaa qolidosona."
    },
    {
        "English Sentences": "So they sat down with him upon the ground seven days and seven nights, and none spake a word unto him: for they saw that his grief was very great.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, eti aara laappun gallassaanne laappun qammaa biittan uttidosona. A sahoi keehi daridoogaa eti be7ido gishshau, ayyo ai asinne qaalanne qaattibeenna."
    },
    {
        "English Sentences": "After this opened Job his mouth, and cursed his day.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi ba doonaa dooyidi,"
    },
    {
        "English Sentences": "And Job spake, and said,",
        "Wolaitta Sentences": "ba yelettido gallassaa hagaadan yaagidi qanggiis;"
    },
    {
        "English Sentences": "Let the day perish wherein I was born, and the night in which it was said, There is a man child conceived.",
        "Wolaitta Sentences": "\"Taani shahaarettido qammainne taani yelettido gallassai coo xayona!"
    },
    {
        "English Sentences": "Let that day be darkness; let not God regard it from above, neither let the light shine upon it.",
        "Wolaitta Sentences": "He gallassai xuma gido! Bolla Xoossai he gallassaa shenehoo go; a bollan poo7oikka poo7oppo."
    },
    {
        "English Sentences": "Let darkness and the shadow of death stain it; let a cloud dwell upon it; let the blackness of the day terrify it.",
        "Wolaitta Sentences": "Leelida xumainne ciggaarai a goozo; a shaarai kammo; a poo7uwaakka xumai gentto."
    },
    {
        "English Sentences": "As for that night, let darkness seize upon it; let it not be joined unto the days of the year, let it not come into the number of the months.",
        "Wolaitta Sentences": "He gallassa qammaa sakkana xumai oiqqo. Laitta giddon de7iya gallassatun i qoodettoppo; aginatu qoodankka geloppo."
    },
    {
        "English Sentences": "Lo, let that night be solitary, let no joyful voice come therein.",
        "Wolaitta Sentences": "He gallassa qammai maino; ufaissa ililssikka an siyettoppo."
    },
    {
        "English Sentences": "Let them curse it that curse the day, who are ready to raise up their mourning.",
        "Wolaitta Sentences": "Lewaataana giyo miimminttiyaa denttanau loohida shareechchoti he gallassaa qanggona."
    },
    {
        "English Sentences": "Let the stars of the twilight thereof be dark; let it look for light, but have none; neither let it see the dawning of the day:",
        "Wolaitta Sentences": "He qammaayyo bakkaaliyaa xoolinttee poo7oppo; poo7uwaa naagidikka demmoppo; maallado xalqqeekka ayyo xalqqoppo."
    },
    {
        "English Sentences": "Because it shut not up the doors of my mother's womb, nor hid sorrow from mine eyes.",
        "Wolaitta Sentences": "He qammai taani ta aayee uluwan shahaarettennaadaaninne ha metuwaa be7ennaadan teqqibeenna gishshau, qanggettidaagaa gido."
    },
    {
        "English Sentences": "Why died I not from the womb? why did I not give up the ghost when I came out of the belly?",
        "Wolaitta Sentences": "\"Taani ta aayee uluwan haatta kiyarkkinaashsha! Ta aayee uluwaappe yeletta wodhdhaanne haiqqarkkinaashsha!"
    },
    {
        "English Sentences": "Why did the knees prevent me? or why the breasts that I should suck?",
        "Wolaitta Sentences": "Ta aayyiyaa tana aissi ba kiyuwan zaaradeeshsha? Ba xanttaakka tana aissi xanttadeeshsha?"
    },
    {
        "English Sentences": "For now should I have lain still and been quiet, I should have slept: then had I been at rest,",
        "Wolaitta Sentences": "He wode taani haiqqidabaa gidiyaakko, ha77i shemppada xiskkaas shin!"
    },
    {
        "English Sentences": "With kings and counsellors of the earth, which built desolate places for themselves;",
        "Wolaitta Sentences": "Qolettida sohota banttau zaaretti keexxida sa7aa kawotuuranne eta zoriyaageetuura,"
    },
    {
        "English Sentences": "Or with princes that had gold, who filled their houses with silver:",
        "Wolaitta Sentences": "worqqai de7iyoonne bantta keettan biraa kunttida halaqatuura issippe duufuwan zin77aas shin!"
    },
    {
        "English Sentences": "Or as an hidden untimely birth I had not been; as infants which never saw light.",
        "Wolaitta Sentences": "Woikko aayee uluwaappe boshettidi yelettida na7adan, woikko gallassa poo7uwaa ainne be7ibeenna yiiraadan, taani biitta giddon qosettaichcharkkinaashsha!"
    },
    {
        "English Sentences": "There the wicked cease from troubling; and there the weary be at rest.",
        "Wolaitta Sentences": "Duufuwan iitati bantta iita oosuwaa aggoosona; yan daafuranchchatikka shemppoosona."
    },
    {
        "English Sentences": "There the prisoners rest together; they hear not the voice of the oppressor.",
        "Wolaitta Sentences": "He sohuwan qashuwaasatikka shemppidi ufaittoosona; oosuwaa ootissiyaageetu waasuwaa eti hegan siyokkona."
    },
    {
        "English Sentences": "The small and great are there; and the servant is free from his master.",
        "Wolaitta Sentences": "Guuttai gitaikka yan de7ees; ailleekka ba godaassi ailletiyoosaappe kiyees."
    },
    {
        "English Sentences": "Wherefore is light given to him that is in misery, and life unto the bitter in soul;",
        "Wolaitta Sentences": "\"Metuwan de7iyaageetuyyo poo7oi aissi imettidee? De7oi cammiyoogeetussi,"
    },
    {
        "English Sentences": "Which long for death, but it cometh not; and dig for it more than for hid treasures;",
        "Wolaitta Sentences": "haiqoi yanddeeshsha giidi amottin, yeennan ixxiyoogeetussi, qotti wottido buquraa koyiyoogaappe aattidi, haiquwaa koyiyaageetussi,"
    },
    {
        "English Sentences": "Which rejoice exceedingly, and are glad, when they can find the grave?",
        "Wolaitta Sentences": "duufuwaa biidi gakkiyo wode, ufaissaaninne ililssan poocammiyaageetussi de7oi aissi imettidee?"
    },
    {
        "English Sentences": "Why is light given to a man whose way is hid, and whom God hath hedged in?",
        "Wolaitta Sentences": "Ogee bayiichchido uraassi, Xoossai a yuushuwaa dirirggido uraassi poo7oi aissi imettidee?"
    },
    {
        "English Sentences": "For my sighing cometh before I eat, and my roarings are poured out like the waters.",
        "Wolaitta Sentences": "Qumaa miyoogaa gishshaa oolais; ta oolee aggennan goggiya haattaa mala."
    },
    {
        "English Sentences": "For the thing which I greatly feared is come upon me, and that which I was afraid of is come unto me.",
        "Wolaitta Sentences": "Taani yayyidobai ta bolli gakkiis; taani dagammidobaikka tanan haniis."
    },
    {
        "English Sentences": "I was not in safety, neither had I rest, neither was I quiet; yet trouble came.",
        "Wolaitta Sentences": "Taayyo metoppe attin, saroi, woppinne shemppoi baawa\" yaagiis."
    },
    {
        "English Sentences": "Then Eliphaz the Temanite answered and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Temaana biittaappe yiida Elifaazi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "If we assay to commune with thee, wilt thou be grieved? but who can withhold himself from speaking?",
        "Wolaitta Sentences": "\"Issi uri nenaara xalidi haasayikko, neeni lanccuutee? SHin haasayennaaninne agganai oonee?"
    },
    {
        "English Sentences": "Behold, thou hast instructed many, and thou hast strengthened the weak hands.",
        "Wolaitta Sentences": "Be7a, neeni darota tamaarissadasa; arggaacida kushetakka minttettadasa."
    },
    {
        "English Sentences": "Thy words have upholden him that was falling, and thou hast strengthened the feeble knees.",
        "Wolaitta Sentences": "Ne qaalai xubettidaageeta kaafidi essiis; daafurida gulbbatatakka minttiis."
    },
    {
        "English Sentences": "But now it is come upon thee, and thou faintest; it toucheth thee, and thou art troubled.",
        "Wolaitta Sentences": "SHin ha77i metoi neekko yiis; yin neeni genccabaakka. Metoi nena gakkin, neeni shabbirettadasa."
    },
    {
        "English Sentences": "Is not this thy fear, thy confidence, thy hope, and the uprightness of thy ways?",
        "Wolaitta Sentences": "Neeni Xoossaassi yayyiyoogee nena ammanttidi wottennee? Ne hemettiyo suure hemetai neeyyo hidoota gidennee?"
    },
    {
        "English Sentences": "Remember, I pray thee, who ever perished, being innocent? or where were the righteous cut off?",
        "Wolaitta Sentences": "\"Ane neeni ha77i qoppa: geeshsha gidida asan xayidai oonee? Woikko suure asi awan xoqollettidi xayi erii?"
    },
    {
        "English Sentences": "Even as I have seen, they that plow iniquity, and sow wickedness, reap the same.",
        "Wolaitta Sentences": "Taani be7idoogaadan, iitatettaa goyidi, metuwaa zeriyaageeti iitatettaanne metuwaa cakkana."
    },
    {
        "English Sentences": "By the blast of God they perish, and by the breath of his nostrils are they consumed.",
        "Wolaitta Sentences": "Eti Xoossaappe kiyiya shemppuwan punettidi bayana; a hanqquwaa peenuqettankka eti meetetti xayana."
    },
    {
        "English Sentences": "The roaring of the lion, and the voice of the fierce lion, and the teeth of the young lions, are broken.",
        "Wolaitta Sentences": "Iitati gudiyaanne daariya gaammotu mala; shin Xoossai eta co77u ootteesinne eta achchaa menttees."
    },
    {
        "English Sentences": "The old lion perisheth for lack of prey, and the stout lion's whelps are scattered abroad.",
        "Wolaitta Sentences": "SHankkatidi miyoobaa demmibeenna gaammotudan, iitati namisan haiqqoosona; eta naatikka laalettoosona."
    },
    {
        "English Sentences": "Now a thing was secretly brought to me, and mine ear received a little thereof.",
        "Wolaitta Sentences": "\"Issi gallassi issi xuuri taakko yiis; he xuurai saasukettidi, ta haittan wodhdhiis."
    },
    {
        "English Sentences": "In thoughts from the visions of the night, when deep sleep falleth on men,",
        "Wolaitta Sentences": "Taani qammi xiskkuwaa kairidaashin, tana iita aimoi un77ettiis."
    },
    {
        "English Sentences": "Fear came upon me, and trembling, which made all my bones to shake.",
        "Wolaitta Sentences": "Tana yashshainne kokkorssai oiqqiis; oiqqidi ta meqetta ubbaa gajigajissiis."
    },
    {
        "English Sentences": "Then a spirit passed before my face; the hair of my flesh stood up:",
        "Wolaitta Sentences": "Issibai ta som77uwaa pittiiddi, ta sinttaara kanttiis; kanttin dagamaappe denddidaagan ta bollan de7iya beelaalai eqqiis."
    },
    {
        "English Sentences": "It stood still, but I could not discern the form thereof: an image was before mine eyes, there was silence, and I heard a voice, saying,",
        "Wolaitta Sentences": "I ta sinttan eqqiis; shin i aibakko taani shaakkada eranau danddayabeikke. Hegaappe guyyiyan, co77u giidasaappe hagaadan yaagiya cenggurssaa siyaas;"
    },
    {
        "English Sentences": "Shall mortal man be more just than God? shall a man be more pure than his maker?",
        "Wolaitta Sentences": "Haiqqiya asi Xoossaa sinttan xillo gididi beettanau danddayii? Woikko asi bana Medhdhidaagaa sinttan geeshsha gididi beettanau danddayii?"
    },
    {
        "English Sentences": "Behold, he put no trust in his servants; and his angels he charged with folly:",
        "Wolaitta Sentences": "Xoossai ba ashkkaratun ammanettenna; ba kiitanchchatunkka mooruwaa demmees."
    },
    {
        "English Sentences": "How much less in them that dwell in houses of clay, whose foundation is in the dust, which are crushed before the moth?",
        "Wolaitta Sentences": "Yaatin, urqqaappe merettidaageetun, eta de7uwaa baasoi baanaa gididoogeetun, bil77aappekka eesuwan haiqqiyaageetun ai keena daro mooroi beettanddeeshsha!"
    },
    {
        "English Sentences": "They are destroyed from morning to evening: they perish for ever without any regarding it.",
        "Wolaitta Sentences": "Maallado paxa de7iya asi omarssi gakkanaashin, ooninne hassayennan de7ishin haiqqees."
    },
    {
        "English Sentences": "Doth not their excellency which is in them go away? they die, even without wisdom.",
        "Wolaitta Sentences": "Eta de7uwaa xishee shodetti wodhdhiyo wode, eti aadhdhida eratettaa demmennan haiqqi bayoosona yaagiyaagaa siyaas."
    },
    {
        "English Sentences": "Call now, if there be any that will answer thee; and to which of the saints wilt thou turn?",
        "Wolaitta Sentences": "\"Iyyoobaa, ane xeesa! SHin oonee neeyyo koyanai? Kiitanchchatuppe ookko simmuutee?"
    },
    {
        "English Sentences": "For wrath killeth the foolish man, and envy slayeth the silly one.",
        "Wolaitta Sentences": "Eeyya uraa lanccee worees; akeekai paccido uraakka qanaatee xaissees."
    },
    {
        "English Sentences": "I have seen the foolish taking root: but suddenly I cursed his habitation.",
        "Wolaitta Sentences": "Eeyya urai minnidi de7iyaagaa taani ta huuphen be7aas; shin sohuwaarakka taani a keettaa qanggaas."
    },
    {
        "English Sentences": "His children are far from safety, and they are crushed in the gate, neither is there any to deliver them.",
        "Wolaitta Sentences": "A naati saroi bainnasan de7oosona; eti shilootan, maaddidi haasayiyaabi bainnasan kinchchettidosona."
    },
    {
        "English Sentences": "Whose harvest the hungry eateth up, and taketh it even out of the thorns, and the robber swalloweth up their substance.",
        "Wolaitta Sentences": "I shiishshido kattaa namisettidaageeti maana; agunttaa giddon mokkidaagaakka eti ayyo aggokkona. Saamettidaageeti a aquwaa ekkanau hel77oosona."
    },
    {
        "English Sentences": "Although affliction cometh not forth of the dust, neither doth trouble spring out of the ground;",
        "Wolaitta Sentences": "Tuggai baanaappe kiyenna; metoikka biittaappe mokkenna."
    },
    {
        "English Sentences": "Yet man is born unto trouble, as the sparks fly upward.",
        "Wolaitta Sentences": "Tamai piri wodhdhiyoogaadan, asi metuwau yelettiis."
    },
    {
        "English Sentences": "I would seek unto God, and unto God would I commit my cause:",
        "Wolaitta Sentences": "\"Tana gidiyaakko, taani Xoossaakko shiiqana; ta mootuwaakka a sinttan wottana."
    },
    {
        "English Sentences": "Which doeth great things and unsearchable; marvellous things without number:",
        "Wolaitta Sentences": "Gidduwaa pilggidi eranau danddayettenna gitabatanne qoodi bainna oorattabata Xoossai oottees."
    },
    {
        "English Sentences": "Who giveth rain upon the earth, and sendeth waters upon the fields:",
        "Wolaitta Sentences": "Iraa biittan bukissees; gadiyaukka haattaa yeddees."
    },
    {
        "English Sentences": "To set up on high those that be low; that those which mourn may be exalted to safety.",
        "Wolaitta Sentences": "Ziqqi giidaageeta xoqqu xoqqu oottees; kayyottiyaageetakka minttettidi ufaissees."
    },
    {
        "English Sentences": "He disappointeth the devices of the crafty, so that their hands cannot perform their enterprise.",
        "Wolaitta Sentences": "Genanchchatu halchchuwaakka halissees; hegaa gishshau, eta kushiyaa oosoi polettenna."
    },
    {
        "English Sentences": "He taketh the wise in their own craftiness: and the counsel of the froward is carried headlong.",
        "Wolaitta Sentences": "Aadhdhida eranchchata i eta geniyan oiqqees; geellatu maqquwaakka aatti yeggees."
    },
    {
        "English Sentences": "They meet with darkness in the day time, and grope in the noonday as in the night.",
        "Wolaitta Sentences": "Etau gallassai xumana; gallassa seetankka eti henqqeleela bilahiyaadan tattaafana."
    },
    {
        "English Sentences": "But he saveth the poor from the sword, from their mouth, and from the hand of the mighty.",
        "Wolaitta Sentences": "Hiyyeesata i eta morkketu bisuwaappe ashshees; i eta wolqqaamatu kushiyaappekka wotti ekkees."
    },
    {
        "English Sentences": "So the poor hath hope, and iniquity stoppeth her mouth.",
        "Wolaitta Sentences": "Hegaa gishshau, hiyyeesatuyyo hidootai de7ees; iita asata i co77u oottees."
    },
    {
        "English Sentences": "Behold, happy is the man whom God correcteth: therefore despise not thou the chastening of the Almighty:",
        "Wolaitta Sentences": "\"Xoossai seeriyo uri anjjettidaagaa; hegaa gishshau, Ubbaa Danddayiya Xoossaa seeraa karoppa."
    },
    {
        "English Sentences": "For he maketh sore, and bindeth up: he woundeth, and his hands make whole.",
        "Wolaitta Sentences": "I masunxxissees, shin masunttaa qachchees. I dechchees, shin a kushee xallees."
    },
    {
        "English Sentences": "He shall deliver thee in six troubles: yea, in seven there shall no evil touch thee.",
        "Wolaitta Sentences": "Usuppun qommo metobaappe i nena ashshana; laappunttikka nena bochchenna."
    },
    {
        "English Sentences": "In famine he shall redeem thee from death: and in war from the power of the sword.",
        "Wolaitta Sentences": "Koshaa wode haiquwaappe, olaa wodekka bisuwaa qaraappe i nena ashshana."
    },
    {
        "English Sentences": "Thou shalt be hid from the scourge of the tongue: neither shalt thou be afraid of destruction when it cometh.",
        "Wolaitta Sentences": "I nena inxxarssaa lissuwaappe genttana; bashshai gakkiyo wodekka yayyakka."
    },
    {
        "English Sentences": "At destruction and famine thou shalt laugh: neither shalt thou be afraid of the beasts of the earth.",
        "Wolaitta Sentences": "Bashshaa bollinne koshaa bolli neeni miiccana; bazzo do7atuyyookka yayyakka."
    },
    {
        "English Sentences": "For thou shalt be in league with the stones of the field: and the beasts of the field shall be at peace with thee.",
        "Wolaitta Sentences": "Ne goyiyo goshshan shuchchi de7enna; bazzo do7atikka nenaara saro gidana."
    },
    {
        "English Sentences": "And thou shalt know that thy tabernacle shall be in peace; and thou shalt visit thy habitation, and shalt not sin.",
        "Wolaitta Sentences": "Ne dunkkaanee saro gidiyoogaa neeni geeshshada erana; ne dorssatu birddiyaakka neeni xomoosiyo wode, etappe issoinne paccenna."
    },
    {
        "English Sentences": "Thou shalt know also that thy seed shall be great, and thine offspring as the grass of the earth.",
        "Wolaitta Sentences": "Ne yeletai corattanaagaanne ne zerettatikka dembbaa maataa keena gidanaagaa neeni erana."
    },
    {
        "English Sentences": "Thou shalt come to thy grave in a full age, like as a shock of corn cometh in in his season.",
        "Wolaitta Sentences": "Gisttiyaa mirqqee ba wodiyan audiyaa yiyoogaadan, neeni adda cimada, duufuwaa baana."
    },
    {
        "English Sentences": "Lo this, we have searched it, so it is; hear it, and know thou it for thy good.",
        "Wolaitta Sentences": "Iyyoobaa, nuuni hagaa ubbaa pilggi xeellida. Hegee tuma gidiyo gishshau, hegaa siyada, neeyyo ekka\" yaagiis."
    },
    {
        "English Sentences": "But Job answered and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi zaaridi,"
    },
    {
        "English Sentences": "Oh that my grief were throughly weighed, and my calamity laid in the balances together!",
        "Wolaitta Sentences": "\"Ta waayeenne ta azzanoi ubbai meezaanan likketteerenneeshsha!"
    },
    {
        "English Sentences": "For now it would be heavier than the sand of the sea: therefore my words are swallowed up.",
        "Wolaitta Sentences": "Yaatiyaakko abbaa doona shafiyaappekka aadhdhi deexxana. Hegaa gishshau, ta qaalai xala gidiis."
    },
    {
        "English Sentences": "For the arrows of the Almighty are within me, the poison whereof drinketh up my spirit: the terrors of God do set themselves in array against me.",
        "Wolaitta Sentences": "Ubbaa Danddayiya Xoossaa wonddafiyaa zubbeti tana caddidosona; ta bollaikka eta yiishshaa uyees. Xoossaa dagamai ta bolli salppiis."
    },
    {
        "English Sentences": "Doth the wild ass bray when he hath grass? or loweth the ox over his fodder?",
        "Wolaitta Sentences": "Haree maatai a sinttan de7ishin caaggiiyye? Woikko boorai phachchaa demmidi xaaggiiyye?"
    },
    {
        "English Sentences": "Can that which is unsavoury be eaten without salt? or is there any taste in the white of an egg?",
        "Wolaitta Sentences": "Mal77ennabi maxinee gelennan meetettiiyye? Woikko phuuphulle giddo haattai laqilaqiiyye?"
    },
    {
        "English Sentences": "The things that my soul refused to touch are as my sorrowful meat.",
        "Wolaitta Sentences": "Hegaa mala qumaa taani shenetais; hegaa mala qumaa miikko, tana sakkees."
    },
    {
        "English Sentences": "Oh that I might have my request; and that God would grant me the thing that I long for!",
        "Wolaitta Sentences": "\"Taani woossido woosai gakkeerenneeshsha! Xoossaikka ta wozanaa amuwaa immeerenneeshsha!"
    },
    {
        "English Sentences": "Even that it would please God to destroy me; that he would let loose his hand, and cut me off!",
        "Wolaitta Sentences": "Xoossai tana woreerenneeshsha! I ba kushiyaa yeddidi, ta de7uwaa turaa duutteerenneeshsha!"
    },
    {
        "English Sentences": "Then should I yet have comfort; yea, I would harden myself in sorrow: let him not spare; for I have not concealed the words of the Holy One.",
        "Wolaitta Sentences": "Taani Geeshsha Xoossaa qaalaa kaddabeenna gishshau, taayyo seelai darikkonne, ta haiqoi tana minttettees."
    },
    {
        "English Sentences": "What is my strength, that I should hope? and what is mine end, that I should prolong my life?",
        "Wolaitta Sentences": "Taani paxa de7anau taayyo aiba wolqqi de7ii? Taani danddayanau, ta wurssettai aibee?"
    },
    {
        "English Sentences": "Is my strength the strength of stones? or is my flesh of brass?",
        "Wolaitta Sentences": "Ta wolqqai shuchchaa wolqqaa malee? Woikko ta ashoi nahaase birataa malee?"
    },
    {
        "English Sentences": "Is not my help in me? and is wisdom driven quite from me?",
        "Wolaitta Sentences": "Taani tana maaddanau aiba wolqqinne taayyo baawa; maado demmanau taani biyoosikka de7enna."
    },
    {
        "English Sentences": "To him that is afflicted pity should be shewed from his friend; but he forsaketh the fear of the Almighty.",
        "Wolaitta Sentences": "\"Metuwan de7iya uri Ubbaa Danddayiya Xoossaassi yayyiyoogaa aggiyaakkokka, a laggeti ayyo kehatettaa bessanau koshshees."
    },
    {
        "English Sentences": "My brethren have dealt deceitfully as a brook, and as the stream of brooks they pass away;",
        "Wolaitta Sentences": "Ta ishatoo, intte irai bukkenna wode meliya shaafaa mala, tana cimmeeta."
    },
    {
        "English Sentences": "Which are blackish by reason of the ice, and wherein the snow is hid:",
        "Wolaitta Sentences": "Balggo aginatun he shaafai ordde shachchaaninne suuppa shachchan kumees."
    },
    {
        "English Sentences": "What time they wax warm, they vanish: when it is hot, they are consumed out of their place.",
        "Wolaitta Sentences": "SHin bonee gakkiyo wode, he shachchai seeridi, haatta kiyees; haattaikka he sohuwaappe xayees."
    },
    {
        "English Sentences": "The paths of their way are turned aside; they go to nothing, and perish.",
        "Wolaitta Sentences": "Caana mehiyaa laaggidi biya zal77anchchati haatta koyanau bantta ogiyaappe gaxi kiyidi, bazzuwan toilattiiddi, haiqqi xayoosona."
    },
    {
        "English Sentences": "The troops of Tema looked, the companies of Sheba waited for them.",
        "Wolaitta Sentences": "Teema biittaa zal77anchchatinne Saaba biittaa manddarati haattaa demmana giidi, koshshaa buusidosona."
    },
    {
        "English Sentences": "They were confounded because they had hoped; they came thither, and were ashamed.",
        "Wolaitta Sentences": "SHin eti ammanettidi koyin xayido gishshau, yeellatidosonanne hidootaa qanxxidosona."
    },
    {
        "English Sentences": "For now ye are nothing; ye see my casting down, and are afraid.",
        "Wolaitta Sentences": "Inttekka taayyo he shaafatu mala gidideta; tana gakkida metuwaa be7idi yayyideta."
    },
    {
        "English Sentences": "Did I say, Bring unto me? or, Give a reward for me of your substance?",
        "Wolaitta Sentences": "Taani inttena, Taayyo issibaa immite woikko, Intte aquwaappe ta gishshaa asassi mattaayiyaa immite giidanaa?"
    },
    {
        "English Sentences": "Or, Deliver me from the enemy's hand? or, Redeem me from the hand of the mighty?",
        "Wolaitta Sentences": "Woikko, Tana ta morkkiyaa kushiyaappe ashshite woikko, Huqqunniyaageetu kushiyaappe tana wozite giidanaa?"
    },
    {
        "English Sentences": "Teach me, and I will hold my tongue: and cause me to understand wherein I have erred.",
        "Wolaitta Sentences": "\"Intte tana tamaarissite; taani co77u gaana. Taani ai mooridaakko, ane tana bessite."
    },
    {
        "English Sentences": "How forcible are right words! but what doth your arguing reprove?",
        "Wolaitta Sentences": "Tuma gidida qaali caddees! SHin intte taayyo odiyo seerai ubbai tana ainne maaddenna."
    },
    {
        "English Sentences": "Do ye imagine to reprove words, and the speeches of one that is desperate, which are as wind?",
        "Wolaitta Sentences": "Intte taani haasayiyo haasayaa carkko mala giidi qoppeeta. Yaatin, taani hidoota qanxxada haasayiyo haasayaa aissi qoreetii?"
    },
    {
        "English Sentences": "Yea, ye overwhelm the fatherless, and ye dig a pit for your friend.",
        "Wolaitta Sentences": "Aawai bainnaageeta shaakki ekkanau intte saamaa yeggeeta; intte laggiyaakka baizzanau washisseeta."
    },
    {
        "English Sentences": "Now therefore be content, look upon me; for it is evident unto you if I lie.",
        "Wolaitta Sentences": "Ane tishshi oottidi, tana xeellite. Taani intte sinttan wordduwaa haasayikke."
    },
    {
        "English Sentences": "Return, I pray you, let it not be iniquity; yea, return again, my righteousness is in it.",
        "Wolaitta Sentences": "Hayyanintta, ane zaarettidi qoppite; taani xillo gidiyo gishshau, ta bolli coo pirddoppite."
    },
    {
        "English Sentences": "Is there iniquity in my tongue? cannot my taste discern perverse things?",
        "Wolaitta Sentences": "Taani ta inxxarssan worddotidobaa milatii? Ta doonai wordduwaanne tumaa shaakkidi haasayanau danddayennee?"
    },
    {
        "English Sentences": "Is there not an appointed time to man upon earth? are not his days also like the days of an hireling?",
        "Wolaitta Sentences": "\"Asa de7oi sa7aa bollan wolqqaama baaxe gidenneeyye? A de7o laittai keraa oottiya asa de7o laittaa mala gidenneeyye?"
    },
    {
        "English Sentences": "As a servant earnestly desireth the shadow, and as an hireling looketh for the reward of his work:",
        "Wolaitta Sentences": "Kuwaa amottiya ashkkaraadan, woikko ba damoozaa ekkanau naagiya oosanchchaadan,"
    },
    {
        "English Sentences": "So am I made to possess months of vanity, and wearisome nights are appointed to me.",
        "Wolaitta Sentences": "hegaadan taayyo mela aginatinne tugga qammati imettidosona."
    },
    {
        "English Sentences": "When I lie down, I say, When shall I arise, and the night be gone? and I am full of tossings to and fro unto the dawning of the day.",
        "Wolaitta Sentences": "Taani zin77iyo wode, Aude beegottanddinaashsha? yaagais. SHin qammai taayyo aduqqees; sa7ai wonttana gakkanaassi hiixan aadhdha aadhdha wodhdhais."
    },
    {
        "English Sentences": "My flesh is clothed with worms and clods of dust; my skin is broken, and become loathsome.",
        "Wolaitta Sentences": "Ta bollai guxuniyaanne googuwaa maayiis; ta masunttaappe giishshai goggees."
    },
    {
        "English Sentences": "My days are swifter than a weaver's shuttle, and are spent without hope.",
        "Wolaitta Sentences": "Ta laittai shimainniyaa muhuuhaappekka aadhdhi eesotees; aiba hidootinne bainnan ta laittai wurees."
    },
    {
        "English Sentences": "O remember that my life is wind: mine eye shall no more see good.",
        "Wolaitta Sentences": "\"Abeet Xoossau, ta laittai siiriyaara shemppiyo issi shemppo mala gidiyoogaa hassaya! Ta aifee naa77antto kehabaa be7ennan attiis."
    },
    {
        "English Sentences": "The eye of him that hath seen me shall see me no more: thine eyes are upon me, and I am not.",
        "Wolaitta Sentences": "Neeni tana ha77i be7aasa; shin naa77antto be7akka; neeni tana koyikko, taani xayaichchana."
    },
    {
        "English Sentences": "As the cloud is consumed and vanisheth away: so he that goeth down to the grave shall come up no more.",
        "Wolaitta Sentences": "\"SHaarai piskki giidi xayiyoogaadan, duufuwaa wodhdhida uri simmidi kiyenna."
    },
    {
        "English Sentences": "He shall return no more to his house, neither shall his place know him any more.",
        "Wolaitta Sentences": "Ba sookka naa77antto simmidi yeenna; a eriya asaikka a dogees."
    },
    {
        "English Sentences": "Therefore I will not refrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.",
        "Wolaitta Sentences": "\"Hegaa gishshau, taani co77u giikke; taani ta tuggaa gishshau haasayana; ta de7oi cammido gishshau zuuzummana."
    },
    {
        "English Sentences": "Am I a sea, or a whale, that thou settest a watch over me?",
        "Wolaitta Sentences": "Hagaa keenaa neeni tana aissi naagai? Taani neeyyo abba woikko abba giddo miimmintte gaadiiyye?"
    },
    {
        "English Sentences": "When I say, My bed shall comfort me, my couch shall ease my complaint;",
        "Wolaitta Sentences": "Taani, Ta hiixai tana minttettanddeeshsha; ta alggaikka tana zuuzunttaappe shemppissanddeeshsha! yaagiyo wode,"
    },
    {
        "English Sentences": "Then thou scarest me with dreams, and terrifiest me through visions:",
        "Wolaitta Sentences": "neeni tana aimuwan yashissaasa; ajjuutankka tana daganttaasa."
    },
    {
        "English Sentences": "So that my soul chooseth strangling, and death rather than my life.",
        "Wolaitta Sentences": "Taani ha sakkiya bollaara de7anaagaappe sulettiyoogaanne haiqqiyoogaa doorais."
    },
    {
        "English Sentences": "I loathe it; I would not live alway: let me alone; for my days are vanity.",
        "Wolaitta Sentences": "Taani ta de7uwaa karaas; taani merinau de7anau koyikke. Ta laittai siiriyaara shemppiyo issi shemppo mala gidiyo gishshau, neeni tana agga baya."
    },
    {
        "English Sentences": "What is man, that thou shouldest magnify him? and that thou shouldest set thine heart upon him?",
        "Wolaitta Sentences": "\"Neeni a gitabaadan xeellanau asi aibee? Neeni abaa aissi ezggai?"
    },
    {
        "English Sentences": "And that thou shouldest visit him every morning, and try him every moment?",
        "Wolaitta Sentences": "Maallado maallado neeni a xomoosaasa; qassi daqiiqan daqiiqan a paaccaasa."
    },
    {
        "English Sentences": "How long wilt thou not depart from me, nor let me alone till I swallow down my spittle?",
        "Wolaitta Sentences": "Neeni taakko xeelliyoogaa mulekka aggikkii? Woikko taani ta cuchchaa mittiyo wodiyaakka taayyo immikkii?"
    },
    {
        "English Sentences": "I have sinned; what shall I do unto thee, O thou preserver of men? why hast thou set me as a mark against thee, so that I am a burden to myself?",
        "Wolaitta Sentences": "Abeet asa wochchiyaagoo, taani nagaraa oottidaba gidikko, nena aibi qohidee? Neeni aissi tana caddi kaa7iyoobaa oottadii? Neeyyo taani deexo tooho gididanaayye?"
    },
    {
        "English Sentences": "And why dost thou not pardon my transgression, and take away mine iniquity? for now shall I sleep in the dust; and thou shalt seek me in the morning, but I shall not be.",
        "Wolaitta Sentences": "Ta balaappe aissi tana maarennan ixxai? Ta nagaraakka aissi atto geennan aggai? Simmi taani duufuwaa wodhdhiyo wodee gakkiis; neeni tana koyiyo wodekka, taani beettikke\" yaagiis."
    },
    {
        "English Sentences": "Then answered Bildad the Shuhite, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, SHuuha biittaappe yiida Bilddaadi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "How long wilt thou speak these things? and how long shall the words of thy mouth be like a strong wind?",
        "Wolaitta Sentences": "\"Neeni hagaa malabaa aude gakkanaassi haasayuutee? Ne doonaappe kiyiya qaalai wolqqaama gote mala."
    },
    {
        "English Sentences": "Doth God pervert judgment? or doth the Almighty pervert justice?",
        "Wolaitta Sentences": "Ubbaa Danddayiya Xoossai pirddaanne xillobaa geellayii?"
    },
    {
        "English Sentences": "If thy children have sinned against him, and he have cast them away for their transgression;",
        "Wolaitta Sentences": "Ne naati Xoossaa bolli nagaraa oottido gishshau, i eta etau bessiyaagaadan qaxxayiis."
    },
    {
        "English Sentences": "If thou wouldest seek unto God betimes, and make thy supplication to the Almighty;",
        "Wolaitta Sentences": "SHin neeni Xoossaakko simmikko, Ubbaa Danddayiya Xoossaa woossikko,"
    },
    {
        "English Sentences": "If thou wert pure and upright; surely now he would awake for thee, and make the habitation of thy righteousness prosperous.",
        "Wolaitta Sentences": "neeni geeshshanne suure gidikko, i ne gishshau denddidi, nena maaddana; i kase ne de7uwau zaaridi woitana."
    },
    {
        "English Sentences": "Though thy beginning was small, yet thy latter end should greatly increase.",
        "Wolaitta Sentences": "Ne doomettai guutta milatikkonne, ne wurssettai keehippe darana."
    },
    {
        "English Sentences": "For enquire, I pray thee, of the former age, and prepare thyself to the search of their fathers:",
        "Wolaitta Sentences": "\"Kase yeletaa ane oichcha; oichchada nu maizza aawati ai ai tamaaridaakko, qorada demma."
    },
    {
        "English Sentences": "(For we are but of yesterday, and know nothing, because our days upon earth are a shadow:)",
        "Wolaitta Sentences": "Aissi giikko, nuuni zino yelettidaageeta; nuuni aibanne erokko. Nuuni ha sa7an de7iyo laittai kuwaa mala."
    },
    {
        "English Sentences": "Shall not they teach thee, and tell thee, and utter words out of their heart?",
        "Wolaitta Sentences": "Eti nena tamaarissona, neeyyo yootonanne bantta akeekidobaappe haasayona."
    },
    {
        "English Sentences": "Can the rush grow up without mire? can the flag grow without water?",
        "Wolaitta Sentences": "\"Ceeccai caree bainnasan diccanau danddayenna; maqaikka haatti bainnasan mokkanau danddayenna."
    },
    {
        "English Sentences": "Whilst it is yet in his greenness, and not cut down, it withereth before any other herb.",
        "Wolaitta Sentences": "Biron dicciiddi, qanxxettennan de7iiddi, maataappekka eesuwan shullana."
    },
    {
        "English Sentences": "So are the paths of all that forget God; and the hypocrite's hope shall perish:",
        "Wolaitta Sentences": "Xoossaa dogiya asaa ubbaa wurssettai hegaa mala; Xoossai bainna uraa hidootaikka xayana."
    },
    {
        "English Sentences": "Whose hope shall be cut off, and whose trust shall be a spider's web.",
        "Wolaitta Sentences": "I ammanettiyoobai meqqiichchiyaabaa; i ceeqettiyoobaikka shararootiyaa keettaa mala."
    },
    {
        "English Sentences": "He shall lean upon his house, but it shall not stand: he shall hold it fast, but it shall not endure.",
        "Wolaitta Sentences": "I ba shararoote keettan zemppees, shin eqqenna; i a oiqqana, shin a danddayenna."
    },
    {
        "English Sentences": "He is green before the sun, and his branch shooteth forth in his garden.",
        "Wolaitta Sentences": "I awan haattaa ushshido ataakilttiyaa mala; ataakilttiyaa sohuwaa pinni kiyana gakkanau daayees."
    },
    {
        "English Sentences": "His roots are wrapped about the heap, and seeth the place of stones.",
        "Wolaitta Sentences": "Keela shuchchaa yuushuwan ba xaphuwaa yeddees; shuchchatu giddonkka baayyo sohuwaa koyees."
    },
    {
        "English Sentences": "If he destroy him from his place, then it shall deny him, saying, I have not seen thee.",
        "Wolaitta Sentences": "SHin i ba sohuwaappe shodetti xayiyaakko, he sohoi a, Taani nena be7abeikke yaagana."
    },
    {
        "English Sentences": "Behold, this is the joy of his way, and out of the earth shall others grow.",
        "Wolaitta Sentences": "Be7a, iita asatu ufaissai hagaa mala. Aissi giikko, hara asati yiidi, eta sohuwaa oiqqoosona."
    },
    {
        "English Sentences": "Behold, God will not cast away a perfect man, neither will he help the evil doers:",
        "Wolaitta Sentences": "\"Xoossai tumaappe boree bainna asa oli aggenna; iitaa oottiyaageeta qassi maaddenna."
    },
    {
        "English Sentences": "Till he fill thy mouth with laughing, and thy lips with rejoicing.",
        "Wolaitta Sentences": "I zaaridi, nena miicissananne ililissana."
    },
    {
        "English Sentences": "They that hate thee shall be clothed with shame; and the dwelling place of the wicked shall come to nought.",
        "Wolaitta Sentences": "Nena ixxiyaageeti yeellaa maayana; iitatu keettai xayana\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "I know it is so of a truth: but how should man be just with God?",
        "Wolaitta Sentences": "\"Ee, hagee intte giyoogee tuma gidiyoogaa taani erais. SHin asi Xoossaa sinttan xillo gidanau waani danddayii?"
    },
    {
        "English Sentences": "If he will contend with him, he cannot answer him one of a thousand.",
        "Wolaitta Sentences": "Aara issi uri palamettanau koyikko, he urai i oichchiyo sha7u oishaappe issuwaanne zaaranau danddayenna."
    },
    {
        "English Sentences": "He is wise in heart, and mighty in strength: who hath hardened himself against him, and hath prospered?",
        "Wolaitta Sentences": "Xoossai ba wozanan aadhdhida eranchcha; ba abbiyankka daro wolqqaama. Aara eqettanau danddayiya ooninne baawa."
    },
    {
        "English Sentences": "Which removeth the mountains, and they know not: which overturneth them in his anger.",
        "Wolaitta Sentences": "Erennan de7ishin, xoqqa dereta i eta sohuwaappe diggees; ba hanqquwankka aatti yeggees."
    },
    {
        "English Sentences": "Which shaketh the earth out of her place, and the pillars thereof tremble.",
        "Wolaitta Sentences": "I biittaa a sohuwan qaattees; biittaa tuuqetakka yaaqiyaaqissees."
    },
    {
        "English Sentences": "Which commandeth the sun, and it riseth not; and sealeth up the stars.",
        "Wolaitta Sentences": "Awai awaxxennaadaaninne xoolintteti poo7ennaadan azazanau danddayees."
    },
    {
        "English Sentences": "Which alone spreadeth out the heavens, and treadeth upon the waves of the sea.",
        "Wolaitta Sentences": "I barkka salota micciis; abbaa beetaa bollikka hemettees."
    },
    {
        "English Sentences": "Which maketh Arcturus, Orion, and Pleiades, and the chambers of the south.",
        "Wolaitta Sentences": "Xoossai Wogga Beeriyaa giyo xoolinttetu citaa, Ooriyoona giyo xoolinttetu citaa, Piliyaadisa giyo xoolinttetu citaanne tohossa baggaara de7iya xoolinttetu citata medhdhidaagaa."
    },
    {
        "English Sentences": "Which doeth great things past finding out; yea, and wonders without number.",
        "Wolaitta Sentences": "Gidduwaa pilggidi eranau danddayettenna gitabata, qoodi bainna oorattabata i oottees."
    },
    {
        "English Sentences": "Lo, he goeth by me, and I see him not: he passeth on also, but I perceive him not.",
        "Wolaitta Sentences": "\"Xoossai taakko shiiqiyaakkokka, taani a be7anau danddayikke; i ta lanqqeera kanttiyaakkokka, taani i hegan de7iyoogaa eranau danddayikke."
    },
    {
        "English Sentences": "Behold, he taketh away, who can hinder him? who will say unto him, What doest thou?",
        "Wolaitta Sentences": "I ba koyidobaa ekkin, a ooninne digganau danddayenna. Waatai? yaagidi a oichchana asi baawa."
    },
    {
        "English Sentences": "If God will not withdraw his anger, the proud helpers do stoop under him.",
        "Wolaitta Sentences": "Xoossai ba hanqquwaa teqqenna; Ra7aaba giyo miimminttiyaa maaddiya ba morkketa ba tohuwaappe garssau aattidi yedhdhees."
    },
    {
        "English Sentences": "How much less shall I answer him, and choose out my words to reason with him?",
        "Wolaitta Sentences": "\"Yaatin, taani a oishaa zaaranau lo77o qaalaa auppe demmanau danddayiyaanaa?"
    },
    {
        "English Sentences": "Whom, though I were righteous, yet would I not answer, but I would make supplication to my judge.",
        "Wolaitta Sentences": "Taani xillo gidiyaakkokka, pirddiya Xoossai tana maaranaadan woossanaappe attin, taani a bolli zaarikke."
    },
    {
        "English Sentences": "If I had called, and he had answered me; yet would I not believe that he had hearkened unto my voice.",
        "Wolaitta Sentences": "Taani a xeesin, i taayyo koyiyaakkokka, Ta cenggurssaa siyiis gaada ammanikke."
    },
    {
        "English Sentences": "For he breaketh me with a tempest, and multiplieth my wounds without cause.",
        "Wolaitta Sentences": "I tana gotiyan mentterettees; gaasoi bainnan i ta masunttaa darissees."
    },
    {
        "English Sentences": "He will not suffer me to take my breath, but filleth me with bitterness.",
        "Wolaitta Sentences": "Tana shemppuwaakka shemppissennan diggees; i ta de7uwaa camettees."
    },
    {
        "English Sentences": "If I speak of strength, lo, he is strong: and if of judgment, who shall set me a time to plead?",
        "Wolaitta Sentences": "Wolqqaabaa haasayikko, i wolqqaama. Pirddaabaa haasayikko, a xeesidi, pirdda keetti shiishshana asi baawa."
    },
    {
        "English Sentences": "If I justify myself, mine own mouth shall condemn me: if I say, I am perfect, it shall also prove me perverse.",
        "Wolaitta Sentences": "Taani xillo gidiyaakkonne ta doonai tana mooranchcha kessees; taani boree bainna asa gidiyaakkonne, i tana geella kessees."
    },
    {
        "English Sentences": "Though I were perfect, yet would I not know my soul: I would despise my life.",
        "Wolaitta Sentences": "\"Taani boree bainna asa. SHin ta de7uwaa wudikke; taani ta de7uwaa karais."
    },
    {
        "English Sentences": "This is one thing, therefore I said it, He destroyeth the perfect and the wicked.",
        "Wolaitta Sentences": "Dummatetti baawa; hegaa gishshau, taani, I boree bainnaageetanne iitata naa77aakka issippe xaissees yaagais."
    },
    {
        "English Sentences": "If the scourge slay suddenly, he will laugh at the trial of the innocent.",
        "Wolaitta Sentences": "Bashshai xillo asata qoppennan woriyo wode, Xoossai qilliiccees."
    },
    {
        "English Sentences": "The earth is given into the hand of the wicked: he covereth the faces of the judges thereof; if not, where, and who is he?",
        "Wolaitta Sentences": "Xoossai ha sa7aa iita asatuyyo aattidi immiis; pirddiyaageetu aifiyaakka gooziis. Hagaa ubbaa oottidai a gidanaappe attin, harai oonee?"
    },
    {
        "English Sentences": "Now my days are swifter than a post: they flee away, they see no good.",
        "Wolaitta Sentences": "\"Ta de7o laittati wottaa woxxiya uraappekka aadhdhidi eesotoosona; eti lo77obaa be7ennan paallidi xayoosona."
    },
    {
        "English Sentences": "They are passed away as the swift ships: as the eagle that hasteth to the prey.",
        "Wolaitta Sentences": "Ta de7o laittati maqqaa wolwolotudan eesotoosona; argganttai bau miyoobaa oiqqanau saluwaappe duge paalliyoogaadan paalloosona."
    },
    {
        "English Sentences": "If I say, I will forget my complaint, I will leave off my heaviness, and comfort myself:",
        "Wolaitta Sentences": "Taani, Ta zuuzunttaa dogana; ta som77uwaakka xumissiyoogaa aggada pashkkana yaagikko,"
    },
    {
        "English Sentences": "I am afraid of all my sorrows, I know that thou wilt not hold me innocent.",
        "Wolaitta Sentences": "tana gakkana waaye ubbaassi taani yayyais; aissi giikko, neeni tana geeshsha geennaagaa taani erais."
    },
    {
        "English Sentences": "If I be wicked, why then labour I in vain?",
        "Wolaitta Sentences": "Yaatin, taani mooranchcha gidaichchaappe attin, coo mela aissi daafuriyaanaa?"
    },
    {
        "English Sentences": "If I wash myself with snow water, and make my hands never so clean;",
        "Wolaitta Sentences": "\"Taani ta bollaa harai atto saamunan meecettiyaakkokka,"
    },
    {
        "English Sentences": "Yet shalt thou plunge me in the ditch, and mine own clothes shall abhor me.",
        "Wolaitta Sentences": "neeni tana urqqa ollan olana; olin ta maayoikka tana shenetana."
    },
    {
        "English Sentences": "For he is not a man, as I am, that I should answer him, and we should come together in judgment.",
        "Wolaitta Sentences": "Taani ayyo zaaruwaa immana gaanau, Xoossai ta mala asa gidenna. Gididaakko nuuni naa77ai daanna sintti aadhdhana;"
    },
    {
        "English Sentences": "Neither is there any daysman betwixt us, that might lay his hand upon us both.",
        "Wolaitta Sentences": "shin ba kushiyaa nu naa77aa bolli wottidi, nuna sigettiya asi nu giddon de7eerenneeshsha!"
    },
    {
        "English Sentences": "Let him take his rod away from me, and let not his fear terrify me:",
        "Wolaitta Sentences": "Abeet Xoossau, tana qaxxayiyoogaa agga; tana daganttiyoogaanne yashissiyoogaa agga."
    },
    {
        "English Sentences": "Then would I speak, and not fear him; but it is not so with me.",
        "Wolaitta Sentences": "Yaatikko, taani neeyyo yayyennan haasayana; shin ha77i danddayikke."
    },
    {
        "English Sentences": "My soul is weary of my life; I will leave my complaint upon myself; I will speak in the bitterness of my soul.",
        "Wolaitta Sentences": "\"Taani ta de7uwaa karais! Hegaa gishshau, taani mootettanaappe attin, co77u giikke; taani mishettada haasayais."
    },
    {
        "English Sentences": "I will say unto God, Do not condemn me; shew me wherefore thou contendest with me.",
        "Wolaitta Sentences": "Taani Xoossaa hagaadan yaagais: Hai ta bolli pirddoppa; neeni tana mootiyo mootoi aibakkonne taayyo yoota."
    },
    {
        "English Sentences": "Is it good unto thee that thou shouldest oppress, that thou shouldest despise the work of thine hands, and shine upon the counsel of the wicked?",
        "Wolaitta Sentences": "Neeni tana huqqunnanau bessii? Neeni ne kushiyan medhdhido uraa kariyoogee, qassi iitatu halchchuwaa polissiyoogee lo77oo?"
    },
    {
        "English Sentences": "Hast thou eyes of flesh? or seest thou as man seeth?",
        "Wolaitta Sentences": "Ne aifee asa aife malee? Asi xeelliyoogaadan neeni xeellai?"
    },
    {
        "English Sentences": "Are thy days as the days of man? are thy years as man's days,",
        "Wolaitta Sentences": "Ne de7o laittaikka asa de7o laittaa keenee?"
    },
    {
        "English Sentences": "That thou enquirest after mine iniquity, and searchest after my sin?",
        "Wolaitta Sentences": "Yaatin, ta mooruwaa aissi koyai? Ta nagaraakka aissi qorai?"
    },
    {
        "English Sentences": "Thou knowest that I am not wicked; and there is none that can deliver out of thine hand.",
        "Wolaitta Sentences": "Taani mooranchcha gidennaagaanne ne kushiyaappe tana ooninne ashshanau danddayennaagaa neeni eraasa."
    },
    {
        "English Sentences": "Thine hands have made me and fashioned me together round about; yet thou dost destroy me.",
        "Wolaitta Sentences": "\"Tana ne kushee giigissidi medhdhiis; shin ha77i he kushee simmidi, tana xaissees."
    },
    {
        "English Sentences": "Remember, I beseech thee, that thou hast made me as the clay; and wilt thou bring me into dust again?",
        "Wolaitta Sentences": "Neeni tana urqqaappe medhdhidoogaa hassaya. Yaatin, ha77i tana baanaadan liiqissanau hanai?"
    },
    {
        "English Sentences": "Hast thou not poured me out as milk, and curdled me like cheese?",
        "Wolaitta Sentences": "Tana maattadan ta aayee uluwan tigidaageenne dichchidaagee nena."
    },
    {
        "English Sentences": "Thou hast clothed me with skin and flesh, and hast fenced me with bones and sinews.",
        "Wolaitta Sentences": "Tana neeni ashuwaanne gogaa maizzadasa; ta meqettaa xaphuwaara gattada waaxadasa."
    },
    {
        "English Sentences": "Thou hast granted me life and favour, and thy visitation hath preserved my spirit.",
        "Wolaitta Sentences": "Neeni taayyo de7uwaanne aggenna ne siiquwaa immadasa; ne naaguwan neeni tana paxa wottadasa."
    },
    {
        "English Sentences": "And these things hast thou hid in thine heart: I know that this is with thee.",
        "Wolaitta Sentences": "\"SHin neeni he wodeppe doommada, ne wozanaa giddon tana qohanau qoppiyoogaa taani erais."
    },
    {
        "English Sentences": "If I sin, then thou markest me, and thou wilt not acquit me from mine iniquity.",
        "Wolaitta Sentences": "Taani nagaraa oottikko be7anau, neeni tana wochchaasa; ta mooruwaakka atto gaakka."
    },
    {
        "English Sentences": "If I be wicked, woe unto me; and if I be righteous, yet will I not lift up my head. I am full of confusion; therefore see thou mine affliction;",
        "Wolaitta Sentences": "Taani mooranchcha gidikko, taayyo aayye7ana! Qassi taani xillo gidiyaakkokka, ta huuphiyaa pude xoqqu oottanau danddayikke. Aissi giikko, neeni tana yeellan kuntta wottadasanne tuggan mattoya wottadasa."
    },
    {
        "English Sentences": "For it increaseth. Thou huntest me as a fierce lion: and again thou shewest thyself marvellous upon me.",
        "Wolaitta Sentences": "Taani otorettikko, neeni tana gaammodan yedettada oiqqana; oiqqada qassikka tana qohanau, ne maalaalissiya oosuwaa neeni oottana."
    },
    {
        "English Sentences": "Thou renewest thy witnesses against me, and increasest thine indignation upon me; changes and war are against me.",
        "Wolaitta Sentences": "Neeni ta bolli ooratta markkata ehaasa; ne hanqquwaakka ta bolli darissaasa; tana olanau ooratta halchchota giigissaasa."
    },
    {
        "English Sentences": "Wherefore then hast thou brought me forth out of the womb? Oh that I had given up the ghost, and no eye had seen me!",
        "Wolaitta Sentences": "\"Yaatin, tana ta aayee uluwaappe aissi kessadii? Ooninne tana be7ennan haiqqarkkinaashsha!"
    },
    {
        "English Sentences": "I should have been as though I had not been; I should have been carried from the womb to the grave.",
        "Wolaitta Sentences": "Taani de7ennan aggarkkinaashsha! Woikko ta aayee uluwaappe kiyosaara duufuwan wodhdharkkinaashsha!"
    },
    {
        "English Sentences": "Are not my days few? cease then, and let me alone, that I may take comfort a little,",
        "Wolaitta Sentences": "Ta de7anau attida laittati guutta gidokkonaa? Taani qiibaa ufaitta ekkana mala, hai tana aggarkkii!"
    },
    {
        "English Sentences": "Before I go whence I shall not return, even to the land of darkness and the shadow of death;",
        "Wolaitta Sentences": "Leelida xuma sohuwaa taani biyo wodee matiis; taani hegaappe simmada haa yiikke."
    },
    {
        "English Sentences": "A land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as darkness.",
        "Wolaitta Sentences": "Taani biyo sohoi sakkana xumainne cabboi de7iyo biitta; hegan de7iya poo7oikka xumaa mala\" yaagiis."
    },
    {
        "English Sentences": "Then answered Zophar the Naamathite, and said,",
        "Wolaitta Sentences": "Yaagin Naa7ima biittaappe yiida Xoofaari zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "Should not the multitude of words be answered? and should a man full of talk be justified?",
        "Wolaitta Sentences": "\"Ha haasayettida qaalau ubbau zaaro immiya asi baawee? Woikko hagaa haasayida bitanee tumanchcha gidanau danddayii?"
    },
    {
        "English Sentences": "Should thy lies make men hold their peace? and when thou mockest, shall no man make thee ashamed?",
        "Wolaitta Sentences": "Ne mela haasayai asaa co77u oottii? Neeni qilliicciyo wode, nena seeriyaabi baawa gaadiiyye?"
    },
    {
        "English Sentences": "For thou hast said, My doctrine is pure, and I am clean in thine eyes.",
        "Wolaitta Sentences": "Neeni odaidda, Ta timirttee tuma; taani Xoossaa sinttan geeshsha yaagaasa."
    },
    {
        "English Sentences": "But oh that God would speak, and open his lips against thee;",
        "Wolaitta Sentences": "Wai ana, Xoossai ne bolli ba doonaa dooyidi haasayeerenneeshsha!"
    },
    {
        "English Sentences": "And that he would shew thee the secrets of wisdom, that they are double to that which is! Know therefore that God exacteth of thee less than thine iniquity deserveth.",
        "Wolaitta Sentences": "I neeyyo aadhdhida eratettaa xuuraa qonccisseerenneeshsha! Aissi giikko, tumu aadhdhida eratettaassi daro kifileti de7oosona. Xoossai nena ne oottido nagaraa keenaa qaxxayibeennaagaa era."
    },
    {
        "English Sentences": "Canst thou by searching find out God? canst thou find out the Almighty unto perfection?",
        "Wolaitta Sentences": "\"Neeni Xoossaa ciimma xuuraa qorada eranau danddayai? Woikko Ubbaa Danddayiya Xoossaa zawata koyada demmanau danddayai?"
    },
    {
        "English Sentences": "It is as high as heaven; what canst thou do? deeper than hell; what canst thou know?",
        "Wolaitta Sentences": "Eti salotuppekka xoqqa; neeni ainne oottanau danddayakka. Eti Si7ooliyaappekka aadhdhida ciimma; neeni eranau danddayakka."
    },
    {
        "English Sentences": "The measure thereof is longer than the earth, and broader than the sea.",
        "Wolaitta Sentences": "Xoossaa aadhdhida eratettai biittaa zananaappe aduqqees; abbaa gomppaappekka aakkees."
    },
    {
        "English Sentences": "If he cut off, and shut up, or gather together, then who can hinder him?",
        "Wolaitta Sentences": "I yiidi, nena qasho keettan yeggiyaakkonne pirdda keetti shiishshiyaakko, a digganau danddayiyai oonee?"
    },
    {
        "English Sentences": "For he knoweth vain men: he seeth wickedness also; will he not then consider it?",
        "Wolaitta Sentences": "Xoossai pattenna asata erees; iitabaa be7iyo wode, i coo aggenna."
    },
    {
        "English Sentences": "For vain man would be wise, though man be born like a wild ass's colt.",
        "Wolaitta Sentences": "Eeyya asai aadhdhida eranchcha gidiyoogaappe harddiidiyaa asa yeliyoogee matees."
    },
    {
        "English Sentences": "If thou prepare thine heart, and stretch out thine hands toward him;",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni ne wozanaa suure oottikko, ne kushiyaakka akko miccada woossikko,"
    },
    {
        "English Sentences": "If iniquity be in thine hand, put it far away, and let not wickedness dwell in thy tabernacles.",
        "Wolaitta Sentences": "nagaraa ne kushiyaappe haassikko, ne keettankka iitabai de7ennaadan oottikko,"
    },
    {
        "English Sentences": "For then shalt thou lift up thy face without spot; yea, thou shalt be stedfast, and shalt not fear:",
        "Wolaitta Sentences": "yaatikko, neeni xoqqu gaada yeellai bainnan ubbabaa xeellana; yashshiyaabi bainnankka minnada eqqana."
    },
    {
        "English Sentences": "Because thou shalt forget thy misery, and remember it as waters that pass away:",
        "Wolaitta Sentences": "Ne metuwaa ubbaakka neeni dogana; gukkida haattaadan, neeni a naa77antto hassayakka."
    },
    {
        "English Sentences": "And thine age shall be clearer than the noonday: thou shalt shine forth, thou shalt be as the morning.",
        "Wolaitta Sentences": "Ne de7oi seetaa awaappekka aadhdhidi poo7ana; ne de7uwaa xumaikka maallado poo7uwaa mala gidana."
    },
    {
        "English Sentences": "And thou shalt be secure, because there is hope; yea, thou shalt dig about thee, and thou shalt take thy rest in safety.",
        "Wolaitta Sentences": "Neeyyo hidootai de7iyo gishshau, neeni hirggennan de7ana. Xoossai nena naagiyo gishshau, neeni woppu gaananne shemppana."
    },
    {
        "English Sentences": "Also thou shalt lie down, and none shall make thee afraid; yea, many shall make suit unto thee.",
        "Wolaitta Sentences": "Neeni xiskkiyo wode, nena yashissana uri baawa; daroti nena auddashana."
    },
    {
        "English Sentences": "But the eyes of the wicked shall fail, and they shall not escape, and their hope shall be as the giving up of the ghost.",
        "Wolaitta Sentences": "SHin iitati metuwaa be7idikka akeekokkona; appe baqati attanaukka danddayokkona. Etau haiqoppe attin, hara hidooti de7enna\" yaagiis."
    },
    {
        "English Sentences": "And Job answered and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "No doubt but ye are the people, and wisdom shall die with you.",
        "Wolaitta Sentences": "\"Hayyanintta, intte tumukka asa; aadhdhida eratetta ubbaikka inttenaara haiqqana!"
    },
    {
        "English Sentences": "But I have understanding as well as you; I am not inferior to you: yea, who knoweth not such things as these?",
        "Wolaitta Sentences": "SHin taukka intteegaadan akeekai de7ees; taani intteppe laafikke! Ha intte haasayidobaa ubbaa ooninne erees."
    },
    {
        "English Sentences": "I am as one mocked of his neighbour, who calleth upon God, and he answereth him: the just upright man is laughed to scorn.",
        "Wolaitta Sentences": "Taani Xoossaa woossin, i siyido asa gidikkonne, ta laggetuyyo miicciyoobaa kiyaas; taani xillonne boree bainna asa gidikkokka, qilliicciyoobaa kiyaas."
    },
    {
        "English Sentences": "He that is ready to slip with his feet is as a lamp despised in the thought of him that is at ease.",
        "Wolaitta Sentences": "Inttena aiba metoinne gakkibeenna gishshau, ta metuwaa kareeta; kunddanau ganddigaariya bitaniyaakka sugeeta."
    },
    {
        "English Sentences": "The tabernacles of robbers prosper, and they that provoke God are secure; into whose hand God bringeth abundantly.",
        "Wolaitta Sentences": "Bonqqiyaageetu keettati saro de7oosona; Xoossaa yiilloyiyaageetikka hirggi bainnan de7oosona. Eta kushiyaa wolqqai eti goinniyo xoossa."
    },
    {
        "English Sentences": "But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:",
        "Wolaitta Sentences": "\"SHin neeni ane meheta oichcha; eti nena tamaarissana. Woikko saluwaa kafota oichcha; eti neeyyo yootana."
    },
    {
        "English Sentences": "Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee.",
        "Wolaitta Sentences": "Woikko sa7aara gooshettiya meretati nena tamaarissana; abbaa moletikka neeyyo odana."
    },
    {
        "English Sentences": "Who knoweth not in all these that the hand of the LORD hath wrought this?",
        "Wolaitta Sentences": "GODAA kushee hagaa oottidoogaa hageetu ubbaa giddon erennai oonee?"
    },
    {
        "English Sentences": "In whose hand is the soul of every living thing, and the breath of all mankind.",
        "Wolaitta Sentences": "Paxa de7iya meretatu ubbaa de7oinne asa ubbaa shemppoi a kushiyaana."
    },
    {
        "English Sentences": "Doth not the ear try words? and the mouth taste his meat?",
        "Wolaitta Sentences": "Inxxarssai qumaa shaakki eriyoogaadan, haittai haasayaa shaakkidi erenneeyye?"
    },
    {
        "English Sentences": "With the ancient is wisdom; and in length of days understanding.",
        "Wolaitta Sentences": "\"Aadhdhida eratettai cimida asatu matan de7ees; daro wodiyaa de7iyoogee akeekaa immees."
    },
    {
        "English Sentences": "With him is wisdom and strength, he hath counsel and understanding.",
        "Wolaitta Sentences": "Xoossaassi aadhdhida eratettainne wolqqai de7ees; zoreenne akeekai an beettees."
    },
    {
        "English Sentences": "Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening.",
        "Wolaitta Sentences": "Xoossai qolidobaa zaaretti keexxanai oonee? I qachchido uraakka birshshi yeddanai oonee?"
    },
    {
        "English Sentences": "Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth.",
        "Wolaitta Sentences": "Xoossai iraa teqqikko, biittai melees; i iraa bukissikko, di7oi biittaa bashshees."
    },
    {
        "English Sentences": "With him is strength and wisdom: the deceived and the deceiver are his.",
        "Wolaitta Sentences": "\"Minotettainne xoonoi Xoossaagaa; cimettiyaageenne cimmiyaageenne naa77aikka appe garssaara de7oosona."
    },
    {
        "English Sentences": "He leadeth counsellors away spoiled, and maketh the judges fools.",
        "Wolaitta Sentences": "Zoriyaageetuppe i aadhdhida eraa qaari ekkees; halaqatakka i gooshshees."
    },
    {
        "English Sentences": "He looseth the bond of kings, and girdeth their loins with a girdle.",
        "Wolaitta Sentences": "I kawota kawotaa araataappe wottees; wottidi ailleta kessees."
    },
    {
        "English Sentences": "He leadeth princes away spoiled, and overthroweth the mighty.",
        "Wolaitta Sentences": "Qeesetuppekka bonchchuwaa qaari ekkees; wolqqaamatakka aatti yeggees."
    },
    {
        "English Sentences": "He removeth away the speech of the trusty, and taketh away the understanding of the aged.",
        "Wolaitta Sentences": "Ammanettida asatakka co77u oottees; cimatuppekka akeekaa wotti ekkees."
    },
    {
        "English Sentences": "He poureth contempt upon princes, and weakeneth the strength of the mighty.",
        "Wolaitta Sentences": "Halaqata kaushshees; deriyaa kaalettiyaageetu wolqqaakka wurssees."
    },
    {
        "English Sentences": "He discovereth deep things out of darkness, and bringeth out to light the shadow of death.",
        "Wolaitta Sentences": "\"Xuman de7iya xuura yohota qonccissees; sakkana xuma sohuwaakka poo7o kessees."
    },
    {
        "English Sentences": "He increaseth the nations, and destroyeth them: he enlargeth the nations, and straiteneth them again.",
        "Wolaitta Sentences": "Xoossai kawotettata gitayees; gitayidi qassi xoonees. Kawotettaakka aassees; aassidi qassi xaissees."
    },
    {
        "English Sentences": "He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way.",
        "Wolaitta Sentences": "Sa7aa asaa halaqata akeekaa diggidi, ogee bainna bazzuwan toilattanaadan oottees."
    },
    {
        "English Sentences": "They grope in the dark without light, and he maketh them to stagger like a drunken man.",
        "Wolaitta Sentences": "Poo7oi bainna xuman eti tattaafoosona; mattottida asatudan eti ganddigaaroosona."
    },
    {
        "English Sentences": "Lo, mine eye hath seen all this, mine ear hath heard and understood it.",
        "Wolaitta Sentences": "\"Hagaa ubbaa ta aifee be7iis; ta haittaikka siyidi akeekiis."
    },
    {
        "English Sentences": "What ye know, the same do I know also: I am not inferior unto you.",
        "Wolaitta Sentences": "Intte eriyoogaa taanikka erais; taani intteppe laafikke."
    },
    {
        "English Sentences": "Surely I would speak to the Almighty, and I desire to reason with God.",
        "Wolaitta Sentences": "SHin taani Ubbaa Danddayiya Xoossaassi haasayanau koyais; inttenaara gidenna. Taani ta mootuwaa aara mootettanau amottais."
    },
    {
        "English Sentences": "But ye are forgers of lies, ye are all physicians of no value.",
        "Wolaitta Sentences": "Intte erenna asa gidiyoogee erettennaadan, wordduwan kammeeta; intte ubbaikka pattenna aakimeta."
    },
    {
        "English Sentences": "O that ye would altogether hold your peace! and it should be your wisdom.",
        "Wolaitta Sentences": "Intte ubbai co77u giidaa giderkketiishsha! Yaatiyaakko, inttena asai aadhdhida eranchcha gaana shin!"
    },
    {
        "English Sentences": "Hear now my reasoning, and hearken to the pleadings of my lips.",
        "Wolaitta Sentences": "\"Ha77i ta mootuwaa siyite; ta doonaappe kiyiya palamaa ezggite."
    },
    {
        "English Sentences": "Will ye speak wickedly for God? and talk deceitfully for him?",
        "Wolaitta Sentences": "Intte Xoossaa doona gididi, wordduwaa haasayeetiiyye? A gishshaa eqqidi, cimobaa haasayeetiiyye?"
    },
    {
        "English Sentences": "Will ye accept his person? will ye contend for God?",
        "Wolaitta Sentences": "Intte a maaddiyoobi de7ii? Woikko ayyo xabaqa gididi mootetteetii?"
    },
    {
        "English Sentences": "Is it good that he should search you out? or as one man mocketh another, do ye so mock him?",
        "Wolaitta Sentences": "I inttena pilggi xeelliyaakko, intteppe lo77obaa demmanee? Intte asaa cimmiyoogaadan, a cimmanau danddayuuteetiiyye?"
    },
    {
        "English Sentences": "He will surely reprove you, if ye do secretly accept persons.",
        "Wolaitta Sentences": "Intte geeman asaa som77uwaa xeellidi maaddikko, Xoossai tumu inttena seerana."
    },
    {
        "English Sentences": "Shall not his excellency make you afraid? and his dread fall upon you?",
        "Wolaitta Sentences": "A bonchchoi inttena daganttennee? A anggai inttena yashshennee?"
    },
    {
        "English Sentences": "Your remembrances are like unto ashes, your bodies to bodies of clay.",
        "Wolaitta Sentences": "Intte odiyo leemisoti bidintta mala pattennaageeta; intte shiishshiyo palamai urqqaappe merettida gonddalliyaa mala."
    },
    {
        "English Sentences": "Hold your peace, let me alone, that I may speak, and let come on me what will.",
        "Wolaitta Sentences": "\"Ane co77u giite! Taani haasayana; hagaappe guyyiyan, ba hanaa hano."
    },
    {
        "English Sentences": "Wherefore do I take my flesh in my teeth, and put my life in mine hand?",
        "Wolaitta Sentences": "Taani tana gakkiyaabaa, haiquwaa gidiyaakkokka, ekkanau giiga uttaas."
    },
    {
        "English Sentences": "Though he slay me, yet will I trust in him: but I will maintain mine own ways before him.",
        "Wolaitta Sentences": "Be7ite, Xoossai tana woriyaabaa gidikkonne, taani a danddayan naagana. Gidikkonne, taani ta mootuwaa a sintti shiishshana."
    },
    {
        "English Sentences": "He also shall be my salvation: for an hypocrite shall not come before him.",
        "Wolaitta Sentences": "Nagaranchcha asi a sintti shiiqanau danddayenna; hagee taani shiiqanau xaliyoogee, ooni erii, ta atettaassi gaaso gidanau danddayees."
    },
    {
        "English Sentences": "Hear diligently my speech, and my declaration with your ears.",
        "Wolaitta Sentences": "Ta haasayaa akeekidi siyite; taani odiyoogee intte haittan gelo."
    },
    {
        "English Sentences": "Behold now, I have ordered my cause; I know that I shall be justified.",
        "Wolaitta Sentences": "Be7ite, taani ta mootuwaa giigissaas; shatimmanaagaakka erais."
    },
    {
        "English Sentences": "Who is he that will plead with me? for now, if I hold my tongue, I shall give up the ghost.",
        "Wolaitta Sentences": "\"Abeet Xoossau, neeni tana mootanau yai? Neeni tana mooranchcha kessikko, taani co77u gaada haiqqana."
    },
    {
        "English Sentences": "Only do not two things unto me: then will I not hide myself from thee.",
        "Wolaitta Sentences": "SHin neeni taayyo ha naa77ubata ootta; oottikko taani neeppe geemmikke."
    },
    {
        "English Sentences": "Withdraw thine hand far from me: and let not thy dread make me afraid.",
        "Wolaitta Sentences": "Tana qaxxayiyoogaa agga; tana daganttoppa."
    },
    {
        "English Sentences": "Then call thou, and I will answer: or let me speak, and answer thou me.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, tana xeesa; xeesin taani koyana. Woikko taani haasayin, taayyo zaarada haasaya."
    },
    {
        "English Sentences": "How many are mine iniquities and sins? make me to know my transgression and my sin.",
        "Wolaitta Sentences": "Bau, taani moorido mooroinne nagarai aappunee? Ta balaanne ta nagaraa ane tana bessa."
    },
    {
        "English Sentences": "Wherefore hidest thou thy face, and holdest me for thine enemy?",
        "Wolaitta Sentences": "\"Neeni aibissi ne som77uwaa taappe genttai? Qassi tana aibissi ne morkkedan qoodai?"
    },
    {
        "English Sentences": "Wilt thou break a leaf driven to and fro? and wilt thou pursue the dry stubble?",
        "Wolaitta Sentences": "Tana, carkkoi efiyo boncco malaa, yashissuutee? Woikko melida suulla malaa yedettuutee?"
    },
    {
        "English Sentences": "For thou writest bitter things against me, and makest me to possess the iniquities of my youth.",
        "Wolaitta Sentences": "Neeni ta bolli xaafido mootoi camo; harai attin, taani yelagatettan de7aidda oottido mooruwaanne ashshabaakka."
    },
    {
        "English Sentences": "Thou puttest my feet also in the stocks, and lookest narrowly unto all my paths; thou settest a print upon the heels of my feet.",
        "Wolaitta Sentences": "Neeni ta tohuwaa toho biratan qachchadasa; ta tanggiyo tanggo ubbaa wochchaasa; ta tohuwaa kottiyaa pilgga xeellaasa."
    },
    {
        "English Sentences": "And he, as a rotten thing, consumeth, as a garment that is moth eaten.",
        "Wolaitta Sentences": "Taani musidabaadaaninne bil77ai miido afaladan musais."
    },
    {
        "English Sentences": "Man that is born of a woman is of few days, and full of trouble.",
        "Wolaitta Sentences": "\"Maccaasappe yelettida asa baree qantta; hegaa keesaikka metuwan kumi uttiis."
    },
    {
        "English Sentences": "He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not.",
        "Wolaitta Sentences": "I ciishshaadan ciyyidi, sohuwaarakka qoqqofetti aggees; qassi gam77ennan kuwaadan eesuwan aadhdhiichchees."
    },
    {
        "English Sentences": "And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?",
        "Wolaitta Sentences": "Yaatin neeni, Xoossai, hegaa mala asakka xeelluutee? Qassi a pirddanau ne sintti shiishshuutee?"
    },
    {
        "English Sentences": "Who can bring a clean thing out of an unclean? not one.",
        "Wolaitta Sentences": "Tunabaappe geeshshabaa kessanau danddayiyai oonee? Ooninne baawa."
    },
    {
        "English Sentences": "Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass;",
        "Wolaitta Sentences": "Asi de7ana laittati zawati uttidosona; i de7ana aginaakka neeni qooda wottadasa; neeni wottido zawaappe aadhdhiyaabi baawa."
    },
    {
        "English Sentences": "Turn from him, that he may rest, till he shall accomplish, as an hireling, his day.",
        "Wolaitta Sentences": "Hegaa gishshau, keraa oottiya asi ba oosuwaa polidi shemppiyoogaadan, asi ba daafura laittaa polidi shemppanaadan, a aggaaga."
    },
    {
        "English Sentences": "For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.",
        "Wolaitta Sentences": "\"Mittaassikka hidootai de7ees; mittai qanxxikko aacees; aacaikka hegaadan haniiddi, de7i bayees."
    },
    {
        "English Sentences": "Though the root thereof wax old in the earth, and the stock thereof die in the ground;",
        "Wolaitta Sentences": "He mittaa xaphoi biitta garssan ceeggikkokka, a durumaikka biittan musikkokka,"
    },
    {
        "English Sentences": "Yet through the scent of water it will bud, and bring forth boughs like a plant.",
        "Wolaitta Sentences": "haattaa peenuwaa demmidi aacees; puutiyaadan ooratta licuwaa kessees."
    },
    {
        "English Sentences": "But man dieth, and wasteth away: yea, man giveth up the ghost, and where is he?",
        "Wolaitta Sentences": "\"SHin asi haiqqin, a wolqqai wurees; a shemppoi kiyaappe hini baggan, i awan de7ii?"
    },
    {
        "English Sentences": "As the waters fail from the sea, and the flood decayeth and drieth up:",
        "Wolaitta Sentences": "Abbaappe haattai meliyoogaadan, qassi shaafaa haattaikka to77iyoogaadan,"
    },
    {
        "English Sentences": "So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.",
        "Wolaitta Sentences": "hegaadan asaikka haiqqees; he sohuwaappe denddenna. Saloti aadhdhana gakkanaashinkka asi beegottenna; ba xiskkuwaappekka denddenna."
    },
    {
        "English Sentences": "O that thou wouldest hide me in the grave, that thou wouldest keep me secret, until thy wrath be past, that thou wouldest appoint me a set time, and remember me!",
        "Wolaitta Sentences": "\"Abeet Xoossau, neeni tana duufo giddon genttada, ne hanqqoi aadhdhana gakkanaashin qottidabaa gidarkkiishsha! Neeni taayyo keeruwaa immada, he gallassi tana hassayidabaa gidarkkiishsha!"
    },
    {
        "English Sentences": "If a man die, shall he live again? all the days of my appointed time will I wait, till my change come.",
        "Wolaitta Sentences": "Issi asi haiqqikko, simmidi paxanee? Ta laamee yaana gakkanaashin, ha tugga wodiyaa ubbaa danddayan naagana."
    },
    {
        "English Sentences": "Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.",
        "Wolaitta Sentences": "Neeni medhdhido tanakka be7anau neeni laamotiyo wode, neeni tana xeesana; xeesin taani neeyyo koyana."
    },
    {
        "English Sentences": "For now thou numberest my steps: dost thou not watch over my sin?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, neeni tumuppe ta tangguwaa wochchana; shin ta nagaraa ta bolli qoodakka."
    },
    {
        "English Sentences": "My transgression is sealed up in a bag, and thou sewest up mine iniquity.",
        "Wolaitta Sentences": "Ta mooroi qarcciitaa giddon yiicetti uttiis; ta nagaraakka neeni kammadasa."
    },
    {
        "English Sentences": "And surely the mountain falling cometh to nought, and the rock is removed out of his place.",
        "Wolaitta Sentences": "\"Deree kunddiyoonne meqerettiyoogaadan, zaallaikka xoqolettiyoogaadan,"
    },
    {
        "English Sentences": "The waters wear the stones: thou washest away the things which grow out of the dust of the earth; and thou destroyest the hope of man.",
        "Wolaitta Sentences": "haattaikka shuchchaa bookkiyoogaadaaninne di7oikka biittaa meeccidi efiyoogaadan, hegaadan neenikka asaa hidootaa xaissaasa."
    },
    {
        "English Sentences": "Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.",
        "Wolaitta Sentences": "Neeni a merinau xoonaasa; yaatobare i bi aggees. A meraanne laammada, ne sinttappe yeddaasa."
    },
    {
        "English Sentences": "His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.",
        "Wolaitta Sentences": "A naati bonchchettikko, hegaa i erenna; eti tooshettikkokka be7enna."
    },
    {
        "English Sentences": "But his flesh upon him shall have pain, and his soul within him shall mourn.",
        "Wolaitta Sentences": "SHin a bollaa seelai a xalaalau siyettees; i ba xalaalau yeekkees\" yaagiis."
    },
    {
        "English Sentences": "Then answered Eliphaz the Temanite, and said,",
        "Wolaitta Sentences": "Yaagin Temaana biittaappe yiida Elifaazi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Should a wise man utter vain knowledge, and fill his belly with the east wind?",
        "Wolaitta Sentences": "\"Aadhdhida eranchcha asi carkkodan ohettennabaa haasayii? Woikko arshsho bagga carkkuwaa ba uluwaa coo kunttii?"
    },
    {
        "English Sentences": "Should he reason with unprofitable talk? or with speeches wherewith he can do no good?",
        "Wolaitta Sentences": "Pattenna woikko maaddenna mootuwaa mootettii?"
    },
    {
        "English Sentences": "Yea, thou castest off fear, and restrainest prayer before God.",
        "Wolaitta Sentences": "Hegaa gidikko, neeni Xoossaassi yayyiyoogaa guuttadasa; haratikka Xoossaassi goinnennaadan diggaasa."
    },
    {
        "English Sentences": "For thy mouth uttereth thine iniquity, and thou choosest the tongue of the crafty.",
        "Wolaitta Sentences": "Ne iitatettai ne haasayan erettees; ne cincca haasayai nena genttees."
    },
    {
        "English Sentences": "Thine own mouth condemneth thee, and not I: yea, thine own lips testify against thee.",
        "Wolaitta Sentences": "Ne bolli pirddiyai ne doonaappe attin, tana gidikke; ne inxxarssai ne bolli markkattees."
    },
    {
        "English Sentences": "Art thou the first man that was born? or wast thou made before the hills?",
        "Wolaitta Sentences": "\"Koiro yelettida asi nenee? Woikko neeni dereti merettanaappe kase yelettadii?"
    },
    {
        "English Sentences": "Hast thou heard the secret of God? and dost thou restrain wisdom to thyself?",
        "Wolaitta Sentences": "Neeni Xoossaa xuura yaa7aa tumu siyadii? Woikko aadhdhida eratettaa ne xalaalai eriyaabaa neeyyo milatii?"
    },
    {
        "English Sentences": "What knowest thou, that we know not? what understandest thou, which is not in us?",
        "Wolaitta Sentences": "Nuuni erennabaa neeni eriyoobi aibee? Nuuyyo gelennan aggidi, neeyyo gelidabai aibee?"
    },
    {
        "English Sentences": "With us are both the grayheaded and very aged men, much elder than thy father.",
        "Wolaitta Sentences": "Ne aawaappe bairatiya asati, cimidi puulummida asati nu giddon de7oosona."
    },
    {
        "English Sentences": "Are the consolations of God small with thee? is there any secret thing with thee?",
        "Wolaitta Sentences": "\"Xoossai neeyyo immido minttettoinne nuuni neeyyo ashkketettan haasayido qaalai guutteeyye?"
    },
    {
        "English Sentences": "Why doth thine heart carry thee away? and what do thy eyes wink at,",
        "Wolaitta Sentences": "Ne wozanai nena aissi wora efii? Ne aifeekka aissi xeelaa dereqqii?"
    },
    {
        "English Sentences": "That thou turnest thy spirit against God, and lettest such words go out of thy mouth?",
        "Wolaitta Sentences": "Yaatada neeni Xoossaa bolli hanqqettadasa; hegaa mala qaalaakka ne doonaappe kessadasa."
    },
    {
        "English Sentences": "What is man, that he should be clean? and he which is born of a woman, that he should be righteous?",
        "Wolaitta Sentences": "Asi Xoossaa sinttan geeshsha gidanau danddayii? Woikko maccaasappe yelettida asi xillo gidanau danddayii?"
    },
    {
        "English Sentences": "Behold, he putteth no trust in his saints; yea, the heavens are not clean in his sight.",
        "Wolaitta Sentences": "Be7a, Xoossai ba kiitanchchatunkka ammanettenna; harai atto salotikka a sinttan geeshsha gidokkona."
    },
    {
        "English Sentences": "How much more abominable and filthy is man, which drinketh iniquity like water?",
        "Wolaitta Sentences": "SHin ha sheneyiyaanne tunida asi, nagaraakka haattaadan ganiya asi ubba iitaa darennee!"
    },
    {
        "English Sentences": "I will shew thee, hear me; and that which I have seen I will declare;",
        "Wolaitta Sentences": "\"Iyyoobaa, ane siya! Taani neeyyo yootana; taani be7idobaa ubbaa neeyyo odana."
    },
    {
        "English Sentences": "Which wise men have told from their fathers, and have not hid it:",
        "Wolaitta Sentences": "Aadhdhida eranchcha asati bantta maizza aawatuppe demmido eratettaa genttennan tana tamaarissidosona."
    },
    {
        "English Sentences": "Unto whom alone the earth was given, and no stranger passed among them.",
        "Wolaitta Sentences": "Ha biittai eta xalaalaassi imettiis; hara biittaa asaa timirttee eta giddon walahettibeenna."
    },
    {
        "English Sentences": "The wicked man travaileth with pain all his days, and the number of years is hidden to the oppressor.",
        "Wolaitta Sentences": "\"Asa huqqunnidi de7iya iita asi, ba de7o laitta ubban tuggi appe shaahettenna."
    },
    {
        "English Sentences": "A dreadful sound is in his ears: in prosperity the destroyer shall come upon him.",
        "Wolaitta Sentences": "Ubbaton daganttiya cenggurssai a haittan siyettees; i saro de7ais giishin, panggati a bolli yaana."
    },
    {
        "English Sentences": "He believeth not that he shall return out of darkness, and he is waited for of the sword.",
        "Wolaitta Sentences": "Xumaappe kessi ekkanaagaa i ammanenna; i bisuwau qaadettiis."
    },
    {
        "English Sentences": "He wandereth abroad for bread, saying, Where is it? he knoweth that the day of darkness is ready at his hand.",
        "Wolaitta Sentences": "A ahai ankkuwau quma gidana; baayyo xuma gallassai matattidoogaa i erees."
    },
    {
        "English Sentences": "Trouble and anguish shall make him afraid; they shall prevail against him, as a king ready to the battle.",
        "Wolaitta Sentences": "Metoinne tuggai olau kiyida kawuwaadan a daganttana."
    },
    {
        "English Sentences": "For he stretcheth out his hand against God, and strengtheneth himself against the Almighty.",
        "Wolaitta Sentences": "Aissi giikko, i ba kushiyaa Xoossaa bolli denttiis; Ubbaa Danddayiya Xoossaa bollikka xaliis."
    },
    {
        "English Sentences": "He runneth upon him, even on his neck, upon the thick bosses of his bucklers:",
        "Wolaitta Sentences": "Burzzuzzai burzzuzzai kiyi uttido ordde gonddalliyaa oiqqidi, Xoossaa bolli makkaliis."
    },
    {
        "English Sentences": "Because he covereth his face with his fatness, and maketh collops of fat on his flanks.",
        "Wolaitta Sentences": "\"A som77oi modhdhido gishshau, a xeessaikka boborccido gishshau,"
    },
    {
        "English Sentences": "And he dwelleth in desolate cities, and in houses which no man inhabiteth, which are ready to become heaps.",
        "Wolaitta Sentences": "i laattidi de7iyo katamatikka olan laalettido gishshaunne i de7iyo keettatikka ooninne de7enna ona gidido gishshau,"
    },
    {
        "English Sentences": "He shall not be rich, neither shall his substance continue, neither shall he prolong the perfection thereof upon the earth.",
        "Wolaitta Sentences": "i ba duretettan daro gam77enna; a aqoikka aara takkenna."
    },
    {
        "English Sentences": "He shall not depart out of darkness; the flame shall dry up his branches, and by the breath of his mouth shall he go away.",
        "Wolaitta Sentences": "\"Xumaappe i kessi ekkenna; a tasheta lacoi melissana; a ciishshaakka carkkoi pitti xaissana."
    },
    {
        "English Sentences": "Let not him that is deceived trust in vanity: for vanity shall be his recompence.",
        "Wolaitta Sentences": "Barkka bana cimmiiddi, hadaban ammanettoppo. Ammanettikko, i ekkanabaikka hadabaa."
    },
    {
        "English Sentences": "It shall be accomplished before his time, and his branch shall not be green.",
        "Wolaitta Sentences": "Wodee gakkennan shulliyaanne meli simmidi, naa77antto aacanau danddayenna mittaa mala i gidana."
    },
    {
        "English Sentences": "He shall shake off his unripe grape as the vine, and shall cast off his flower as the olive.",
        "Wolaitta Sentences": "Teerennan wurccuwaara qoqqofettiya woiniyaa malanne ciishshai qoqqofettiyo wogaraa mala i gidana."
    },
    {
        "English Sentences": "For the congregation of hypocrites shall be desolate, and fire shall consume the tabernacles of bribery.",
        "Wolaitta Sentences": "Xoossaassi yayyenna asatussi zaree xayana; mattaayiyan keexettida keettaakka tamai maana."
    },
    {
        "English Sentences": "They conceive mischief, and bring forth vanity, and their belly prepareth deceit.",
        "Wolaitta Sentences": "Eti metuwaa shahaaridi, iitabaa yeloosona; eta uluwankka cimoi kumi uttiis\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "I have heard many such things: miserable comforters are ye all.",
        "Wolaitta Sentences": "\"Taani hagaa mala haasayaa daruwaa siyaas; intte minttettoos giiddi, tana metiyaageeta."
    },
    {
        "English Sentences": "Shall vain words have an end? or what emboldeneth thee that thou answerest?",
        "Wolaitta Sentences": "Ha go77i bainna intte haasayaayyo wurssetti baawee? Tanaara inttena hagaa keenaa palamissiya gaasoi aibee?"
    },
    {
        "English Sentences": "I also could speak as ye do: if your soul were in my soul's stead, I could heap up words against you, and shake mine head at you.",
        "Wolaitta Sentences": "Intte ta sohuwan de7in, taani intte sohuwan de7idabaa gidiyaakko, taanikka ta huuphiyaa qaattaidda, ha77i intte giyoobaa ubbaa intte bolli loittada haasayana shin!"
    },
    {
        "English Sentences": "But I would strengthen you with my mouth, and the moving of my lips should asswage your grief.",
        "Wolaitta Sentences": "Hegaadankka, ta zoriyan taani inttena minttana shin! Ta doonaappe kiyiya haasayaikka inttena minttettana shin!"
    },
    {
        "English Sentences": "Though I speak, my grief is not asswaged: and though I forbear, what am I eased?",
        "Wolaitta Sentences": "\"SHin taani haasayiyaakkokka, ta sahoi decenna; taani co77u gaada danddayiyaakkokka, taappe kichchenna."
    },
    {
        "English Sentences": "But now he hath made me weary: thou hast made desolate all my company.",
        "Wolaitta Sentences": "Abeet Xoossau, neeni tana hitti oottadasa; ta keettaa asaa ubbaakka xaissadasa."
    },
    {
        "English Sentences": "And thou hast filled me with wrinkles, which is a witness against me: and my leanness rising up in me beareth witness to my face.",
        "Wolaitta Sentences": "Neeni ta gogaa melissadasanne gunddissadasa; ta bollaakka gilqqissadasa. Hegaa gishshau, asai tana be7idi, Hagee i nagaranchcha gidiyoogau markka yaagees."
    },
    {
        "English Sentences": "He teareth me in his wrath, who hateth me: he gnasheth upon me with his teeth; mine enemy sharpeneth his eyes upon me.",
        "Wolaitta Sentences": "Xoossai ba hanqquwan tana duuteretti yeggiis; ba achchaakka ta bolli garcciis; i ta morkkee tana dereqqees."
    },
    {
        "English Sentences": "They have gaped upon me with their mouth; they have smitten me upon the cheek reproachfully; they have gathered themselves together against me.",
        "Wolaitta Sentences": "Asati ta yuushuwan shiiqidosona; shiiqidi ta bolli qilliicciiddi, ta qinxxalliyaa baqqidosona."
    },
    {
        "English Sentences": "God hath delivered me to the ungodly, and turned me over into the hands of the wicked.",
        "Wolaitta Sentences": "Xoossai nagaraa oottiya asatuyyo tana aattidi immiis; iitatu kushiyankka i tana oliis."
    },
    {
        "English Sentences": "I was at ease, but he hath broken me asunder: he hath also taken me by my neck, and shaken me to pieces, and set me up for his mark.",
        "Wolaitta Sentences": "\"Taani kase woppu gaada de7aas; shin Xoossai tana kinchcherettiis; ta mirggaaciyaa oiqqidi, i tana mentterettiis. Qassi i tana zambbi kaa7anau baazzan wottiis;"
    },
    {
        "English Sentences": "His archers compass me round about, he cleaveth my reins asunder, and doth not spare; he poureth out my gall upon the ground.",
        "Wolaitta Sentences": "a wonddafiyaa zubbeti tana yaara haara muddidosona. Qareti bainnan i ta kilahuwaa caddidi, ta ciyyiyaa ta tiriyaappe sa7an gussees."
    },
    {
        "English Sentences": "He breaketh me with breach upon breach, he runneth upon me like a giant.",
        "Wolaitta Sentences": "Olanau woxxiya olanchchaadan, i tana zaari zaaridi masunxxissees."
    },
    {
        "English Sentences": "I have sewed sackcloth upon my skin, and defiled my horn in the dust.",
        "Wolaitta Sentences": "Taani kayottada, waaruwaa maayaas; ta wolqqaikka baanan olettiis."
    },
    {
        "English Sentences": "My face is foul with weeping, and on my eyelids is the shadow of death;",
        "Wolaitta Sentences": "Taani yeekkiyo yeehuwaa daruwan ta som77oi puuriis; ta aifeekka zo77iis."
    },
    {
        "English Sentences": "Not for any injustice in mine hands: also my prayer is pure.",
        "Wolaitta Sentences": "SHin ha ubbankka taani mooridobi baawa; ta woosaikka geeshsha."
    },
    {
        "English Sentences": "O earth, cover not thou my blood, and let my cry have no place.",
        "Wolaitta Sentences": "\"Biittau, biittau, ta suuttaa kammoppa; taani waassanaagaa diggoppa."
    },
    {
        "English Sentences": "Also now, behold, my witness is in heaven, and my record is on high.",
        "Wolaitta Sentences": "Ha77ikka ta markkai saluwaana; taayyo xabaqatiyaagee bolla xoqqaana."
    },
    {
        "English Sentences": "My friends scorn me: but mine eye poureth out tears unto God.",
        "Wolaitta Sentences": "Ta laggeti tana karidi xeelloosona; ta aifee Xoossaa sinttan afuttaa tigees."
    },
    {
        "English Sentences": "O that one might plead for a man with God, as a man pleadeth for his neighbour!",
        "Wolaitta Sentences": "Asaa asaara walassidi sigettiya asi de7iyoogaadan, tana Xoossaara sigettiya asi de7idaa gideerenneeshsha!"
    },
    {
        "English Sentences": "When a few years are come, then I shall go the way whence I shall not return.",
        "Wolaitta Sentences": "Aissi giikko, aramida laittati aadhdhidoogaappe guyyiyan, taani simmennasaa baana."
    },
    {
        "English Sentences": "My breath is corrupt, my days are extinct, the graves are ready for me.",
        "Wolaitta Sentences": "\"Ta shemppiyaa kiyausu; ta laittai qaammiis; taayyo duufoi giigi uttiis."
    },
    {
        "English Sentences": "Are there not mockers with me? and doth not mine eye continue in their provocation?",
        "Wolaitta Sentences": "Tana qilliicciyaageeti tumuppe ta yuushuwan de7oosona; eti taayyo yiillotiyo yiilluwaa ubbaton taani be7ais."
    },
    {
        "English Sentences": "Lay down now, put me in a surety with thee; who is he that will strike hands with me?",
        "Wolaitta Sentences": "\"Abeet Xoossau, neeppe hari tana maaddiyaabi bainna gishshau, neeni ne huuphiyan taayyo waase gida."
    },
    {
        "English Sentences": "For thou hast hid their heart from understanding: therefore shalt thou not exalt them.",
        "Wolaitta Sentences": "Etau gelennaadan, neeni ta laggetu wozanaa dammettadasa. Hegaa gishshau, neeni etau xoonuwaa immoppa."
    },
    {
        "English Sentences": "He that speaketh flattery to his friends, even the eyes of his children shall fail.",
        "Wolaitta Sentences": "Miishshaa demmana giidi, ba laggeta aatti immiya asaa nagarai a naata kaa7ana."
    },
    {
        "English Sentences": "He hath made me also a byword of the people; and aforetime I was as a tabret.",
        "Wolaitta Sentences": "\"Xoossai tana asa ubbau qilliicciyoobaa kessiis; asi som77uwan cuchchiyo asa taani gidaas."
    },
    {
        "English Sentences": "Mine eye also is dim by reason of sorrow, and all my members are as a shadow.",
        "Wolaitta Sentences": "Taani daro kayyottido gishshau, ta aifeekka galjjiis; ta kushetinne ta tohoti laafidi, xinqqo keesa kiyidosona."
    },
    {
        "English Sentences": "Upright men shall be astonied at this, and the innocent shall stir up himself against the hypocrite.",
        "Wolaitta Sentences": "Keha asati tana be7idi dagammidosona; suuretikka Xoossaa kaddiyaageetu bolli yiillotidosona."
    },
    {
        "English Sentences": "The righteous also shall hold on his way, and he that hath clean hands shall be stronger and stronger.",
        "Wolaitta Sentences": "Gidikkonne, xilloti bantta ogiyaappe yaakka haakka simmokkona; suureti wolqqaa gujji gujji boosona."
    },
    {
        "English Sentences": "But as for you all, do ye return, and come now: for I cannot find one wise man among you.",
        "Wolaitta Sentences": "SHin ha77i ubbaikka ane taakko haa yiite! Yiyaakkokka, taani intte giddon issi aadhdhida eranchcha asakka demmikke."
    },
    {
        "English Sentences": "My days are past, my purposes are broken off, even the thoughts of my heart.",
        "Wolaitta Sentences": "\"Ta de7o laittai wuriis; ta halchchido halchchoikka ta wozanaa amoikka coo attiis."
    },
    {
        "English Sentences": "They change the night into day: the light is short because of darkness.",
        "Wolaitta Sentences": "Ta laggeti qammaa gallassa goosona; xumi uttidaashin, Poo7ana hanees yaagoosona."
    },
    {
        "English Sentences": "If I wait, the grave is mine house: I have made my bed in the darkness.",
        "Wolaitta Sentences": "Taani ufaissan naagiyo ta keettai duufuwaa; ta hiixaakka yan xuman hiixxana."
    },
    {
        "English Sentences": "I have said to corruption, Thou art my father: to the worm, Thou art my mother, and my sister.",
        "Wolaitta Sentences": "Duufuwaa taani, Neeni ta aawaa yaagana; guxuniyaakka, Neeni ta aayyiyo woikko Ta michchiyo yaagana."
    },
    {
        "English Sentences": "And where is now my hope? as for my hope, who shall see it?",
        "Wolaitta Sentences": "Yaatin, ta hidootai awaanee? Ooni a be7idee?"
    },
    {
        "English Sentences": "They shall go down to the bars of the pit, when our rest together is in the dust.",
        "Wolaitta Sentences": "Ta hidootai tanaara duufuwaa banddee? Nuuni naa77ai issippe biittan duge wodhdhaneeshsha?\" yaagiis."
    },
    {
        "English Sentences": "Then answered Bildad the Shuhite, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, SHuuha biittaappe yiida Bilddaadi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "How long will it be ere ye make an end of words? mark, and afterwards we will speak.",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni ha haasayaa aude wurssuutee? Ane akeeka. Yaatobare nuuni haasayana."
    },
    {
        "English Sentences": "Wherefore are we counted as beasts, and reputed vile in your sight?",
        "Wolaitta Sentences": "Nuna aissi miizza kessai? Aissi nuna damma kessai?"
    },
    {
        "English Sentences": "He teareth himself in his anger: shall the earth be forsaken for thee? and shall the rock be removed out of his place?",
        "Wolaitta Sentences": "Neeni ne hanqquwan nena qohaasa. Ne hanqquwan biittai baisa gidanee? Woikko zaallati bantta sohuwaappe xoqolettanee?"
    },
    {
        "English Sentences": "Yea, the light of the wicked shall be put out, and the spark of his fire shall not shine.",
        "Wolaitta Sentences": "\"Nagaranchchatu de7oi xomppee to7iyoogaadan to7anaagee geeshsha; i naa77antto mulekka eexxenna."
    },
    {
        "English Sentences": "The light shall be dark in his tabernacle, and his candle shall be put out with him.",
        "Wolaitta Sentences": "I xomppee bainna keetta mala; kase a matan de7iya xomppeekka to7ees."
    },
    {
        "English Sentences": "The steps of his strength shall be straitened, and his own counsel shall cast him down.",
        "Wolaitta Sentences": "I tanggiyo tanggoikka qaammees; i haraata zoriyo zoree a onggees."
    },
    {
        "English Sentences": "For he is cast into a net by his own feet, and he walketh upon a snare.",
        "Wolaitta Sentences": "\"A hemetai a efiidi, piriyan gelissees; diizzaa giddon i hemettees."
    },
    {
        "English Sentences": "The gin shall take him by the heel, and the robber shall prevail against him.",
        "Wolaitta Sentences": "Piree a ginddiyaa oiqqees; oiqqidi a qaatuwaa diggees."
    },
    {
        "English Sentences": "The snare is laid for him in the ground, and a trap for him in the way.",
        "Wolaitta Sentences": "Ayyo yurddo wodoroi geeman sa7an hiixetti uttees; i hemettiyo ogiyankka gitee wodhdhi uttees."
    },
    {
        "English Sentences": "Terrors shall make him afraid on every side, and shall drive him to his feet.",
        "Wolaitta Sentences": "\"Dagamai a dooddees; dagamai a guyyeera ginddiyaa matidi yedettees."
    },
    {
        "English Sentences": "His strength shall be hungerbitten, and destruction shall be ready at his side.",
        "Wolaitta Sentences": "A wolqqai namisan daafuriis; bashshai a lanqqen naagees."
    },
    {
        "English Sentences": "It shall devour the strength of his skin: even the firstborn of death shall devour his strength.",
        "Wolaitta Sentences": "Woriya harggee a bollan ubban woraajjees; a kushiyaanne a tohuwaa duushissees."
    },
    {
        "English Sentences": "His confidence shall be rooted out of his tabernacle, and it shall bring him to the king of terrors.",
        "Wolaitta Sentences": "I hirggi bainnan de7iyo ba keettaappe yedetettees; eti Haiquwaa giyo kawuwaakko, a efoosona."
    },
    {
        "English Sentences": "It shall dwell in his tabernacle, because it is none of his: brimstone shall be scattered upon his habitation.",
        "Wolaitta Sentences": "Harggiyaa gooddanau dinniyaa laaloogaappe guyyiyan, ooninne a keettan de7ana."
    },
    {
        "English Sentences": "His roots shall be dried up beneath, and above shall his branch be cut off.",
        "Wolaitta Sentences": "I xaphoi garssaara meliyoonne tashetikka bollaara qoqqofettiyo mittaa mala gidees."
    },
    {
        "English Sentences": "His remembrance shall perish from the earth, and he shall have no name in the street.",
        "Wolaitta Sentences": "A woree biittaappe xayees; a sunttaikka sa7an hassayettennan attees."
    },
    {
        "English Sentences": "He shall be driven from light into darkness, and chased out of the world.",
        "Wolaitta Sentences": "I poo7uwaappe xumau yedetettana; asai de7iyo biittaappekka i xayana."
    },
    {
        "English Sentences": "He shall neither have son nor nephew among his people, nor any remaining in his dwellings.",
        "Wolaitta Sentences": "Ayyo na7i woikko zaree xayana; i de7ido sohuwan issi asinne paxa attenna."
    },
    {
        "English Sentences": "They that come after him shall be astonied at his day, as they that went before were affrighted.",
        "Wolaitta Sentences": "Arggo bagga asai a gakkidaban dagammees; arshsho bagga asaikka yashshau kokkorees."
    },
    {
        "English Sentences": "Surely such are the dwellings of the wicked, and this is the place of him that knoweth not God.",
        "Wolaitta Sentences": "Audekka iita asatu wurssettai hegaa mala; Xoossaa erennaageetu qaadaikka hegaa mala\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "How long will ye vex my soul, and break me in pieces with words?",
        "Wolaitta Sentences": "\"Intte tana aude gakkanaassi mudduuteetii? Aude gakkanaassi intte qaalan tana gaaccuuteetii?"
    },
    {
        "English Sentences": "These ten times have ye reproached me: ye are not ashamed that ye make yourselves strange to me.",
        "Wolaitta Sentences": "Intte tana tammutoo cayideta; tana kaushshiiddikka yeellatekketa."
    },
    {
        "English Sentences": "And be it indeed that I have erred, mine error remaineth with myself.",
        "Wolaitta Sentences": "Taani tumu balidabaa gidiyaakkokka, ta balai tana oichchana."
    },
    {
        "English Sentences": "If indeed ye will magnify yourselves against me, and plead against me my reproach:",
        "Wolaitta Sentences": "Intte taappe kehiyoobaa intteyyo milatin, Hagee metoi ubbai a gakkidoogee, i moorido gishshaassa yaagidi, ta bolli pirddeeta."
    },
    {
        "English Sentences": "Know now that God hath overthrown me, and hath compassed me with his net.",
        "Wolaitta Sentences": "SHin ha metuwaa ubbaa ta bolli gattidaageenne gitiyan tana gelissidaagee Xoossaa gidiyoogaa erite."
    },
    {
        "English Sentences": "Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.",
        "Wolaitta Sentences": "\"Taani, Naaqettaas yaagada waassin, taayyo alliyaabi baawa; qaalaa xoqqu oottada, suure pirddaassi waassinkka, siyiyaabi baawa."
    },
    {
        "English Sentences": "He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.",
        "Wolaitta Sentences": "Taani kanttennaadan Xoossai ta ogiyaa diriis; ta hemettiyoosaakka xuman gooziis."
    },
    {
        "English Sentences": "He hath stripped me of my glory, and taken the crown from my head.",
        "Wolaitta Sentences": "Ta duretettaa taappe qaariis; ta bonchchuwaakka taappe diggiis."
    },
    {
        "English Sentences": "He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.",
        "Wolaitta Sentences": "I tana mentteretti yeggiis; ta hidootaakka xaphuwaara xoqolettida mittaa mala oottiis."
    },
    {
        "English Sentences": "He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.",
        "Wolaitta Sentences": "A hanqqoi ta bolli eexxi kiyiis; i tana ba morkkedan qoodees."
    },
    {
        "English Sentences": "His troops come together, and raise up their way against me, and encamp round about my tabernacle.",
        "Wolaitta Sentences": "Ta bolli woraajjanau i ba olanchchata kiittees; eti tana olanau ogiyaa kessoosona; ta dunkkaaniyaa yuushuwaakka dooddoosona."
    },
    {
        "English Sentences": "He hath put my brethren far from me, and mine acquaintance are verily estranged from me.",
        "Wolaitta Sentences": "\"Xoossai ta ishata taappe haassiis; tana eriyaageeti muleera taayyo allaga gididosona."
    },
    {
        "English Sentences": "My kinsfolk have failed, and my familiar friends have forgotten me.",
        "Wolaitta Sentences": "Ta dabboti taappe shaahettidosona; ta laggetikka tana dogidosona."
    },
    {
        "English Sentences": "They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.",
        "Wolaitta Sentences": "Ta son de7iya imattati tana dogidosona; ta macca ashkkaratikka tana imattadaaninne betedan xeelloosona."
    },
    {
        "English Sentences": "I called my servant, and he gave me no answer; I intreated him with my mouth.",
        "Wolaitta Sentences": "Taani ta ashkkaraa xeegin, taayyo koyenna; taani woossinkka, taayyo eenenna."
    },
    {
        "English Sentences": "My breath is strange to my wife, though I intreated for the children's sake of mine own body.",
        "Wolaitta Sentences": "Ta maccaasiyaa ta doonaa peenuwaa ixxaasu; ta ishanttikka tana shenetoosona."
    },
    {
        "English Sentences": "Yea, young children despised me; I arose, and they spake against me.",
        "Wolaitta Sentences": "Harai attin, guutta naatikka tana karoosona; taani eqqiyo wode, ta bolli qilliiccoosona."
    },
    {
        "English Sentences": "All my inward friends abhorred me: and they whom I loved are turned against me.",
        "Wolaitta Sentences": "Ta mata laggeti ubbai tana shenetoosona; taani siiqidoogeetikka taayyo zokkuwaa zaaridosona."
    },
    {
        "English Sentences": "My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.",
        "Wolaitta Sentences": "Ta meqettai ta gogaara ohettiis; haiquwaappe qiisasan taani attaas."
    },
    {
        "English Sentences": "Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.",
        "Wolaitta Sentences": "\"Inttenoo ta laggetoo, Xoossaa kushee tana dechchido gishshau, taayyo qarettite."
    },
    {
        "English Sentences": "Why do ye persecute me as God, and are not satisfied with my flesh?",
        "Wolaitta Sentences": "Xoossai tana yedettiyoogaadan, intte tana aissi yedetteetii? Hanno gakkanaassi intte tana tuggayidoogee gidennee?"
    },
    {
        "English Sentences": "Oh that my words were now written! oh that they were printed in a book!",
        "Wolaitta Sentences": "\"Hanno gakkanaashin taani haasayido qaalai, wai hassayettidaa gideerenneeshsha! Maxaafankka wai xaafettidaa gideerenneeshsha!"
    },
    {
        "English Sentences": "That they were graven with an iron pen and lead in the rock for ever!",
        "Wolaitta Sentences": "Daro gam77ana mala, birata maarisan zaallaa bollan woocettidi xaafetteerenneeshsha!"
    },
    {
        "English Sentences": "For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:",
        "Wolaitta Sentences": "\"Tana Wozidaagee paxa de7iyoogaanne wurssettan biittaa bollan i eqqanaagaa taani erais."
    },
    {
        "English Sentences": "And though after my skin worms destroy this body, yet in my flesh shall I see God:",
        "Wolaitta Sentences": "Ta gogai meetetti wurikkonne, taani ta ashuwaappe shaahettada, Xoossaa be7anaagaa erais."
    },
    {
        "English Sentences": "Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.",
        "Wolaitta Sentences": "Hara uraa gidennan, taani ta huuphen, ta aifiyan a be7ana. Hegaa gishshau, ta wozanai aiba laamotii!"
    },
    {
        "English Sentences": "But ye should say, Why persecute we him, seeing the root of the matter is found in me?",
        "Wolaitta Sentences": "\"Intte, Metuwaayyo unkkoi a gidido gishshau, ane haayite! A yedettoos! giikko,"
    },
    {
        "English Sentences": "Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment.",
        "Wolaitta Sentences": "bisuwaayyo yayyite! Xoossaa hanqqoi bisuwaara yaana; pirddai de7iyoogaakka erite\" yaagiis."
    },
    {
        "English Sentences": "Then answered Zophar the Naamathite, and said,",
        "Wolaitta Sentences": "Naa7ima biittaappe yiida Xoofaari hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Therefore do my thoughts cause me to answer, and for this I make haste.",
        "Wolaitta Sentences": "\"Ne haasayai tana lanccissido gishshau, taani ainne takkennan ne haasayaayyo zaaruwaa immana."
    },
    {
        "English Sentences": "I have heard the check of my reproach, and the spirit of my understanding causeth me to answer.",
        "Wolaitta Sentences": "Ne cashsha haasayaa taani siyais; siyin ayyo bessiya zaaruwaa tana imma imma gees."
    },
    {
        "English Sentences": "Knowest thou not this of old, since man was placed upon earth,",
        "Wolaitta Sentences": "\"Asa biittaa bolli wottido wodiyaappe doommidi, beniisappekka nagaranchcha asatu ceeqoi qantta wodiyaassa gidiyoogaa,"
    },
    {
        "English Sentences": "That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?",
        "Wolaitta Sentences": "Xoossaa erenna asatu ufaissaikka liphida aifee xeellanaashiina gidiyoogaa neeni eraasa."
    },
    {
        "English Sentences": "Though his excellency mount up to the heavens, and his head reach unto the clouds;",
        "Wolaitta Sentences": "Iita asi shaaraa gakkanaashin aduqqikkokka,"
    },
    {
        "English Sentences": "Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?",
        "Wolaitta Sentences": "i buhiyaadan pitetti xayana. A eriya ubbai, I awan de7ii? yaagana."
    },
    {
        "English Sentences": "He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night.",
        "Wolaitta Sentences": "Aimuwaadan i paalli xayana; simmidikka beettenna; qammaa ajjuutaadan i xayi bayana."
    },
    {
        "English Sentences": "The eye also which saw him shall see him no more; neither shall his place any more behold him.",
        "Wolaitta Sentences": "A be7ida aifeti naa77anttidi, a be7okkona; i ba de7iyoosaappekka tippi giidi xayana."
    },
    {
        "English Sentences": "His children shall seek to please the poor, and his hands shall restore their goods.",
        "Wolaitta Sentences": "Iita aawai bonqqi ekkido miishshaa a naati bantta kushiyan guyye zaarana."
    },
    {
        "English Sentences": "His bones are full of the sin of his youth, which shall lie down with him in the dust.",
        "Wolaitta Sentences": "Payyanne mino gidiya a bollai guutta wodiyaappe guyyiyan, biitta kiyana."
    },
    {
        "English Sentences": "Though wickedness be sweet in his mouth, though he hide it under his tongue;",
        "Wolaitta Sentences": "\"Iita asa doonan iitatettai qumadan laqilaqikkokka, i ba inxxarssaappe garssa baggaara genttikkokka,"
    },
    {
        "English Sentences": "Though he spare it, and forsake it not; but keep it still within his mouth:",
        "Wolaitta Sentences": "wurennaadan ba doonan coommiiddi, wotti bayikkokka,"
    },
    {
        "English Sentences": "Yet his meat in his bowels is turned, it is the gall of asps within him.",
        "Wolaitta Sentences": "a ulo giddon a qumai laamettana; laamettidi woriya shooshshaa yiishshaa mala au gidana."
    },
    {
        "English Sentences": "He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.",
        "Wolaitta Sentences": "Iita asi ba mittido duretettaa haa cuchchana; a uluwaappe Xoossai cooshshidi kessana."
    },
    {
        "English Sentences": "He shall suck the poison of asps: the viper's tongue shall slay him.",
        "Wolaitta Sentences": "Iita asi mittiyoobai au yiishsha gidana; shooshshaa yiishshaa mala gididi, a worana."
    },
    {
        "English Sentences": "He shall not see the rivers, the floods, the brooks of honey and butter.",
        "Wolaitta Sentences": "Eessainne maattai haattaadan goggishin, i be7ennan haiqqana."
    },
    {
        "English Sentences": "That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.",
        "Wolaitta Sentences": "Ba daafurido daafuraa cawaa meennan, haraassi sheedhdhana; zal77idi worissido ba woriyankka ufaittenna."
    },
    {
        "English Sentences": "Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;",
        "Wolaitta Sentences": "Aissi giikko, hiyyeesata i un77ettiis; eta shenehoo giis; hara asi keexxido keettaakka bau ekkiis."
    },
    {
        "English Sentences": "Surely he shall not feel quietness in his belly, he shall not save of that which he desired.",
        "Wolaitta Sentences": "\"A yiiqiyau zawi baawa; ba dosiyoobaa xarzzanau danddayenna;"
    },
    {
        "English Sentences": "There shall none of his meat be left; therefore shall no man look for his goods.",
        "Wolaitta Sentences": "i miidoogaappe guyyiyan, aibinne attenna. Hegaa gishshau, a duretettai gam77enna."
    },
    {
        "English Sentences": "In the fulness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.",
        "Wolaitta Sentences": "I daro aquwaa demmiyo wode, metoi akeekennan a bolli gakki wodhdhana."
    },
    {
        "English Sentences": "When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.",
        "Wolaitta Sentences": "I miidi kallishin, Xoossai a qaxxayanau ba suulliya hanqquwaa a bolli gussana."
    },
    {
        "English Sentences": "He shall flee from the iron weapon, and the bow of steel shall strike him through.",
        "Wolaitta Sentences": "Birata bisuwaappe i baqatana; shin nahaasiyaa zubbee a caddana."
    },
    {
        "English Sentences": "It is drawn, and cometh out of the body; yea, the glittering sword cometh out of his gall: terrors are upon him.",
        "Wolaitta Sentences": "He zubbee ayyo zokkuwaara kantti kiyana; he phooliyaa xeerai a tiriyaa kanttidi, ciyyiyaa gussana. Hegaa gishshau, dagamai a wozanaa shabbirana."
    },
    {
        "English Sentences": "All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.",
        "Wolaitta Sentences": "\"I shiishshido aqo ubbai xayana; asi eettibeenna tamai a maana; a keettan attida asai ubbaikka taman meetettana."
    },
    {
        "English Sentences": "The heaven shall reveal his iniquity; and the earth shall rise up against him.",
        "Wolaitta Sentences": "Saloti ha bitaniyaa nagaraa qonccissana; biittaikka a bolli markkattana."
    },
    {
        "English Sentences": "The increase of his house shall depart, and his goods shall flow away in the day of his wrath.",
        "Wolaitta Sentences": "Xoossai hanqqettidi ehiyo beetan a keettainne ayyo de7iyaabai ubbai shohettidi baana."
    },
    {
        "English Sentences": "This is the portion of a wicked man from God, and the heritage appointed unto him by God.",
        "Wolaitta Sentences": "Xoossai iita asatuyyo wottido qaadai hagaa\" yaagiis."
    },
    {
        "English Sentences": "But Job answered and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Hear diligently my speech, and let this be your consolations.",
        "Wolaitta Sentences": "\"Ane ta haasayaa akeekidi ezggite; ezggiyoogee intte tana minttettiyoogaa gido bayin."
    },
    {
        "English Sentences": "Suffer me that I may speak; and after that I have spoken, mock on.",
        "Wolaitta Sentences": "Taani issiton haasayanau taayyo kayaa immite. Taani haasaya simmin, qilliiccite!"
    },
    {
        "English Sentences": "As for me, is my complaint to man? and if it were so, why should not my spirit be troubled?",
        "Wolaitta Sentences": "Taani mootettiyoi asaara gidenna. Yaatin, tau danddayai wurikko, hegee garamissiyaabee?"
    },
    {
        "English Sentences": "Mark me, and be astonished, and lay your hand upon your mouth.",
        "Wolaitta Sentences": "Ane tana xeellite; xeellidi garamettite; intte kushiyankka intte doonaa oiqqite."
    },
    {
        "English Sentences": "Even when I remember I am afraid, and trembling taketh hold on my flesh.",
        "Wolaitta Sentences": "Tana gakkidabaa taani qoppiyo wodekka, tana daganttees; ta bollaikka kokkorees."
    },
    {
        "English Sentences": "Wherefore do the wicked live, become old, yea, are mighty in power?",
        "Wolaitta Sentences": "\"Iita asati aissi paxa de7iyoonaa? Eta baree aissi aduqqii? Eta wolqqaikka aissi dari dari bii?"
    },
    {
        "English Sentences": "Their seed is established in their sight with them, and their offspring before their eyes.",
        "Wolaitta Sentences": "Etau naatinne naatu naati de7oosona; eti diccishin be7anau, gam77idi de7oosona."
    },
    {
        "English Sentences": "Their houses are safe from fear, neither is the rod of God upon them.",
        "Wolaitta Sentences": "Eta soi hirggi bainnan saro de7ees; Xoossai eta ba gatiman shoci erenna."
    },
    {
        "English Sentences": "Their bull gendereth, and faileth not; their cow calveth, and casteth not her calf.",
        "Wolaitta Sentences": "Eta korima boorati macca miizzaara gaittiyo wode, koxxennaadan oittoosona; macca miizzatikka aucayennan yeloosona."
    },
    {
        "English Sentences": "They send forth their little ones like a flock, and their children dance.",
        "Wolaitta Sentences": "Bantta naata dorssaa wudiyaadan kessoosona; eta naatikka yan han duroosona."
    },
    {
        "English Sentences": "They take the timbrel and harp, and rejoice at the sound of the organ.",
        "Wolaitta Sentences": "Karaabiyaa baqqiiddinne diittaa diixxiiddi, yettaa yexxoosona; pulaaliyaa punniiddikka ufaittoosona."
    },
    {
        "English Sentences": "They spend their days in wealth, and in a moment go down to the grave.",
        "Wolaitta Sentences": "Eti bantta de7o laittaa ishaluwan polidi, bantta duufuwaakka saro boosona."
    },
    {
        "English Sentences": "Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.",
        "Wolaitta Sentences": "Yaanidikka eti Xoossaa, Nuuppe haakka! Nuuni ne ogiyaa eranau koyokko!"
    },
    {
        "English Sentences": "What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?",
        "Wolaitta Sentences": "Nuuni ayyo oottanau Ubbaa Danddayiya Xoossai oonee? Nuuni a woossidi, go7ettanabi aibee? yaagoosona."
    },
    {
        "English Sentences": "Lo, their good is not in their hand: the counsel of the wicked is far from me.",
        "Wolaitta Sentences": "Eti bantta ishalo de7uwaa bantta minotettan demmida goosona; shin taani eta qofaa ekkikke."
    },
    {
        "English Sentences": "How oft is the candle of the wicked put out! and how oft cometh their destruction upon them! God distributeth sorrows in his anger.",
        "Wolaitta Sentences": "\"Iita asatu de7uwaa xomppee to7i erii? Eta bolli bashshai wodhdhi erii? Xoossai ba hanqquwan eta qaxxayi erii?"
    },
    {
        "English Sentences": "They are as stubble before the wind, and as chaff that the storm carrieth away.",
        "Wolaitta Sentences": "Carkkuwaa sinttan eti suullaadan hanido wodee de7ii? Gotee pitti efiyo baanaadan eti hani eriyoonaa?"
    },
    {
        "English Sentences": "God layeth up his iniquity for his children: he rewardeth him, and he shall know it.",
        "Wolaitta Sentences": "\"Intte, Xoossai aawatu mooruwan eta naata qaxxayees yaageeta. Ane Xoossai nagaranchchata eta huuphen qaxxayo! Yaatiyaakko eti bantta mooruwaa erana."
    },
    {
        "English Sentences": "His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.",
        "Wolaitta Sentences": "Eti bantta qixaatiyaa banttau ekkona. Ubbaa Danddayiya Xoossaa hanqquwaa xuu7aakka eti bantta huuphen uyona."
    },
    {
        "English Sentences": "For what pleasure hath he in his house after him, when the number of his months is cut off in the midst?",
        "Wolaitta Sentences": "Aissi giikko, eti haiqqiichchidoogaappe guyyiyan, eta naata aibi gakkikkonne koyokkona."
    },
    {
        "English Sentences": "Shall any teach God knowledge? seeing he judgeth those that are high.",
        "Wolaitta Sentences": "\"Bolla xoqqan de7iyaageeta pirddiya Xoossaa eraa tamaarissanau danddayiya asi de7ii?"
    },
    {
        "English Sentences": "One dieth in his full strength, being wholly at ease and quiet.",
        "Wolaitta Sentences": "Issi asi kumetta wolqqainne kumetta saroi de7ishin, ishaluwan de7iiddi haiqqees."
    },
    {
        "English Sentences": "His breasts are full of milk, and his bones are moistened with marrow.",
        "Wolaitta Sentences": "A bollai orddidaashin, a meqettaa kolzzeekka shica de7ishin haiqqees."
    },
    {
        "English Sentences": "And another dieth in the bitterness of his soul, and never eateth with pleasure.",
        "Wolaitta Sentences": "SHin hara asi a shemppuwan azzanoi paccennan, ba de7on mulekka lo77obaa demmennan haiqqees."
    },
    {
        "English Sentences": "They shall lie down alike in the dust, and the worms shall cover them.",
        "Wolaitta Sentences": "Haiqqidi eti naa77aikka issi mala biittan moogettoosona; eta naa77aakka guxuneti kammoosona."
    },
    {
        "English Sentences": "Behold, I know your thoughts, and the devices which ye wrongfully imagine against me.",
        "Wolaitta Sentences": "\"Intte tana naaqqanau qoppidi, intte wozanan halchchido halchchuwaa muliyaa taani loittada erais."
    },
    {
        "English Sentences": "For ye say, Where is the house of the prince? and where are the dwelling places of the wicked?",
        "Wolaitta Sentences": "Intte, He iitaa oottiya, gita bitaniyaa keettai ha77i awaanee? yaageeta."
    },
    {
        "English Sentences": "Have ye not asked them that go by the way? and do ye not know their tokens,",
        "Wolaitta Sentences": "Ogiyaara hemettiya asata oichchibeekketii? Eti odiyoogaa ammanekketii?"
    },
    {
        "English Sentences": "That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.",
        "Wolaitta Sentences": "Eti, Iita asati bashshaa gallassi boshettennan attoosona; Xoossaa hanqqoi qoncciyo gallassikka eti kessi ekkana yaagoosona."
    },
    {
        "English Sentences": "Who shall declare his way to his face? and who shall repay him what he hath done?",
        "Wolaitta Sentences": "Iita asa a iitatettau oonee walassanai? I oottido iitabaukka a qaxxayanai oonee?"
    },
    {
        "English Sentences": "Yet shall he be brought to the grave, and shall remain in the tomb.",
        "Wolaitta Sentences": "I haiqqin, a ahaa duufuwaa efiyo wode, a duufoi bonchchuwan naagettana."
    },
    {
        "English Sentences": "The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him.",
        "Wolaitta Sentences": "Qoodi bainna asai a baliyan pe7ees; a duufuwaa biittaikka utulaadan au kauyyees."
    },
    {
        "English Sentences": "How then comfort ye me in vain, seeing in your answers there remaineth falsehood?",
        "Wolaitta Sentences": "Yaatin, intte tana waati hada oduwan minttetteetii? Intte ta oishaassi zaarido zaaroi ubbai worddo!\" yaagiis."
    },
    {
        "English Sentences": "Then Eliphaz the Temanite answered and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Temaana biittaappe yiida Elifaazi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Can a man be profitable unto God, as he that is wise may be profitable unto himself?",
        "Wolaitta Sentences": "\"Asi Xoossaa go77anau danddayii? Harai atto aadhdhida eranchcha gidiyaakkokka, i bana go77anaappe attin, Xoossaa go77enna."
    },
    {
        "English Sentences": "Is it any pleasure to the Almighty, that thou art righteous? or is it gain to him, that thou makest thy ways perfect?",
        "Wolaitta Sentences": "Neeni xillo gidikko, hegee Ubbaa Danddayiya Xoossaa ufaissii? Ne ogee boree bainnaagaa gidikko, hegan i aiba wore demmii?"
    },
    {
        "English Sentences": "Will he reprove thee for fear of thee? will he enter with thee into judgment?",
        "Wolaitta Sentences": "\"Neeni ayyo yayyiyo gishshaassee, i nena seeriyoogeenne pirddiyoogee?"
    },
    {
        "English Sentences": "Is not thy wickedness great? and thine iniquities infinite?",
        "Wolaitta Sentences": "Ne iitatettai daro gidennee? Ne nagarau zawi baawa."
    },
    {
        "English Sentences": "For thou hast taken a pledge from thy brother for nought, and stripped the naked of their clothing.",
        "Wolaitta Sentences": "Neeni ne ishata gaasoi bainnan waasiyaa xeesissadasa; asaa maayuwaakka qaarada eta kallo ashshadasa."
    },
    {
        "English Sentences": "Thou hast not given water to the weary to drink, and thou hast withholden bread from the hungry.",
        "Wolaitta Sentences": "Neeni saamettidaageeta haattaa ushshabaakka; namisettidaageetakka qumaa diggadasa."
    },
    {
        "English Sentences": "But as for the mighty man, he had the earth; and the honourable man dwelt in it.",
        "Wolaitta Sentences": "Neeni ne wolqqaaninne ne maatan zemppada, hara asaa biittaa neeyyo coo ekkadasa."
    },
    {
        "English Sentences": "Thou hast sent widows away empty, and the arms of the fatherless have been broken.",
        "Wolaitta Sentences": "Am77eta mela kushe yeddadasa; aawi bainnaageetakka huqqunnadasa."
    },
    {
        "English Sentences": "Therefore snares are round about thee, and sudden fear troubleth thee;",
        "Wolaitta Sentences": "Ne yuushuwan gitee dooddi uttidoogee hegaassa; akeekennan yashshai nena kokkorssiyoogeekka hegaassa."
    },
    {
        "English Sentences": "Or darkness, that thou canst not see; and abundance of waters cover thee.",
        "Wolaitta Sentences": "Neeni be7ennaadan, neeyyo xumiyoogee hegaassa; qassi kixa haattai nena muukkiyoogeekka hegaassa."
    },
    {
        "English Sentences": "Is not God in the height of heaven? and behold the height of the stars, how high they are!",
        "Wolaitta Sentences": "\"Xoossai bolla xoqqa saluwan uttidi, xoqqan de7iya xoolintteta duge xeellees."
    },
    {
        "English Sentences": "And thou sayest, How doth God know? can he judge through the dark cloud?",
        "Wolaitta Sentences": "SHin neeni, Xoossai ai erii? I hegaa mala, sakkana xumaa giddoorakka pirddanau danddayii?"
    },
    {
        "English Sentences": "Thick clouds are a covering to him, that he seeth not; and he walketh in the circuit of heaven.",
        "Wolaitta Sentences": "Salo gufanttuwaa bolli i simerettiyo wode, i be7ennaadan, sikkida shaarai a goozees yaagaasa."
    },
    {
        "English Sentences": "Hast thou marked the old way which wicked men have trodden?",
        "Wolaitta Sentences": "\"Nagaranchchati hemettido beni ogiyan baanau qofaa qachchadii?"
    },
    {
        "English Sentences": "Which were cut down out of time, whose foundation was overflown with a flood:",
        "Wolaitta Sentences": "Eti bantta wodee gakkennan de7ishin haiqqidosona; eta de7uwaa baasoikka di7uwan meecetti xayiis."
    },
    {
        "English Sentences": "Which said unto God, Depart from us: and what can the Almighty do for them?",
        "Wolaitta Sentences": "Eti Xoossaa, Nuuppe haakka! Ubbaa Danddayiya Xoossai nuuyyo ai oottanau danddayii? yaagidosona."
    },
    {
        "English Sentences": "Yet he filled their houses with good things: but the counsel of the wicked is far from me.",
        "Wolaitta Sentences": "Gidikkonne, eta keettan lo77obaa kunttidaagee Xoossaa. Hegaa gishshau, iita asatu qofai taayyo gelenna."
    },
    {
        "English Sentences": "The righteous see it, and are glad: and the innocent laugh them to scorn.",
        "Wolaitta Sentences": "\"Iita asatu bolli gakkiyaabaa be7idi, xilloti ufaittoosona; suure asatikka hagaadan yaagidi, eta bolli qilliiccoosona;"
    },
    {
        "English Sentences": "Whereas our substance is not cut down, but the remnant of them the fire consumeth.",
        "Wolaitta Sentences": "Tumaappe nu morkketi xayidosona; eta duretettaakka tamai miis yaagoosona."
    },
    {
        "English Sentences": "Acquaint now thyself with him, and be at peace: thereby good shall come unto thee.",
        "Wolaitta Sentences": "\"Iyyoobaa, ha77ikka Xoossaara giiga; aara saro de7a. Yaatikko, neeni anjjettana."
    },
    {
        "English Sentences": "Receive, I pray thee, the law from his mouth, and lay up his words in thine heart.",
        "Wolaitta Sentences": "A doonaappe timirttiyaa ekka; a qaalatakka ne wozanan wotta."
    },
    {
        "English Sentences": "If thou return to the Almighty, thou shalt be built up, thou shalt put away iniquity far from thy tabernacles.",
        "Wolaitta Sentences": "Nenatettaa ziqqissada, Ubbaa Danddayiya Xoossaakko, neeni simma; iita ooso ubbaa ne sooppe digga."
    },
    {
        "English Sentences": "Then shalt thou lay up gold as dust, and the gold of Ophir as the stones of the brooks.",
        "Wolaitta Sentences": "Ne worqqaa sa7an ola; ne muruta worqqaakka shaafaa shuchchan ola."
    },
    {
        "English Sentences": "Yea, the Almighty shall be thy defence, and thou shalt have plenty of silver.",
        "Wolaitta Sentences": "Ubbaa Danddayiya Xoossai neeyyo worqqanne doorettida bira gido."
    },
    {
        "English Sentences": "For then shalt thou have thy delight in the Almighty, and shalt lift up thy face unto God.",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan, neeni Ubbaa Danddayiya Xoossan tumu ufaittana; ufaittada yeellatenna Xoossaakko pude xeellana."
    },
    {
        "English Sentences": "Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt pay thy vows.",
        "Wolaitta Sentences": "Neeni Xoossaa woossana; woossin i siyana; qassi neeni ne shiiquwaa ayyo gattana."
    },
    {
        "English Sentences": "Thou shalt also decree a thing, and it shall be established unto thee: and the light shall shine upon thy ways.",
        "Wolaitta Sentences": "Neeni zorettada qachchidobai neeyyo polettana; ne hemettiyo ogiyankka poo7oi poo7ana."
    },
    {
        "English Sentences": "When men are cast down, then thou shalt say, There is lifting up; and he shall save the humble person.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai otorettiyaageeta kaushshees; shin banttana ziqqissiyaageeta ashshees."
    },
    {
        "English Sentences": "He shall deliver the island of the innocent: and it is delivered by the pureness of thine hands.",
        "Wolaitta Sentences": "I suure asa wotti ekkees. Ne kushee naaquwaappe geeshsha gidikko, i nena ashshana\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Even to day is my complaint bitter: my stroke is heavier than my groaning.",
        "Wolaitta Sentences": "\"Taani ha77ikka Xoossaa bolli makkalaisinne zuuzummais; aissi giikko, taani oolinkka a kushee ta bolli deexxiyoogaa aggibeenna."
    },
    {
        "English Sentences": "Oh that I knew where I might find him! that I might come even to his seat!",
        "Wolaitta Sentences": "I de7iyoosaa taani erarkkinaashsha! I uttidosaakka gakkarkkinaashsha!"
    },
    {
        "English Sentences": "I would order my cause before him, and fill my mouth with arguments.",
        "Wolaitta Sentences": "Yaatiyaakko, taani ta mootuwaa a sinttan biddana shin! Ta doonaakka palaman kunttana shin!"
    },
    {
        "English Sentences": "I would know the words which he would answer me, and understand what he would say unto me.",
        "Wolaitta Sentences": "I ta mootuwaayyo zaariyoobi aibakkokka taani erana shin!"
    },
    {
        "English Sentences": "Will he plead against me with his great power? No; but he would put strength in me.",
        "Wolaitta Sentences": "I ba gita wolqqan tanaara eqettaneeshsha? CHii, chii, i taani odiyoogaa siyanaappe attin, hegaa hanenna."
    },
    {
        "English Sentences": "There the righteous might dispute with him; so should I be delivered for ever from my judge.",
        "Wolaitta Sentences": "Ta wozanai suure gidiyo gishshau, taani Xoossaara mootettanau danddayais; i ta daannai tana merinau shatinttana."
    },
    {
        "English Sentences": "Behold, I go forward, but he is not there; and backward, but I cannot perceive him:",
        "Wolaitta Sentences": "\"SHin aissee, taani arshsho biikko, i yan de7enna; qassi taani arggo biikkokka, a demmikke."
    },
    {
        "English Sentences": "On the left hand, where he doth work, but I cannot behold him: he hideth himself on the right hand, that I cannot see him:",
        "Wolaitta Sentences": "I huuphessa bagga biittan oottiyo wode, taani a be7ikke; qassi tohossa bagga biitti simmiyo wodekka, taani a demmikke."
    },
    {
        "English Sentences": "But he knoweth the way that I take: when he hath tried me, I shall come forth as gold.",
        "Wolaitta Sentences": "SHin i ta tangguwaa ubbaa erees; i tana paaccikko, taani worqqaadan geeshsha gidiyoogaa i be7ana."
    },
    {
        "English Sentences": "My foot hath held his steps, his way have I kept, and not declined.",
        "Wolaitta Sentences": "Taani i hemettido ogiyaa baqqa oiqqada hemettaas; a ogiyaappe wora simmabeikke."
    },
    {
        "English Sentences": "Neither have I gone back from the commandment of his lips; I have esteemed the words of his mouth more than my necessary food.",
        "Wolaitta Sentences": "A doonaappe kiyiya azazuwaappe taani shaahettabeikke; a qaalaakka ta wozanan wottaas."
    },
    {
        "English Sentences": "But he is in one mind, and who can turn him? and what his soul desireth, even that he doeth.",
        "Wolaitta Sentences": "\"Xoossai laamettenna. Aara eqettana, woikko ba koyidobaa i oottennaadan a teqqana asi baawa."
    },
    {
        "English Sentences": "For he performeth the thing that is appointed for me: and many such things are with him.",
        "Wolaitta Sentences": "I taayyo halchchidobaa polana; hegeetu mala, hara daro halchchotikka ayyo de7oosona."
    },
    {
        "English Sentences": "Therefore am I troubled at his presence: when I consider, I am afraid of him.",
        "Wolaitta Sentences": "Hegaa gishshau, a sinttan eqqiyoogee keehippe tana yashshees; hegaa ubbabaa qoppada, taani kokkorais."
    },
    {
        "English Sentences": "For God maketh my heart soft, and the Almighty troubleth me:",
        "Wolaitta Sentences": "Ta wozanai taahanaadan Xoossai oottiis; Ubbaa Danddayiya Xoossai tana daganttiis."
    },
    {
        "English Sentences": "Because I was not cut off before the darkness, neither hath he covered the darkness from my face.",
        "Wolaitta Sentences": "Sakkana xumai ta som77uwaa goozikkokka, tana he xumai haasayaa diggibeenna."
    },
    {
        "English Sentences": "Why, seeing times are not hidden from the Almighty, do they that know him not see his days?",
        "Wolaitta Sentences": "\"Ubbaa Danddayiya Xoossai pirddiyo wodiyaa aissi keerennee? A eriyaageeti he wodiyaa aissi be7okkonaa?"
    },
    {
        "English Sentences": "Some remove the landmarks; they violently take away flocks, and feed thereof.",
        "Wolaitta Sentences": "Iita asati bantta gadiyaa aassanau, zawan de7iya shuchchaa shoddoosona. Dorssaakka wuuqqi ehiidi, bantta dorssaa wudiyan gattidi heemmoosona."
    },
    {
        "English Sentences": "They drive away the ass of the fatherless, they take the widow's ox for a pledge.",
        "Wolaitta Sentences": "Aawai bainna naatu hareta laaggidi, ekki boosona; am77ee booraakka acuwau oiqqidi, banttau ekkoosona."
    },
    {
        "English Sentences": "They turn the needy out of the way: the poor of the earth hide themselves together.",
        "Wolaitta Sentences": "Hiyyeesata ogiyaappe yedettoosona; biittan de7iya hiyyeesata ubbaa bantta sinttappe qosetissoosona."
    },
    {
        "English Sentences": "Behold, as wild asses in the desert, go they forth to their work; rising betimes for a prey: the wilderness yieldeth food for them and for their children.",
        "Wolaitta Sentences": "Bazzon de7iya harddiidatudan, hiyyeesati bantta naatuyyo miyoobaa koyiiddi, bazzon daafuroosona."
    },
    {
        "English Sentences": "They reap every one his corn in the field: and they gather the vintage of the wicked.",
        "Wolaitta Sentences": "Eti dembban hara asau kattaa cakkoosona; iita asatu woiniyaa teera wurccuwaakka xunqqoosona."
    },
    {
        "English Sentences": "They cause the naked to lodge without clothing, that they have no covering in the cold.",
        "Wolaitta Sentences": "Eti qammaa kallo aqoosona; meeguwaa wodekka bollan paliyoobi etau baawa."
    },
    {
        "English Sentences": "They are wet with the showers of the mountains, and embrace the rock for want of a shelter.",
        "Wolaitta Sentences": "Deretun bukkiya iran eti murxxoosona; geliyoosaa xayidi, shuchchaa qoommoosona."
    },
    {
        "English Sentences": "They pluck the fatherless from the breast, and take a pledge of the poor.",
        "Wolaitta Sentences": "\"Iita asati aawai bainna na7aa aayee xanttaa xammiyoosaappe dafi ekkoosona; hiyyeesatu guutta naatakka acuwaayyo oiqqoosona."
    },
    {
        "English Sentences": "They cause him to go naked without clothing, and they take away the sheaf from the hungry;",
        "Wolaitta Sentences": "Hiyyeesati maayuwaa xayidi, kallo hemettoosona. Eti mirqqiyaa miyyiiddi namisettoosona."
    },
    {
        "English Sentences": "Which make oil within their walls, and tread their winepresses, and suffer thirst.",
        "Wolaitta Sentences": "Eti zaitiyaa kessanau wogaraa teeraa burxxoosona; woine teeraakka gum77iiddi saamettoosona."
    },
    {
        "English Sentences": "Men groan from out of the city, and the soul of the wounded crieth out: yet God layeth not folly to them.",
        "Wolaitta Sentences": "Kataman kataman haiqqana haniya asati ooloosona; deshettida asatikka maaduwaa koyidi waassoosona; shin Xoossai eta metuwaa xeellenna."
    },
    {
        "English Sentences": "They are of those that rebel against the light; they know not the ways thereof, nor abide in the paths thereof.",
        "Wolaitta Sentences": "\"Poo7uwaa ixxiya asati de7oosona; eti poo7oi aibakko erokkona; a ogiyaappekka wora boosona."
    },
    {
        "English Sentences": "The murderer rising with the light killeth the poor and needy, and in the night is as a thief.",
        "Wolaitta Sentences": "SHemppuwaa woriyaagee wonttimaatti denddidi, hiyyeesatanne metootanchchata worees; qammi qassi kaisodan wuuqqees."
    },
    {
        "English Sentences": "The eye also of the adulterer waiteth for the twilight, saying, No eye shall see me: and disguiseth his face.",
        "Wolaitta Sentences": "SHaaramuxiyaagee sa7ai lem77anaagaa naagees; i, Ooninne tana be7oppo giidi, ba som77uwaa kammees."
    },
    {
        "English Sentences": "In the dark they dig through houses, which they had marked for themselves in the daytime: they know not the light.",
        "Wolaitta Sentences": "Kaisoti qammi keettaa bookkidi, wuuqqanau geloosona; shin gallassi poo7uwaa ixxidi, qosetti pe7oosona."
    },
    {
        "English Sentences": "For the morning is to them even as the shadow of death: if one know them, they are in the terrors of the shadow of death.",
        "Wolaitta Sentences": "Eta gallassa poo7oi yashshees; shin qamma xumai eta daganttenna."
    },
    {
        "English Sentences": "He is swift as the waters; their portion is cursed in the earth: he beholdeth not the way of the vineyards.",
        "Wolaitta Sentences": "\"Iita asata di7o haattai quccidi efees; eta gakkida gadee qanggettidaagaa gidees. Ooninne eta woiniyaa turaa sohuwaa beenna."
    },
    {
        "English Sentences": "Drought and heat consume the snow waters: so doth the grave those which have sinned.",
        "Wolaitta Sentences": "SHachchai hombbiyan seerin, awai a melissi xaissiyoogaadan, hegaadankka, nagaranchchati haiqqidi xayoosona."
    },
    {
        "English Sentences": "The womb shall forget him; the worm shall feed sweetly on him; he shall be no more remembered; and wickedness shall be broken as a tree.",
        "Wolaitta Sentences": "Hari attin, yelida aayetikka eta hassayokkona. Guxunee eta ashuwaa mal77in mees. Eta iita oosoikka wullida mittaadan meqqana."
    },
    {
        "English Sentences": "He evil entreateth the barren that beareth not: and doeth not good to the widow.",
        "Wolaitta Sentences": "Aissi giikko, eti na7i bainna maine maccaasaa naaqqidosona; am77e maccaasaakka maaddennan ixxidosona."
    },
    {
        "English Sentences": "He draweth also the mighty with his power: he riseth up, and no man is sure of life.",
        "Wolaitta Sentences": "\"Xoossai ba wolqqan minota xaissees; i eta bolli denddido wodekka, eti paxa attokkona."
    },
    {
        "English Sentences": "Though it be given him to be in safety, whereon he resteth; yet his eyes are upon their ways.",
        "Wolaitta Sentences": "Xoossai eti saro de7anaadan oottikkokka, eta ogiyaa wochchees."
    },
    {
        "English Sentences": "They are exalted for a little while, but are gone and brought low; they are taken out of the way as all other, and cut off as the tops of the ears of corn.",
        "Wolaitta Sentences": "Iita asati guutta wodiyaassi xoqqu xoqqu goosona; shin sohuwaarakka sharafaadan shullidi xayoosona; kattaadan cakettoosona."
    },
    {
        "English Sentences": "And if it be not so now, who will make me a liar, and make my speech nothing worth?",
        "Wolaitta Sentences": "\"Hegee hanenna giidi, kaddiya asi de7ii? Taani odido qaalaakka worddo giidi, ammanttiya asi de7ii?\" yaagiis."
    },
    {
        "English Sentences": "Then answered Bildad the Shuhite, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, SHuuha biittaappe yiida Bilddaadi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Dominion and fear are with him, he maketh peace in his high places.",
        "Wolaitta Sentences": "\"Xoossai wolqqaama gidiyo gishshau, asai yayyidi, ayyo haarettees. I ba saluwaa kawotettaa saruwan naagees."
    },
    {
        "English Sentences": "Is there any number of his armies? and upon whom doth not his light arise?",
        "Wolaitta Sentences": "A olanchchata qoodanau danddayiya asi de7ii? Xoossaa poo7oi gakkenna sohoi de7ii? De7enna."
    },
    {
        "English Sentences": "How then can man be justified with God? or how can he be clean that is born of a woman?",
        "Wolaitta Sentences": "Yaatin, asi Xoossaa sinttan waani xillo gidanau danddayii? Maccaasappe yelettida asi waani wogaadan geeshsha gidanau danddayii?"
    },
    {
        "English Sentences": "Behold even to the moon, and it shineth not; yea, the stars are not pure in his sight.",
        "Wolaitta Sentences": "Xoossaa sinttan aginaikka wagagga poo7o gidenna; a sinttan xoolinttetikka geeshsha gidokkona."
    },
    {
        "English Sentences": "How much less man, that is a worm? and the son of man, which is a worm?",
        "Wolaitta Sentences": "Yaatin, Xoossaa sinttan uu7enne guxune gidiya asi ai keena laafee?\" yaagiis."
    },
    {
        "English Sentences": "But Job answered and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "How hast thou helped him that is without power? how savest thou the arm that hath no strength?",
        "Wolaitta Sentences": "\"Wolqqi bainna asa neeni aiba maado maaddadii! Daafurida qeeseta neeni aiba ashetta ashshadii!"
    },
    {
        "English Sentences": "How hast thou counselled him that hath no wisdom? and how hast thou plentifully declared the thing as it is?",
        "Wolaitta Sentences": "Aadhdhida eratettai bainnaagaa aiba zore zoradii! Ai keena gita eratettaa qonccissadii!"
    },
    {
        "English Sentences": "To whom hast thou uttered words? and whose spirit came from thee?",
        "Wolaitta Sentences": "Neeni ha qaalaa haasayanaadan nena oonee maaddidai? Qassi hagaadan haasayanau nena denttettidaagee o ayyaanee?\" yaagiis."
    },
    {
        "English Sentences": "Dead things are formed from under the waters, and the inhabitants thereof.",
        "Wolaitta Sentences": "Yaagin Bilddaadi, \"Haiqqidaageetu moitilleti biittaappe garssa baggaara haattaa giddon kokkoroosona."
    },
    {
        "English Sentences": "Hell is naked before him, and destruction hath no covering.",
        "Wolaitta Sentences": "Xoossaa sinttan Si7ooleekka qoncce; aibinne a genttanau danddayenna."
    },
    {
        "English Sentences": "He stretcheth out the north over the empty place, and hangeth the earth upon nothing.",
        "Wolaitta Sentences": "Xoossai huuphessa bagga salota micciis; sa7aakka aibakko bainnasan kaqqiis."
    },
    {
        "English Sentences": "He bindeth up the waters in his thick clouds; and the cloud is not rent under them.",
        "Wolaitta Sentences": "I shaaratun haattaa kunttees; kunttin haattaa deexuwan shaarati daakettokkona."
    },
    {
        "English Sentences": "He holdeth back the face of his throne, and spreadeth his cloud upon it.",
        "Wolaitta Sentences": "Goobanida aginaa i ba shaaran kammees."
    },
    {
        "English Sentences": "He hath compassed the waters with bounds, until the day and night come to an end.",
        "Wolaitta Sentences": "Poo7uwaa xumaappe shaakkanau, saloi sa7aara danttettiyoosan qammainne gallassai laamettiyo zawaa Xoossai essees."
    },
    {
        "English Sentences": "The pillars of heaven tremble and are astonished at his reproof.",
        "Wolaitta Sentences": "I seeriyo wode, salotu tuuqeti dagamau kokkoroosona."
    },
    {
        "English Sentences": "He divideth the sea with his power, and by his understanding he smiteth through the proud.",
        "Wolaitta Sentences": "Ba wolqqan abbaa co77u oottiis; ba akeekan Ra7aaba giyo miimminttiyaa xaissiis."
    },
    {
        "English Sentences": "By his spirit he hath garnished the heavens; his hand hath formed the crooked serpent.",
        "Wolaitta Sentences": "I shemppiyo shemppuwan saloti geeyidosona; a kusheekka xonggettiya shooshshaa woriis."
    },
    {
        "English Sentences": "Lo, these are parts of his ways: but how little a portion is heard of him? but the thunder of his power who can understand?",
        "Wolaitta Sentences": "Hageeti ubbai Xoossai oottido oosotuppe amaridaageeta; nuuni siyoogee saasuketta xalaala. Yaatin, a wolqqaa gitatettaa akeekanau danddayiyai oonee?\" yaagiis."
    },
    {
        "English Sentences": "Moreover Job continued his parable, and said,",
        "Wolaitta Sentences": "Yaagin Iyyoobi hagaadan yaagiis;"
    },
    {
        "English Sentences": "As God liveth, who hath taken away my judgment; and the Almighty, who hath vexed my soul;",
        "Wolaitta Sentences": "\"Ta suure pirddaa tana diggidi, ta de7uwaa camo kessida, Ubbaa Danddayiya Xoossan taani caaqqais."
    },
    {
        "English Sentences": "All the while my breath is in me, and the spirit of God is in my nostrils;",
        "Wolaitta Sentences": "Xoossai taayyo de7o shemppuwaa immido keenan,"
    },
    {
        "English Sentences": "My lips shall not speak wickedness, nor my tongue utter deceit.",
        "Wolaitta Sentences": "ta doonai wordduwaa haasayenna; ta inxxarssaikka cimuwaa odenna."
    },
    {
        "English Sentences": "God forbid that I should justify you: till I die I will not remove mine integrity from me.",
        "Wolaitta Sentences": "Intte haasayidoogee likke gaada taani ekkikke; haiqqana gakkanaassikka taani tana suure giyoogaa aggikke."
    },
    {
        "English Sentences": "My righteousness I hold fast, and will not let it go: my heart shall not reproach me so long as I live.",
        "Wolaitta Sentences": "Ta xillotettaa mintta oiqqanaappe attin, xillotettaa aggikke; taani de7ido laitta ubban ta wozanai kahai tana walassenna."
    },
    {
        "English Sentences": "Let mine enemy be as the wicked, and he that riseth up against me as the unrighteous.",
        "Wolaitta Sentences": "\"Ta morkketinne tanaara eqettiyaageeti ubbai iitanne mooranchcha asaadan qaxxayettona."
    },
    {
        "English Sentences": "For what is the hope of the hypocrite, though he hath gained, when God taketh away his soul?",
        "Wolaitta Sentences": "Xoossai eta shemppuwaa eta ashuwaappe shaakkidi, eta laittaa qanttiyo wode, iitatuyyo sinttanaa ufaissi aibee?"
    },
    {
        "English Sentences": "Will God hear his cry when trouble cometh upon him?",
        "Wolaitta Sentences": "Eta bolli metoi gakkiyo wode, Xoossai eta waasuwaa siyii?"
    },
    {
        "English Sentences": "Will he delight himself in the Almighty? will he always call upon God?",
        "Wolaitta Sentences": "Ubbaa Danddayiya Xoossan eti ufaittanee? Eti ubba wode Xoossaa xeesanee?"
    },
    {
        "English Sentences": "I will teach you by the hand of God: that which is with the Almighty will I not conceal.",
        "Wolaitta Sentences": "\"Taani inttena Xoossaa wolqqaabaa tamaarissana; Ubbaa Danddayiya Xoossaa matan de7iyaabaa taani intteppe qottikke."
    },
    {
        "English Sentences": "Behold, all ye yourselves have seen it; why then are ye thus altogether vain?",
        "Wolaitta Sentences": "Intte ubbai hagaa intte huuphen be7ideta. Yaatin, ha hada haasayaa aissi haasayeetii?"
    },
    {
        "English Sentences": "This is the portion of a wicked man with God, and the heritage of oppressors, which they shall receive of the Almighty.",
        "Wolaitta Sentences": "\"Xoossai iita asatuyyo battido qaadainne huqqunniya asati Ubbaa Danddayiya Xoossaappe ekkiyo woitoi hagaappe kaalliyaagaa."
    },
    {
        "English Sentences": "If his children be multiplied, it is for the sword: and his offspring shall not be satisfied with bread.",
        "Wolaitta Sentences": "Eta naati ai keenaa darikkonne, eti olan wuroosona; eta zaretikka miyoobaa xayidi namisettoosona."
    },
    {
        "English Sentences": "Those that remain of him shall be buried in death: and his widows shall not weep.",
        "Wolaitta Sentences": "Hegaappe attidaageeti boshan wuroosona; eta am77etikka etayyo yeekkokkona."
    },
    {
        "English Sentences": "Though he heap up silver as the dust, and prepare raiment as the clay;",
        "Wolaitta Sentences": "\"Iita asati, qoodin wurenna biraa shiishshinkka, eta biraa suure asati shaakki ekkana;"
    },
    {
        "English Sentences": "He may prepare it, but the just shall put it on, and the innocent shall divide the silver.",
        "Wolaitta Sentences": "qassi maayuwaa darissidi shiishshinkka, eti shiishshiyoogaa xilloti maayana."
    },
    {
        "English Sentences": "He buildeth his house as a moth, and as a booth that the keeper maketh.",
        "Wolaitta Sentences": "Eti keexxiyo keettati shararootiyaa keettaa mala; naagiyaageeti keexxido zamppaa mala."
    },
    {
        "English Sentences": "The rich man shall lie down, but he shall not be gathered: he openeth his eyes, and he is not.",
        "Wolaitta Sentences": "\"Eti dure gididi, bantta hiixan zin77ana; shin eti xiskkuwaappe beegottiyo wode, aibinne xayin mela attana."
    },
    {
        "English Sentences": "Terrors take hold on him as waters, a tempest stealeth him away in the night.",
        "Wolaitta Sentences": "Dagamai di7uwaadan qoppennan eta bolli yaana; qammankka gotee eta denttidi efaana."
    },
    {
        "English Sentences": "The east wind carrieth him away, and he departeth: and as a storm hurleth him out of his place.",
        "Wolaitta Sentences": "Arshsho bagga carkkoi eta de7iyoosaappe pittidi efaana."
    },
    {
        "English Sentences": "For God shall cast upon him, and not spare: he would fain flee out of his hand.",
        "Wolaitta Sentences": "Eti kessi ekkanau baqatishin, qareti bainnan eta bolli wodhdhana."
    },
    {
        "English Sentences": "Men shall clap their hands at him, and shall hiss him out of his place.",
        "Wolaitta Sentences": "Wodhdhidi wolqqaama cenggurssaa sissiiddi, eta yedettana."
    },
    {
        "English Sentences": "Surely there is a vein for the silver, and a place for gold where they fine it.",
        "Wolaitta Sentences": "\"Biraa bookki kessiyoosainne worqqaa geeshshanau seerissiyoosai de7ees."
    },
    {
        "English Sentences": "Iron is taken out of the earth, and brass is molten out of the stone.",
        "Wolaitta Sentences": "Biratai asai biittaappe bookkin kiyees; nahaaseekka a shuchchaa seerissin kiyees."
    },
    {
        "English Sentences": "He setteth an end to darkness, and searcheth out all perfection: the stones of darkness, and the shadow of death.",
        "Wolaitta Sentences": "Asai xomppiyaa ehiidi, xumaa xoonees; biittaa xaggaa gakkidi, sakkana xumaa giddon he shuchchaa koyees."
    },
    {
        "English Sentences": "The flood breaketh out from the inhabitant; even the waters forgotten of the foot: they are dried up, they are gone away from men.",
        "Wolaitta Sentences": "Asai de7iyoosaappe haakkidi, asaa tohoi yedhdhi erennasaa biidi, hegan ciimma ollaa bookkees; bookkidi hegan wodoruwan yaanne haanne kuulumuliiddi, asaappe shaahettidi de7ees."
    },
    {
        "English Sentences": "As for the earth, out of it cometh bread: and under it is turned up as it were fire.",
        "Wolaitta Sentences": "Kattai biittaappe mokkees; shin he biittaa giddoi taman seeridi, aadhdhi aadhdhi wodhdhees."
    },
    {
        "English Sentences": "The stones of it are the place of sapphires: and it hath dust of gold.",
        "Wolaitta Sentences": "He biittaa giddon de7iya shuchchaappe sampperiyaa giyo al77o shuchchai kiyees; a baanaa giddoppekka kulkka worqqai beettees."
    },
    {
        "English Sentences": "There is a path which no fowl knoweth, and which the vulture's eye hath not seen:",
        "Wolaitta Sentences": "\"He shuchchaa bookkiyoosaa efiya ogiyaa xinggillee erenna; gaceekka be7ibeenna."
    },
    {
        "English Sentences": "The lion's whelps have not trodden it, nor the fierce lion passed by it.",
        "Wolaitta Sentences": "Hanttaara do7ati bantta tohuwan he sohuwaa yedhdhi erokkona; gaammoikka hegaara kanttenna."
    },
    {
        "English Sentences": "He putteth forth his hand upon the rock; he overturneth the mountains by the roots.",
        "Wolaitta Sentences": "\"Asi mino zaallaa mentterettees; deriyaakka bookkidi, xaphuwaappe aatti yeggees."
    },
    {
        "English Sentences": "He cutteth out rivers among the rocks; and his eye seeth every precious thing.",
        "Wolaitta Sentences": "Zaallaa lukkidi, kanttiyo ogiyaa kessidi, he al77o shuchchaakka demmees."
    },
    {
        "English Sentences": "He bindeth the floods from overflowing; and the thing that is hid bringeth he forth to light.",
        "Wolaitta Sentences": "Haattai he sohuwau goggennaadan zeerees; geemmidabatakka poo7uwau kessees."
    },
    {
        "English Sentences": "But where shall wisdom be found? and where is the place of understanding?",
        "Wolaitta Sentences": "\"SHin aadhdhida eratettai awappe beettanau danddayii? Akeekai beettiyoosai awee?"
    },
    {
        "English Sentences": "Man knoweth not the price thereof; neither is it found in the land of the living.",
        "Wolaitta Sentences": "Asi a tumu waagaa erenna; aissi giikko, aadhdhida eratettai paxa de7iyaageetu giddon beettanau danddayenna."
    },
    {
        "English Sentences": "The depth saith, It is not in me: and the sea saith, It is not with me.",
        "Wolaitta Sentences": "Abbaa ciimmai, Aadhdhida eratettai ta giddon baawa yaagees."
    },
    {
        "English Sentences": "It cannot be gotten for gold, neither shall silver be weighed for the price thereof.",
        "Wolaitta Sentences": "\"Aadhdhida eratettai worqqan woikko biran shamettenna."
    },
    {
        "English Sentences": "It cannot be valued with the gold of Ophir, with the precious onyx, or the sapphire.",
        "Wolaitta Sentences": "Aadhdhida eratettai muruta worqqan, maragidiyaanne sampperiyaa geetettiya al77o shuchchan shamettenna."
    },
    {
        "English Sentences": "The gold and the crystal cannot equal it: and the exchange of it shall not be for jewels of fine gold.",
        "Wolaitta Sentences": "Worqqainne heregaappe oosettida miishshatu waagai aara likettenna; worqqaappe oosettida al77obankka laamettenna."
    },
    {
        "English Sentences": "No mention shall be made of coral, or of pearls: for the price of wisdom is above rubies.",
        "Wolaitta Sentences": "Aadhdhida eratettaa waagai zaagooliyaappe, almmaaziyaappenne inqqo ubbaappe aadhdhees."
    },
    {
        "English Sentences": "The topaz of Ethiopia shall not equal it, neither shall it be valued with pure gold.",
        "Wolaitta Sentences": "Tophaaziyooniyaa giyo Toophphiyaa inqqoikka aara likettenna; muruta worqqankka shamettenna."
    },
    {
        "English Sentences": "Whence then cometh wisdom? and where is the place of understanding?",
        "Wolaitta Sentences": "\"Yaatin, aadhdhida eratettai auppe yii? Akeekai beettiyoosai awee?"
    },
    {
        "English Sentences": "Seeing it is hid from the eyes of all living, and kept close from the fowls of the air.",
        "Wolaitta Sentences": "Paxa de7iya mereta ubbaappe geemmi uttiis; saluwaa kafotikka a demmokkona."
    },
    {
        "English Sentences": "Destruction and death say, We have heard the fame thereof with our ears.",
        "Wolaitta Sentences": "Bashshainne haiqoi, Nuuni aadhdhida eratettau odo xalaalaa nu haittan siyida yaagoosona."
    },
    {
        "English Sentences": "God understandeth the way thereof, and he knoweth the place thereof.",
        "Wolaitta Sentences": "\"Aadhdhida eratettaakko efiya ogiyaanne i de7iyo sohuwaa eriyai Xoossaa xalaala."
    },
    {
        "English Sentences": "For he looketh to the ends of the earth, and seeth under the whole heaven;",
        "Wolaitta Sentences": "Aissi giikko, Xoossai sa7aa gaxaa ubbaa xeellees; xeellidi salotuppe garssaara de7iyaabaa ubbaa be7ees."
    },
    {
        "English Sentences": "To make the weight for the winds; and he weigheth the waters by measure.",
        "Wolaitta Sentences": "Xoossai carkkuwaassi wolqqaa immido wodenne shaaraa haattaa likkido wode,"
    },
    {
        "English Sentences": "When he made a decree for the rain, and a way for the lightning of the thunder:",
        "Wolaitta Sentences": "iraikka awan bukkanaakko, dadaikka awan wodhdhanaakko wogaa wottido wode,"
    },
    {
        "English Sentences": "Then did he see it, and declare it; he prepared it, yea, and searched it out.",
        "Wolaitta Sentences": "i he wode, aadhdhida eratettaa be7iis; be7idi paacciis; paaccidi, lo77o giis."
    },
    {
        "English Sentences": "And unto man he said, Behold, the fear of the LORD, that is wisdom; and to depart from evil is understanding.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xoossai asaassi odiiddi, Xoossaassi yayyiyoogee aadhdhida eratetta; iitaappe haakkiyoogeekka akeeka yaagees\" yaagiis."
    },
    {
        "English Sentences": "Moreover Job continued his parable, and said,",
        "Wolaitta Sentences": "Iyyoobi qassikka hagaadan yaagiis;"
    },
    {
        "English Sentences": "Oh that I were as in months past, as in the days when God preserved me;",
        "Wolaitta Sentences": "\"Ha77i ta de7iyo duussai Xoossai beni tana naagido wodiyaagaa mala gideerenneeshsha!"
    },
    {
        "English Sentences": "When his candle shined upon my head, and when by his light I walked through darkness;",
        "Wolaitta Sentences": "A xomppee ta bolli poo7in, taani a poo7uwan hemettaas."
    },
    {
        "English Sentences": "As I was in the days of my youth, when the secret of God was upon my tabernacle;",
        "Wolaitta Sentences": "He wodee Xoossai tananne ta so asaa naagin, taani ta kumetta wolqqaara de7ido wode."
    },
    {
        "English Sentences": "When the Almighty was yet with me, when my children were about me;",
        "Wolaitta Sentences": "He wode Ubbaa Danddayiya Xoossai tanaara de7ees; ta naatikka ta yuushuwan de7oosona."
    },
    {
        "English Sentences": "When I washed my steps with butter, and the rock poured me out rivers of oil;",
        "Wolaitta Sentences": "Taani ta kushiyaa maattan meecettaas; ta gaacciyo woxaappekka zaitee shaafaadan goggiis."
    },
    {
        "English Sentences": "When I went out to the gate through the city, when I prepared my seat in the street!",
        "Wolaitta Sentences": "\"Taani kataman de7iya pirdda keettaa biido wode, daannatuura issippe uttaas."
    },
    {
        "English Sentences": "The young men saw me, and hid themselves: and the aged arose, and stood up.",
        "Wolaitta Sentences": "He wode yelagati tana be7idi, ogiyaa immidosona; cimatikka tana bonchchanau denddidi eqqidosona."
    },
    {
        "English Sentences": "The princes refrained talking, and laid their hand on their mouth.",
        "Wolaitta Sentences": "Halaqati haasayiyoogaa aggi bayidosona; bantta doonankka bantta kushiyaa wottidosona."
    },
    {
        "English Sentences": "The nobles held their peace, and their tongue cleaved to the roof of their mouth.",
        "Wolaitta Sentences": "He kataman de7iya gita asatikka co77u giidosona; eta inxxarssaikka eta kookkiyaa baqqi oiqqiis."
    },
    {
        "English Sentences": "When the ear heard me, then it blessed me; and when the eye saw me, it gave witness to me:",
        "Wolaitta Sentences": "\"Tabaa siyidaageetinne tana be7idaageeti ubbai tana galatidi haasayidosona."
    },
    {
        "English Sentences": "Because I delivered the poor that cried, and the fatherless, and him that had none to help him.",
        "Wolaitta Sentences": "Aissi giikko, maaduwaassi waassiya hiyyeesatanne aawai aayyiyaa xayin, maaddiyaabi bainnaageeta taani ashshaas."
    },
    {
        "English Sentences": "The blessing of him that was ready to perish came upon me: and I caused the widow's heart to sing for joy.",
        "Wolaitta Sentences": "Haiqqana haniya bitanee tana anjjiis; am77iyaakka ta maaduwan ufaittaasu."
    },
    {
        "English Sentences": "I put on righteousness, and it clothed me: my judgment was as a robe and a diadem.",
        "Wolaitta Sentences": "Taani xillotettaa maayodan maayaas; suure pirddaikka ta afala malanne qumaashsha mala."
    },
    {
        "English Sentences": "I was eyes to the blind, and feet was I to the lame.",
        "Wolaitta Sentences": "Taani qooqetuyyo aife, wobbetuyyo toho gidaas."
    },
    {
        "English Sentences": "I was a father to the poor: and the cause which I knew not I searched out.",
        "Wolaitta Sentences": "Hiyyeesatuyyo aawa gidaas; taani erenna asatuyyookka xabaqa gidaas."
    },
    {
        "English Sentences": "And I brake the jaws of the wicked, and plucked the spoil out of his teeth.",
        "Wolaitta Sentences": "Taani iitatu gappataa menttaas; eti shankkatidi oiqqidoogeetakka eta doonaappe wotta ekkaas."
    },
    {
        "English Sentences": "Then I said, I shall die in my nest, and I shall multiply my days as the sand.",
        "Wolaitta Sentences": "\"Hegaa gishshau, taani ta qofan, Taani lo77o, adussa laittaa ta so asaa gidduwan de7ada haiqqana."
    },
    {
        "English Sentences": "My root was spread out by the waters, and the dew lay all night upon my branch.",
        "Wolaitta Sentences": "Aissi giikko, taani ba xaphota haattaa giddo yeddidanne xaazai qamma ubban a tashiyaa bolli de7iyo mittaa mala."
    },
    {
        "English Sentences": "My glory was fresh in me, and my bow was renewed in my hand.",
        "Wolaitta Sentences": "Taani ubbatonkka bonchchettada de7ana; ta wolqqaikka ubbaton ooraxxana gaada qoppaas."
    },
    {
        "English Sentences": "Unto me men gave ear, and waited, and kept silence at my counsel.",
        "Wolaitta Sentences": "\"Taani haasayiyoogaa asai sirphphi gi ezggidi, ta zoriyaa ekkiis."
    },
    {
        "English Sentences": "After my words they spake not again; and my speech dropped upon them.",
        "Wolaitta Sentences": "Taani haasayidoogaappe guyyiyan, eti zaarettidi haasayibookkona; aissi giikko, ta qaalai eta wozanan xokkiis."
    },
    {
        "English Sentences": "And they waited for me as for the rain; and they opened their mouth wide as for the latter rain.",
        "Wolaitta Sentences": "Goshshanchchai iraa naagiyoogaadan, eti taani haasayanaagaa siyanau hanggidi naagidosona."
    },
    {
        "English Sentences": "If I laughed on them, they believed it not; and the light of my countenance they cast not down.",
        "Wolaitta Sentences": "Eti hirggi uttidaashin, taani ta som77uwaa pashkkissaas; hegan eti minettidosona."
    },
    {
        "English Sentences": "I chose out their way, and sat chief, and dwelt as a king in the army, as one that comforteth the mourners.",
        "Wolaitta Sentences": "Taani eti de7ana ogiyaa dooraas; doorada eta halaqadan uttaas. Ba olanchchatu giddon de7iya kawuwaadan, taani eta giddon de7aas. Qassi azzaniyaageeta minttettiya asa mala gidaas."
    },
    {
        "English Sentences": "But now they that are younger than I have me in derision, whose fathers I would have disdained to have set with the dogs of my flock.",
        "Wolaitta Sentences": "\"SHin ha77i taappe yelagiya asati tana baceessoosona. Eti ta dorssaa wudiyaa heemmiya kanata maaddana ginkka taani diggido aawatu naata."
    },
    {
        "English Sentences": "Yea, whereto might the strength of their hands profit me, in whom old age was perished?",
        "Wolaitta Sentences": "Eta aawati wolqqi ixxidoogeetanne bolli gilqqidoogeeta gidido gishshau, tana ainne maaddibookkona."
    },
    {
        "English Sentences": "For want and famine they were solitary; fleeing into the wilderness in former time desolate and waste.",
        "Wolaitta Sentences": "Metuwaanne namisaa gaasuwan qammi denddidi, bazzo biiddi, xaphuwaa coommidosona."
    },
    {
        "English Sentences": "Who cut up mallows by the bushes, and juniper roots for their meat.",
        "Wolaitta Sentences": "Qassi sharafaanne bonccuwaa maxidosona; mal77enna sankkaaraa xaphotakka miidosona."
    },
    {
        "English Sentences": "They were driven forth from among men, (they cried after them as after a thief;)",
        "Wolaitta Sentences": "Asai waassiiddi, kaisota yedettidoogaadan, asaa giddoppe eta yedettiis."
    },
    {
        "English Sentences": "To dwell in the cliffs of the valleys, in caves of the earth, and in the rocks.",
        "Wolaitta Sentences": "Eti zanggaaraa giddon, gonggolo giddooninne zaalla kooppo giddon de7idosona."
    },
    {
        "English Sentences": "Among the bushes they brayed; under the nettles they were gathered together.",
        "Wolaitta Sentences": "Eti buuraa giddon bazzo do7atudan waassidosona; doobbiyaa garssan shiiqidi, issippe de7idosona."
    },
    {
        "English Sentences": "They were children of fools, yea, children of base men: they were viler than the earth.",
        "Wolaitta Sentences": "Eti xurqqayyiyan shocettidi, biittaappe goodettidosona. Eti sunttaara moorettidi, eeyya gididi de7idosona."
    },
    {
        "English Sentences": "And now am I their song, yea, I am their byword.",
        "Wolaitta Sentences": "\"Ha77i eta naati tana yettan qilliiccoosona; taani eta giddon leemisidi odiyoobaa gidaas."
    },
    {
        "English Sentences": "They abhor me, they flee far from me, and spare not to spit in my face.",
        "Wolaitta Sentences": "Eti tana shenetidi, taappe haakkoosona; ainne yeellatennan ta som77uwan cuchchaa cuchchoosona."
    },
    {
        "English Sentences": "Because he hath loosed my cord, and afflicted me, they have also let loose the bridle before me.",
        "Wolaitta Sentences": "Xoossai ta wolqqaa laafettidi, tana kaushshido gishshau, eti tana qohanau, bixaalaa kessirggido paraadan, yeda gididosona."
    },
    {
        "English Sentences": "Upon my right hand rise the youth; they push away my feet, and they raise up against me the ways of their destruction.",
        "Wolaitta Sentences": "Ha seeri bainnan diccida naati ta bolli denddidi, tana yedettoosona; eti tana xaissanau ta bolli woraajjoosona."
    },
    {
        "English Sentences": "They mar my path, they set forward my calamity, they have no helper.",
        "Wolaitta Sentences": "Eti ta hemettiyo ogiyaa gorddidi, tana xaissanau koyoosona; ooninne eti hegaa oottanaagaa diggenna."
    },
    {
        "English Sentences": "They came upon me as a wide breaking in of waters: in the desolation they rolled themselves upon me.",
        "Wolaitta Sentences": "Olanchchati katamaa dirssaa menttidi geliyoogaadan, eti ta bolli yiidosona."
    },
    {
        "English Sentences": "Terrors are turned upon me: they pursue my soul as the wind: and my welfare passeth away as a cloud.",
        "Wolaitta Sentences": "Gita dagamai tana hitti oottiis; ta bonchchoikka carkkoi efiyoobaadan biis; ta ishaloikka shaaraadan xayiis."
    },
    {
        "English Sentences": "And now my soul is poured out upon me; the days of affliction have taken hold upon me.",
        "Wolaitta Sentences": "\"Ta shemppiyaa hitaasu; tuggaa gallassai tana cirppintti oiqqiis."
    },
    {
        "English Sentences": "My bones are pierced in me in the night season: and my sinews take no rest.",
        "Wolaitta Sentences": "Qammi qammi sahoi ta meqettaa coommees; seelaikka shemppi ekkennan gede gujjees."
    },
    {
        "English Sentences": "By the great force of my disease is my garment changed: it bindeth me about as the collar of my coat.",
        "Wolaitta Sentences": "Ta maayoi gunddidi moorettiis; qoliyaa qooriyaadan, tana cuulli oiqqiis."
    },
    {
        "English Sentences": "He hath cast me into the mire, and I am become like dust and ashes.",
        "Wolaitta Sentences": "Xoossai tana urqqan oliis; olin taani biittaappe bidinttaappe kehenna asa gidaas."
    },
    {
        "English Sentences": "I cry unto thee, and thou dost not hear me: I stand up, and thou regardest me not.",
        "Wolaitta Sentences": "\"Abeet Xoossau, taani neeyyo waassais; shin neeni taayyo allabaakka. Eqqada nena woossaas; shin neeni ta woosaa siyabaakka."
    },
    {
        "English Sentences": "Thou art become cruel to me: with thy strong hand thou opposest thyself against me.",
        "Wolaitta Sentences": "Neeni kaseegaappe dummatada, taayyo meqettaa iitadasa; ne gita wolqqan tana yedettaasa."
    },
    {
        "English Sentences": "Thou liftest me up to the wind; thou causest me to ride upon it, and dissolvest my substance.",
        "Wolaitta Sentences": "Neeni tana carkkuwan denttadasa; denttada a togissadasa; gotiyankka tana suragissadasa."
    },
    {
        "English Sentences": "For I know that thou wilt bring me to death, and to the house appointed for all living.",
        "Wolaitta Sentences": "Asau ubbau wurssetta gidida haiquwau neeni tana aattada immiyoogaa taani erais."
    },
    {
        "English Sentences": "Howbeit he will not stretch out his hand to the grave, though they cry in his destruction.",
        "Wolaitta Sentences": "\"Kunddidi meqqida asi tuggatiiddi, Tana maaddarkkii giidi waassin, au qarettenna asi de7ii?"
    },
    {
        "English Sentences": "Did not I weep for him that was in trouble? was not my soul grieved for the poor?",
        "Wolaitta Sentences": "Tuggan de7iyaageetuyyo taani yeekkabeikkinaa? Hiyyeesatuyyo taani qarettabeikkinaa?"
    },
    {
        "English Sentences": "When I looked for good, then evil came unto me: and when I waited for light, there came darkness.",
        "Wolaitta Sentences": "Lo77obaa demmana gaada taani amottiyo wode, iitabai tana gakkiis. Taayyo sa7ai kehees gaada taani naagiyo wode, gallassai taayyo xumiis."
    },
    {
        "English Sentences": "My bowels boiled, and rested not: the days of affliction prevented me.",
        "Wolaitta Sentences": "Ta wozanai hirggiis; taani woppaa demmabeikke; gallassaappe gallassan ta tuggai yaa dariis."
    },
    {
        "English Sentences": "I went mourning without the sun: I stood up, and I cried in the congregation.",
        "Wolaitta Sentences": "Ta bollai awaa suuluwan gidennan azzanuwan karexxiis; taani shiiquwan eqqada, Tana maaddite! gaada waassais."
    },
    {
        "English Sentences": "I am a brother to dragons, and a companion to owls.",
        "Wolaitta Sentences": "Taani worakanatuyyo isha, yanchchatuyyookka dabbo gidaas."
    },
    {
        "English Sentences": "My skin is black upon me, and my bones are burned with heat.",
        "Wolaitta Sentences": "Ta gogai xiiximmidi, poqetti poqetti wodhdhees; ta bollaikka mishuwan xuugettees."
    },
    {
        "English Sentences": "My harp also is turned to mourning, and my organ into the voice of them that weep.",
        "Wolaitta Sentences": "Hegaa gishshau, ta maazinqqee zilaassau diixettiis; ta imbbiliiteekka yeehuwau punettiis."
    },
    {
        "English Sentences": "I made a covenant with mine eyes; why then should I think upon a maid?",
        "Wolaitta Sentences": "\"Maccaasa xeellada amottennaadan, taani ta aifiyaara maachchaa maacettaas."
    },
    {
        "English Sentences": "For what portion of God is there from above? and what inheritance of the Almighty from on high?",
        "Wolaitta Sentences": "Taani hegaa oottidabaa gidiyaakko, bollan de7iya Xoossai taayyo aiba qaada immanddeeshsha? Saluwan de7iya Ubbaa Danddayiya Xoossai asaassi immiyo woitoi aiba gidanddeeshsha?"
    },
    {
        "English Sentences": "Is not destruction to the wicked? and a strange punishment to the workers of iniquity?",
        "Wolaitta Sentences": "Iitatu bolli boshai, mooruwaa oottiyaageetu bolli bashshai gakkanaagee erettidaagaa gidenneeyye?"
    },
    {
        "English Sentences": "Doth not he see my ways, and count all my steps?",
        "Wolaitta Sentences": "Xoossai ta hemetaa ubbaa be7ees; ta tangguwaa ubbaakka qoodees."
    },
    {
        "English Sentences": "If I have walked with vanity, or if my foot hath hasted to deceit;",
        "Wolaitta Sentences": "\"Taani iitabaa mulekka oottabeikke; asakka cimmanau kajjeelabeikke."
    },
    {
        "English Sentences": "Let me be weighed in an even balance that God may know mine integrity.",
        "Wolaitta Sentences": "Xoossai tana likke meezaanan mazzano; yaatidi taani xillo gidiyoogaa ero."
    },
    {
        "English Sentences": "If my step hath turned out of the way, and mine heart walked after mine eyes, and if any blot hath cleaved to mine hands;",
        "Wolaitta Sentences": "Ta hemetai ogiyaappe sher77idabaa gidikko, ta wozanaikka ta aifee xeellidobaa amottidabaa gidikkonne, qassi ta kusheekka nagaran tunidabaa gidikko,"
    },
    {
        "English Sentences": "Then let me sow, and let another eat; yea, let my offspring be rooted out.",
        "Wolaitta Sentences": "ta carshshai ubbai shodetti xayo; taani zeridobaakka harai mo."
    },
    {
        "English Sentences": "If mine heart have been deceived by a woman, or if I have laid wait at my neighbour's door;",
        "Wolaitta Sentences": "\"Ta wozanai ta shooruwaa maccaasa amottidaba gidikko, woikko taani i penggen zuggada naagidabaa gidikko,"
    },
    {
        "English Sentences": "Then let my wife grind unto another, and let others bow down upon her.",
        "Wolaitta Sentences": "ta keettaayyiyaa hara asau gaaccu; qassi hara attuma asati iira zin77ona."
    },
    {
        "English Sentences": "For this is an heinous crime; yea, it is an iniquity to be punished by the judges.",
        "Wolaitta Sentences": "Aissi giikko, shaaramuxiyoogee keehippe pokkonne pirddan qaxxayissiya nagara."
    },
    {
        "English Sentences": "For it is a fire that consumeth to destruction, and would root out all mine increase.",
        "Wolaitta Sentences": "Ha nagarai tamaadan xuuggidi, ta aquwaa ubbaa xaissiyaabaa."
    },
    {
        "English Sentences": "If I did despise the cause of my manservant or of my maidservant, when they contended with me;",
        "Wolaitta Sentences": "\"Taani ta attuma woikko ta macca ashkkarati tana mootin, eta mootuwaa karidabaa gidikko,"
    },
    {
        "English Sentences": "What then shall I do when God riseth up? and when he visiteth, what shall I answer him?",
        "Wolaitta Sentences": "Xoossai tana pirddiyo wode, taani waananee? Qassi i tana oichchiyo wode, taani woiga zaaranee?"
    },
    {
        "English Sentences": "Did not he that made me in the womb make him? and did not one fashion us in the womb?",
        "Wolaitta Sentences": "Aissi giikko, tana medhdhida Xoossai ta ashkkaratakka i medhdhiis. Nuna ubbaakka nu aayee nu aayee uluwan tilidaagee issi a xalaalaa."
    },
    {
        "English Sentences": "If I have withheld the poor from their desire, or have caused the eyes of the widow to fail;",
        "Wolaitta Sentences": "\"Taani hiyyeesati woossidobaa diggabeikke; woikko am77eta minttettennan agga erikke."
    },
    {
        "English Sentences": "Or have eaten my morsel myself alone, and the fatherless hath not eaten thereof;",
        "Wolaitta Sentences": "Aawai aayyiyaa bainna naati mela aqiyo wode, taani ta qumaa tarkka mabeikke."
    },
    {
        "English Sentences": "(For from my youth he was brought up with me, as with a father, and I have guided her from my mother's womb;)",
        "Wolaitta Sentences": "Taani eta ta yelagatettaappe doommada, eta aawadan dichchaas; ta aayee uluwaappe yelettoosappe doommada, am77eta maaddaas."
    },
    {
        "English Sentences": "If I have seen any perish for want of clothing, or any poor without covering;",
        "Wolaitta Sentences": "Maayoi xayin, meegoi woriyo uraa, woikko kallo de7iya metootanchcha demmiyo wode,"
    },
    {
        "English Sentences": "If his loins have not blessed me, and if he were not warmed with the fleece of my sheep;",
        "Wolaitta Sentences": "ta dorssatu ikisiyaappe oosettida maayuwaa taani etau immennan agga erikke. Hegaa gishshau, etikka bantta polo wozanan tana galatoosona."
    },
    {
        "English Sentences": "If I have lifted up my hand against the fatherless, when I saw my help in the gate:",
        "Wolaitta Sentences": "Taani mootuwan eta shatimmanaagaa erada, aawi bainna naata naaqqidabaa gidikko,"
    },
    {
        "English Sentences": "Then let mine arm fall from my shoulder blade, and mine arm be broken from the bone.",
        "Wolaitta Sentences": "ta qesee kuriyaappe meqqo; ta kusheekka hashiyaappe karetti wodhdho."
    },
    {
        "English Sentences": "For destruction from God was a terror to me, and by reason of his highness I could not endure.",
        "Wolaitta Sentences": "Hegaa taani oottennaagee Xoossaa qixaatiyaassi yayyiyo gishshaassanne a anggai tana daganttiyo gishshaassa."
    },
    {
        "English Sentences": "If I have made gold my hope, or have said to the fine gold, Thou art my confidence;",
        "Wolaitta Sentences": "\"Taani worqqan ammanettido wodee baawa. Muruta worqqaakka, Taani nenan ceeqettais gabeikke."
    },
    {
        "English Sentences": "If I rejoiced because my wealth was great, and because mine hand had gotten much;",
        "Wolaitta Sentences": "Ta duretettaa daruwan, ta kushee demmido woriyan taani ufaittabeikke."
    },
    {
        "English Sentences": "If I beheld the sun when it shined, or the moon walking in brightness;",
        "Wolaitta Sentences": "Awaa phoolettaa woikko aginaa lo77otettaa be7ada,"
    },
    {
        "English Sentences": "And my heart hath been secretly enticed, or my mouth hath kissed my hand:",
        "Wolaitta Sentences": "ta wozanan geeman eta bonchchabeikke, woikko ta kushiyaa piddi ootta yerada, etau goinnabeikke."
    },
    {
        "English Sentences": "This also were an iniquity to be punished by the judge: for I should have denied the God that is above.",
        "Wolaitta Sentences": "Taani hegaa oottidaakko, Xoossaa kaddaas shin. He nagaraikka pirddan qaxxayissiya nagara."
    },
    {
        "English Sentences": "If I rejoiced at the destruction of him that hated me, or lifted up myself when evil found him:",
        "Wolaitta Sentences": "\"Ta morkketa gakkida iita qaadan taani ufaittabeikke; eta gakkida metuwankka hombbocabeikke."
    },
    {
        "English Sentences": "Neither have I suffered my mouth to sin by wishing a curse to his soul.",
        "Wolaitta Sentences": "Ta morkkee xayo yaaga qanggada, nagara oottabeikke."
    },
    {
        "English Sentences": "If the men of my tabernacle said not, Oh that we had of his flesh! we cannot be satisfied.",
        "Wolaitta Sentences": "Taani ubbaton imattaa mokkiyoogaa ta ashkkarati taayyo markkattoosona."
    },
    {
        "English Sentences": "The stranger did not lodge in the street: but I opened my doors to the traveller.",
        "Wolaitta Sentences": "Sa7ai qammido asa karen aissabeikke; taani ta keettaa penggiyaa ogiyaara biyaagau ubbatoo dooya wottaas."
    },
    {
        "English Sentences": "If I covered my transgressions as Adam, by hiding mine iniquity in my bosom:",
        "Wolaitta Sentences": "Asai qosiyoogaadan, taani ta nagaraa ta shophphan qosabeikke."
    },
    {
        "English Sentences": "Did I fear a great multitude, or did the contempt of families terrify me, that I kept silence, and went not out of the door?",
        "Wolaitta Sentences": "Taani asaa haasayaassi dagammabeikke; eta boriyaassi yayyada, taani co77u giido wodeenne kare kiyennan aggido wodee baawa."
    },
    {
        "English Sentences": "Oh that one would hear me! behold, my desire is, that the Almighty would answer me, and that mine adversary had written a book.",
        "Wolaitta Sentences": "\"Taani haasayiyoogaa siyiyaabi de7eerenneeshsha! Taani haasayidobai ubbai tuma gidiyoogau taani paramais; Ubbaa Danddayiya Xoossai taayyo zaaruwaa immo. Ta baarigaarai tana mootido pailee de7in, wai be7arkkinaashsha!"
    },
    {
        "English Sentences": "Surely I would take it upon my shoulder, and bind it as a crown to me.",
        "Wolaitta Sentences": "Be7iyaakko, woitodan taani ta hashiyan sikkana shin! Kallachchadan ta huuphiyan goxxana shin!"
    },
    {
        "English Sentences": "I would declare unto him the number of my steps; as a prince would I go near unto him.",
        "Wolaitta Sentences": "Taani halaqadan akko shiiqada, ta oottidobaa ubbaa ayyo yootana shin!"
    },
    {
        "English Sentences": "If my land cry against me, or that the furrows likewise thereof complain;",
        "Wolaitta Sentences": "\"Ta goshsha biittai, Tana bonqqa ekkadasa! giidi, ta bolli waassidabaa gidikko, ta yafaratikka ta bolli yeekkidabaa gidikko,"
    },
    {
        "English Sentences": "If I have eaten the fruits thereof without money, or have caused the owners thereof to lose their life:",
        "Wolaitta Sentences": "he biittan mokkidaagaa miishsha qanxxennan coo miidabaa gidikko, woikko he biittaa oottiyaageeta namisan woridaba gidikko,"
    },
    {
        "English Sentences": "Let thistles grow instead of wheat, and cockle instead of barley. The words of Job are ended.",
        "Wolaitta Sentences": "taayyo gisttiyaa gishshaa agunttai, banggaa gishshaakka sharafai he biittan mokko\" yaagiis. Iyyooba haasayai hagan polettiis."
    },
    {
        "English Sentences": "So these three men ceased to answer Job, because he was righteous in his own eyes.",
        "Wolaitta Sentences": "Iyyoobi, \"Taani xillo asa\" giido gishshau, ha heezzu asati ayyo zaaruwaa immiyoogaa aggi bayidosona."
    },
    {
        "English Sentences": "Then was kindled the wrath of Elihu the son of Barachel the Buzite, of the kindred of Ram: against Job was his wrath kindled, because he justified himself rather than God.",
        "Wolaitta Sentences": "Iyyoobi Xoossaa xillo giyoogaa aggidi, bana xillo oottido gishshau, Raama yara gidiya Buuziyaa Barkkeela na7ai Eelihu Iyyooba bolli keehippe hanqqettiis."
    },
    {
        "English Sentences": "Also against his three friends was his wrath kindled, because they had found no answer, and yet had condemned Job.",
        "Wolaitta Sentences": "Eelihu qassi Iyyooba heezzu laggetakka hanqqettiis; aissi giikko, eti a coo mooranchcha giidosonappe attin, ayyo zirxxa zaaro zaaranau danddayibookkona."
    },
    {
        "English Sentences": "Now Elihu had waited till Job had spoken, because they were elder than he.",
        "Wolaitta Sentences": "Eelihu etappe kaalotiyo gishshau, eti ubbai haasayaa wurssana gakkanaashin naagiis."
    },
    {
        "English Sentences": "When Elihu saw that there was no answer in the mouth of these three men, then his wrath was kindled.",
        "Wolaitta Sentences": "Ha heezzu asati Iyyoobayyo gidiya zaaruwaa immanau danddayibeennaagaa be7idi, i keehippe hanqqettiis."
    },
    {
        "English Sentences": "And Elihu the son of Barachel the Buzite answered and said, I am young, and ye are very old; wherefore I was afraid, and durst not shew you mine opinion.",
        "Wolaitta Sentences": "Hanqqettidi Buuziyaa Barkkeela na7ai Eelihu hagaadan yaagidi, haasayaa doommiis; \"Taani laittan naatais; intte taappe cimeeta. Hegaa gishshau, taani ta qofaa intteyyo yootanau yayyaas."
    },
    {
        "English Sentences": "I said, Days should speak, and multitude of years should teach wisdom.",
        "Wolaitta Sentences": "Taani, Cimati haasayona; bantta daro laittan demmido aadhdhida eratettaa tamaarissona gaada qoppaas."
    },
    {
        "English Sentences": "But there is a spirit in man: and the inspiration of the Almighty giveth them understanding.",
        "Wolaitta Sentences": "SHin asa giddon aqidi, aadhdhida eratettaa asassi immiyaagee Ubbaa Danddayiya Xoossaa Ayyaanaa."
    },
    {
        "English Sentences": "Great men are not always wise: neither do the aged understand judgment.",
        "Wolaitta Sentences": "Asaa aadhdhida eranchcha kessiyaagee cimatetta gidenna, woikko likkebai geliyoi daro de7ida asatussa gidenna."
    },
    {
        "English Sentences": "Therefore I said, Hearken to me; I also will shew mine opinion.",
        "Wolaitta Sentences": "Hegaa gishshau, siyite; taanikka ta qofaa intteyyo yootana."
    },
    {
        "English Sentences": "Behold, I waited for your words; I gave ear to your reasons, whilst ye searched out what to say.",
        "Wolaitta Sentences": "\"Be7ite, intte haasayiyo wode, taani co77u gaada ezggaas; intte haasayana qaalaa qoppishinkka naagaas."
    },
    {
        "English Sentences": "Yea, I attended unto you, and, behold, there was none of you that convinced Job, or that answered his words:",
        "Wolaitta Sentences": "Taani intte giyoogaa ubbaa wurssa siyaas; shin intteppe ooninne Iyyoobi mooranchcha giidi ammanttibeenna; qassi intteppe ooninne a palamau bessiya zaaruwaa immibeenna."
    },
    {
        "English Sentences": "Lest ye should say, We have found out wisdom: God thrusteth him down, not man.",
        "Wolaitta Sentences": "Iyyooba haasayaayyo kalissiya zaaruwaa zaaranai Xoossaappe attin, asa gidenna gishshau, intte, Nuuni aadhdhida eratettaa demmida geennaadan naagettite."
    },
    {
        "English Sentences": "Now he hath not directed his words against me: neither will I answer him with your speeches.",
        "Wolaitta Sentences": "Iyyoobi palamettidoogee inttenaarappe attin, tanaara gidenna. Taani intte haasayidoogaadan ayyo zaaruwaa immikke."
    },
    {
        "English Sentences": "They were amazed, they answered no more: they left off speaking.",
        "Wolaitta Sentences": "\"Iyyoobaa, eti dagammidi, ne haasayaassi zaaruwaa immanau danddayibookkona; etau haasayiyoobai xayiis."
    },
    {
        "English Sentences": "When I had waited, (for they spake not, but stood still, and answered no more;)",
        "Wolaitta Sentences": "Eti haasayiyoobaa xayidi, co77u giidi eqqikko, taanikka naaganau koshshii?"
    },
    {
        "English Sentences": "I said, I will answer also my part, I also will shew mine opinion.",
        "Wolaitta Sentences": "CHii, chii, taayyookka yootiyoobai de7ees; taanikka ta qofaa yootana."
    },
    {
        "English Sentences": "For I am full of matter, the spirit within me constraineth me.",
        "Wolaitta Sentences": "Taani daro haasayiyoobai de7iyo gishshau, ta giddon de7iya ayyaanai tana oda giidi giddees."
    },
    {
        "English Sentences": "Behold, my belly is as wine which hath no vent; it is ready to burst like new bottles.",
        "Wolaitta Sentences": "Be7ite, taayyo haasayiyo kayai imettennabaa gidikko, taani ho77o woine eessai kumido ogoruwaadan xuuqqana hanais."
    },
    {
        "English Sentences": "I will speak, that I may be refreshed: I will open my lips and answer.",
        "Wolaitta Sentences": "Taayyo hagaappe guuttaa kehana mala, taani haasayanau koshshees; ta doonaakka dooyada, taani ta zaaruwaa immanau koshshees."
    },
    {
        "English Sentences": "Let me not, I pray you, accept any man's person, neither let me give flattering titles unto man.",
        "Wolaitta Sentences": "Ha yohuwan taani oonanne maaddikke, woikko ai asanne coo sabbikke."
    },
    {
        "English Sentences": "For I know not to give flattering titles; in so doing my maker would soon take me away.",
        "Wolaitta Sentences": "Aissi giikko, asa coo sabbiyoobi taayyo mulekka erettenna. Taani qassi hegaa hanikko, tana Medhdhidaagee tana qaxxayana."
    },
    {
        "English Sentences": "Wherefore, Job, I pray thee, hear my speeches, and hearken to all my words.",
        "Wolaitta Sentences": "\"Iyyoobaa, ha77i taani yootiyoogaa siya; ta giyoobaa ubbaakka ezgga."
    },
    {
        "English Sentences": "Behold, now I have opened my mouth, my tongue hath spoken in my mouth.",
        "Wolaitta Sentences": "Taani haasayanau giigaas; ta qaalatikka ta inxxarssaa xeeran de7oosona."
    },
    {
        "English Sentences": "My words shall be of the uprightness of my heart: and my lips shall utter knowledge clearly.",
        "Wolaitta Sentences": "Ta haasayiyo qaalati ta wozanaa suuretettaa qonccissoosona; taani eriyoogaa ta inxxarssai tumatettan haasayees."
    },
    {
        "English Sentences": "The spirit of God hath made me, and the breath of the Almighty hath given me life.",
        "Wolaitta Sentences": "Tana Xoossaa Ayyaanai medhdhiis; Ubbaa Danddayiya Xoossaa shemppoi taayyo de7uwaa immiis."
    },
    {
        "English Sentences": "If thou canst answer me, set thy words in order before me, stand up.",
        "Wolaitta Sentences": "Neeni danddayiyaaba gidikko, taayyo zaaruwaa imma; nena giigissada, tanaara gaitta."
    },
    {
        "English Sentences": "Behold, I am according to thy wish in God's stead: I also am formed out of the clay.",
        "Wolaitta Sentences": "\"Be7a, taani Xoossaa sinttan ne mala; qassi taanikka urqqaappe merettaas."
    },
    {
        "English Sentences": "Behold, my terror shall not make thee afraid, neither shall my hand be heavy upon thee.",
        "Wolaitta Sentences": "Neeni taassi yayyiyo gaasoi baawa; taani nena naaqqikke."
    },
    {
        "English Sentences": "Surely thou hast spoken in mine hearing, and I have heard the voice of thy words, saying,",
        "Wolaitta Sentences": "\"Ne haasayaa ubbaa taani ezggaidda takkaas; neeni hagaadan yaagishin siyaas;"
    },
    {
        "English Sentences": "I am clean without transgression, I am innocent; neither is there iniquity in me.",
        "Wolaitta Sentences": "Taani geeshshanne boree bainna asa; taani xillonne nagara oottabeenna asa."
    },
    {
        "English Sentences": "Behold, he findeth occasions against me, he counteth me for his enemy,",
        "Wolaitta Sentences": "SHin Xoossai tana qaxxayanau gaasuwaa koyees; i tana ba morkkedan qoodees."
    },
    {
        "English Sentences": "He putteth my feet in the stocks, he marketh all my paths.",
        "Wolaitta Sentences": "Ta tohuwaa toho biratan qachchees; taani tanggiyo tanggo ubbaakka i wochchees yaagadasa."
    },
    {
        "English Sentences": "Behold, in this thou art not just: I will answer thee, that God is greater than man.",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni ha haasayan likke gidakka! Ane taani neeyyo yootais; Xoossai asappe aadhdhees."
    },
    {
        "English Sentences": "Why dost thou strive against him? for he giveth not account of any of his matters.",
        "Wolaitta Sentences": "Neeni, Xoossai taani haasayido haasayau zaaruwaa immenna gaada, aissi aara palamettai?"
    },
    {
        "English Sentences": "For God speaketh once, yea twice, yet man perceiveth it not.",
        "Wolaitta Sentences": "Asi akeekennappe attin, Xoossai ha ogiyaarakka he ogiyaarakka haasayees."
    },
    {
        "English Sentences": "In a dream, in a vision of the night, when deep sleep falleth upon men, in slumberings upon the bed;",
        "Wolaitta Sentences": "\"Asai qammi hiixan zin77idi, xiskkuwaa kairido wode, Xoossai aimuwaaninne ajjuutan haasayees."
    },
    {
        "English Sentences": "Then he openeth the ears of men, and sealeth their instruction,",
        "Wolaitta Sentences": "He wode asai siyanaadan haittaa dooyees; ba seerankka i eta daganttees."
    },
    {
        "English Sentences": "That he may withdraw man from his purpose, and hide pride from man.",
        "Wolaitta Sentences": "Yaatidi asi nagaraa oottennaadan teqqees; otoruwaakka asaappe diggees."
    },
    {
        "English Sentences": "He keepeth back his soul from the pit, and his life from perishing by the sword.",
        "Wolaitta Sentences": "Xoossai asaa bashshaappe ashshees; haiquwaappekka naagees."
    },
    {
        "English Sentences": "He is chastened also with pain upon his bed, and the multitude of his bones with strong pain:",
        "Wolaitta Sentences": "\"Xoossai sakkiya harggiyan asaa oittidikka, asi ba balaappe simmanaadan seerees."
    },
    {
        "English Sentences": "So that his life abhorreth bread, and his soul dainty meat.",
        "Wolaitta Sentences": "Hegaadan hanidi, harggida uri kattaa ixxees; daro mal77o qumaikka a sheneyees."
    },
    {
        "English Sentences": "His flesh is consumed away, that it cannot be seen; and his bones that were not seen stick out.",
        "Wolaitta Sentences": "A ashoikka gilqqidi wurees; a bollaikka melin, meqettai qoodettees."
    },
    {
        "English Sentences": "Yea, his soul draweth near unto the grave, and his life to the destroyers.",
        "Wolaitta Sentences": "I haiqqanaunne moogettanau hanees."
    },
    {
        "English Sentences": "If there be a messenger with him, an interpreter, one among a thousand, to shew unto man his uprightness:",
        "Wolaitta Sentences": "\"Asau suure ogiyaa bessiya, sha7an qoodettiya kiitanchchatuppe issoi ayyo gaannatanau yiyaakko,"
    },
    {
        "English Sentences": "Then he is gracious unto him, and saith, Deliver him from going down to the pit: I have found a ransom.",
        "Wolaitta Sentences": "yiidikka ayyo qarettidi, I duufuwaa gelennaadan a ashsha. Taani ayyo woziyoobaa demmaas yaagiyaakko,"
    },
    {
        "English Sentences": "His flesh shall be fresher than a child's: he shall return to the days of his youth:",
        "Wolaitta Sentences": "a bollai yelagana; a yelagatettaa wolqqaikka ayyo simmana."
    },
    {
        "English Sentences": "He shall pray unto God, and he will be favourable unto him: and he shall see his face with joy: for he will render unto man his righteousness.",
        "Wolaitta Sentences": "He bitanee Xoossaa woossana; woossin Xoossai a woosaa siyana. Xoossai ayyo a xillotettaa zaariyo gishshau, i ufaissan Xoossaassi goinnana."
    },
    {
        "English Sentences": "He looketh upon men, and if any say, I have sinned, and perverted that which was right, and it profited me not;",
        "Wolaitta Sentences": "He wode asaa sinttan i hagaadan yaagidi yexxana; Taani nagaraa oottaas; suurebaakka geellayaas; shin Xoossai ta mooruwaadan taayyo qanxxibeenna."
    },
    {
        "English Sentences": "He will deliver his soul from going into the pit, and his life shall see the light.",
        "Wolaitta Sentences": "Taani duufuwan gelennaadan tana ashshiis; hekko, ha77i paxa de7ada, poo7uwaa be7ais yaagana."
    },
    {
        "English Sentences": "Lo, all these things worketh God oftentimes with man,",
        "Wolaitta Sentences": "\"Be7ite, Xoossai asaassi hagaa ubbaa zaari zaaridi oottees;"
    },
    {
        "English Sentences": "To bring back his soul from the pit, to be enlightened with the light of the living.",
        "Wolaitta Sentences": "hegaadan oottidi, asaa duufuwan geliyoogaappe ashshees; de7uwan i ufaittanaadan oottees."
    },
    {
        "English Sentences": "Mark well, O Job, hearken unto me: hold thy peace, and I will speak.",
        "Wolaitta Sentences": "\"Simmi Iyyoobaa, taani yootiyoogaa ezggada siya. Ane neeni co77u gin, taani haasayais."
    },
    {
        "English Sentences": "If thou hast anything to say, answer me: speak, for I desire to justify thee.",
        "Wolaitta Sentences": "Neeni haasayanau koyiyoobi de7ikko, taayyo haasaya. Taani neeni xillo gidiyoogaa bessanau koyais."
    },
    {
        "English Sentences": "If not, hearken unto me: hold thy peace, and I shall teach thee wisdom.",
        "Wolaitta Sentences": "Hegee xayikko, co77u gaada, taani haasayiyoogaa siya. Nena taani aadhdhida eratettaa tamaarissana\" yaagiis."
    },
    {
        "English Sentences": "Furthermore Elihu answered and said,",
        "Wolaitta Sentences": "Qassikka Eelihu hagaadan yaagiis,"
    },
    {
        "English Sentences": "Hear my words, O ye wise men; and give ear unto me, ye that have knowledge.",
        "Wolaitta Sentences": "\"Inttenoo, aadhdhida eranchchatoo, taani haasayiyo haasayaa siyite. Inttenoo, eranchchatoo, intte haittaa taakko yeggite."
    },
    {
        "English Sentences": "For the ear trieth words, as the mouth tasteth meat.",
        "Wolaitta Sentences": "Inxxarssai qumaa mal77uwaa eriyoogaadan, haittaikka yohuwaa shaakkidi erees."
    },
    {
        "English Sentences": "Let us choose to us judgment: let us know among ourselves what is good.",
        "Wolaitta Sentences": "Ane nuuni likkebaanne lo77obaa shaakkidi eroos."
    },
    {
        "English Sentences": "For Job hath said, I am righteous: and God hath taken away my judgment.",
        "Wolaitta Sentences": "\"Iyyoobi, Taani xillo; shin Xoossai ta suure pirddaa tana diggiis."
    },
    {
        "English Sentences": "Should I lie against my right? my wound is incurable without transgression.",
        "Wolaitta Sentences": "Taani likke gidaidda, worddanchchadan qoodettaas. Tanan mooroi bainnankka, i tana paxennaadan masunxxissiis yaagiis."
    },
    {
        "English Sentences": "What man is like Job, who drinketh up scorning like water?",
        "Wolaitta Sentences": "\"Xoossaa bolli Iyyoobadan qilliicciya asi de7ii?"
    },
    {
        "English Sentences": "Which goeth in company with the workers of iniquity, and walketh with wicked men.",
        "Wolaitta Sentences": "I iitabaa oottiyaageetuura zuppetees; nagaranchchatuurakka hemettees."
    },
    {
        "English Sentences": "For he hath said, It profiteth a man nothing that he should delight himself with God.",
        "Wolaitta Sentences": "Waanidi giikko, i, Asi Xoossaa ufaissana giidi oottiyoobi ainne maaddenna yaagees."
    },
    {
        "English Sentences": "Therefore hearken unto me ye men of understanding: far be it from God, that he should do wickedness; and from the Almighty, that he should commit iniquity.",
        "Wolaitta Sentences": "\"Hegaa gishshau, inttenoo, akeekanchcha asatoo, taani yootiyoogaa ane siyite! Ubbaa Danddayiya Xoossai iitabaa mulekka oottenna."
    },
    {
        "English Sentences": "For the work of a man shall he render unto him, and cause every man to find according to his ways.",
        "Wolaitta Sentences": "Xoossai asassi a oosuwaadan immees; aawu ogiyaadan aawussi qanxxees."
    },
    {
        "English Sentences": "Yea, surely God will not do wickedly, neither will the Almighty pervert judgment.",
        "Wolaitta Sentences": "Xoossai tumuppe iitabaa oottenna; Ubbaa Danddayiya Xoossai suure pirddaa geellayenna."
    },
    {
        "English Sentences": "Who hath given him a charge over the earth? or who hath disposed the whole world?",
        "Wolaitta Sentences": "Sa7aa bollan Xoossaayyo maataa immidai oonee? Qassi biittaa ubbaa bolli a sunttidai oonee?"
    },
    {
        "English Sentences": "If he set his heart upon man, if he gather unto himself his spirit and his breath;",
        "Wolaitta Sentences": "Xoossai ba Ayyaanaanne ba de7o shemppuwaa baakko zaaridi ekkiyaakko,"
    },
    {
        "English Sentences": "All flesh shall perish together, and man shall turn again unto dust.",
        "Wolaitta Sentences": "asho maayida ubbai issippe xayana; asi biittau duge simmana."
    },
    {
        "English Sentences": "If now thou hast understanding, hear this: hearken to the voice of my words.",
        "Wolaitta Sentences": "\"Intte akeekanchcha gidikko, hagaa siyite; ta haasayiyoogaakka ezggite."
    },
    {
        "English Sentences": "Shall even he that hateth right govern? and wilt thou condemn him that is most just?",
        "Wolaitta Sentences": "Suure pirddaa ixxiyaagee biittaa haaranau danddayii? Yaatin, neeni xillonne wolqqaama gidiya Xoossaa pirddai?"
    },
    {
        "English Sentences": "Is it fit to say to a king, Thou art wicked? and to princes, Ye are ungodly?",
        "Wolaitta Sentences": "Xoossai kawota, Intte shufurota yaagees; qassi biittaa haariyaageetakka, Intte iita yaagees."
    },
    {
        "English Sentences": "How much less to him that accepteth not the persons of princes, nor regardeth the rich more than the poor? for they all are the work of his hands.",
        "Wolaitta Sentences": "Halaqatu som77uwaa xeellidi maaddenna; duriyaakka manqquwaappe aattidi xeellenna. Aissi giikko, eti ubbaikka a oosota."
    },
    {
        "English Sentences": "In a moment shall they die, and the people shall be troubled at midnight, and pass away: and the mighty shall be taken away without hand.",
        "Wolaitta Sentences": "Eti hekka bilahe akeekennan haiqqana; asai ubbaikka kokkoridi xayana; wolqqaamatikka ai asa kusheenne bochchennan kichchana."
    },
    {
        "English Sentences": "For his eyes are upon the ways of man, and he seeth all his goings.",
        "Wolaitta Sentences": "\"Xoossai asaa hemetaa xeellees; a tanggo ubbaakka wochchees."
    },
    {
        "English Sentences": "There is no darkness, nor shadow of death, where the workers of iniquity may hide themselves.",
        "Wolaitta Sentences": "Iitaa oottiyaageeta Xoossaappe genttanau danddayiya sakkana xumi baawa."
    },
    {
        "English Sentences": "For he will not lay upon man more than right; that he should enter into judgment with God.",
        "Wolaitta Sentences": "Xoossai asaa bolli pirddanau, asai a sintti shiiqanaadan keero immenna."
    },
    {
        "English Sentences": "He shall break in pieces mighty men without number, and set others in their stead.",
        "Wolaitta Sentences": "Wolqqaamata ainne oichchennan mentterettees; yaatidi eta sohuwan haraata wottees."
    },
    {
        "English Sentences": "Therefore he knoweth their works, and he overturneth them in the night, so that they are destroyed.",
        "Wolaitta Sentences": "I eta oosuwaa eriyo gishshau, eta issi qammi maataappe wottidi xaissees."
    },
    {
        "English Sentences": "He striketh them as wicked men in the open sight of others;",
        "Wolaitta Sentences": "Eta iitatettaa gishshau, asi ubbi be7iyoosan i eta qaxxayees."
    },
    {
        "English Sentences": "Because they turned back from him, and would not consider any of his ways:",
        "Wolaitta Sentences": "Qaxxayiyoogeekka eti a kaallennan ixxidi, a azazuwaakka aggido gishshaassa."
    },
    {
        "English Sentences": "So that they cause the cry of the poor to come unto him, and he heareth the cry of the afflicted.",
        "Wolaitta Sentences": "Eti hiyyeesata huqqunnidi, eta Xoossaakko waassanaadan oottidosona; oottin Xoossai hiyyeesatu waasuwaa siyiis."
    },
    {
        "English Sentences": "When he giveth quietness, who then can make trouble? and when he hideth his face, who then can behold him? whether it be done against a nation, or against a man only:",
        "Wolaitta Sentences": "Xoossai co77u giikko, a pirddanai oonee? I ba som77uwaa wora zaarikko, asa maaddiyaabi baawa."
    },
    {
        "English Sentences": "That the hypocrite reign not, lest the people be ensnared.",
        "Wolaitta Sentences": "Hegaadankka, Xoossaassi yayyenna asati haarennaadaaninne asaassikka gite gidennaadan, asai ubbai digganau danddayenna."
    },
    {
        "English Sentences": "Surely it is meet to be said unto God, I have borne chastisement, I will not offend any more:",
        "Wolaitta Sentences": "\"Iyyoobaa, ne nagaraa Xoossaayyo paaxadii? Qassi zaarada nagara oottennaadan geppadii?"
    },
    {
        "English Sentences": "That which I see not teach thou me: if I have done iniquity, I will do no more.",
        "Wolaitta Sentences": "Ne mooruwaa neeyyo qonccissana mala, Xoossaa woossadii? Sinttanau iita ooso oottennan agganau maayadii?"
    },
    {
        "English Sentences": "Should it be according to thy mind? he will recompense it, whether thou refuse, or whether thou choose; and not I: therefore speak what thou knowest.",
        "Wolaitta Sentences": "\"Neeni Xoossai oottiyoobaa ixxaidda, ne waagai neeni dosiyoogaadan hananau koyai? Simmi qofaa qachchanai nenappe attin, tana gidikke. Hegaa gishshau, neeni qoppiyoobaa taayyo yoota."
    },
    {
        "English Sentences": "Let men of understanding tell me, and let a wise man hearken unto me.",
        "Wolaitta Sentences": "Akeekanchcha asati taani yootiyoogaa maayoosona; taani odiyoogaa siyiya aadhdhida eranchchatikka hagaadan yaagoosona;"
    },
    {
        "English Sentences": "Job hath spoken without knowledge, and his words were without wisdom.",
        "Wolaitta Sentences": "Iyyoobi eri paccin, hagaa haasayees; i haasayiyoobau birshshettikka baawa yaagoosona."
    },
    {
        "English Sentences": "My desire is that Job may be tried unto the end because of his answers for wicked men.",
        "Wolaitta Sentences": "Iyyoobi iita asatudan zaaruwaa immido gishshau, wurssettaa gakkanau paacettidaa gideerenneeshsha!"
    },
    {
        "English Sentences": "For he addeth rebellion unto his sin, he clappeth his hands among us, and multiplieth his words against God.",
        "Wolaitta Sentences": "Aissi giikko, i ba nagaraa bolli makkalaa gujjees; nu sinttan Xoossaa qilliiccees. Ba qaalaakka darissidi, Xoossaa bolli biddees\" yaagiis."
    },
    {
        "English Sentences": "Elihu spake moreover, and said,",
        "Wolaitta Sentences": "Eelihu qassikka hagaadan yaagiis;"
    },
    {
        "English Sentences": "Thinkest thou this to be right, that thou saidst, My righteousness is more than God's?",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni, Taani Xoossaa sinttan xillo giyoogee likkee?"
    },
    {
        "English Sentences": "For thou saidst, What advantage will it be unto thee? and, What profit shall I have, if I be cleansed from my sin?",
        "Wolaitta Sentences": "Qassi, Taani nagaraa oottikko, nena ai qohiyaanaa? Nagaraa oottennan aggikko, taani go7ettiyoobi aibee? yaagada neeni Xoossaa oichchadasa."
    },
    {
        "English Sentences": "I will answer thee, and thy companions with thee.",
        "Wolaitta Sentences": "Taani neeyyoonne nenaara de7iya ne laggetuyyo zaaruwaa haasayana."
    },
    {
        "English Sentences": "Look unto the heavens, and see; and behold the clouds which are higher than thou.",
        "Wolaitta Sentences": "\"Xoqqu gaada salota xeella; neeppe bollaara de7iya shaaratakka ane akeekada be7a."
    },
    {
        "English Sentences": "If thou sinnest, what doest thou against him? or if thy transgressions be multiplied, what doest thou unto him?",
        "Wolaitta Sentences": "Neeni nagaraa oottikko, hegee Xoossaa ainne qohenna. Ne mooroi darikkokka, neeni Xoossaa ainne oottakka."
    },
    {
        "English Sentences": "If thou be righteous, what givest thou him? or what receiveth he of thine hand?",
        "Wolaitta Sentences": "Xillo gidikko, ayyo neeni ai immuutee? Woikko ne kushiyaappe i ai ekkanee?"
    },
    {
        "English Sentences": "Thy wickedness may hurt a man as thou art; and thy righteousness may profit the son of man.",
        "Wolaitta Sentences": "Neeni nagaraa oottikko, ne mala asaa qohaasa; qassi xillikkokka, asaa go77aasa."
    },
    {
        "English Sentences": "By reason of the multitude of oppressions they make the oppressed to cry: they cry out by reason of the arm of the mighty.",
        "Wolaitta Sentences": "\"Huqqunnai darobare asai waassees; wolqqaamatu kushiyaappe kessi ekkanau alluwaa xeegees."
    },
    {
        "English Sentences": "But none saith, Where is God my maker, who giveth songs in the night;",
        "Wolaitta Sentences": "SHin ooninne, Xoossai, tana Medhdhidaagee, qamman mazamuriyaa immidaagee, sa7aa do7atuppe aattidi,"
    },
    {
        "English Sentences": "Who teacheth us more than the beasts of the earth, and maketh us wiser than the fowls of heaven?",
        "Wolaitta Sentences": "nuna tamaarissiyaageenne saluwaa kafotuppe aadhdhida eranchcha nuna oottiyaagee awan de7ii? yaagenna."
    },
    {
        "English Sentences": "There they cry, but none giveth answer, because of the pride of evil men.",
        "Wolaitta Sentences": "Iita asati waassoosona; shin Xoossai eta otoruwaa gaasuwan, etau allenna."
    },
    {
        "English Sentences": "Surely God will not hear vanity, neither will the Almighty regard it.",
        "Wolaitta Sentences": "Hada waasuwaa Xoossai tumuppe siyenna; Ubbaa Danddayiya Xoossai hegaa ezggenna."
    },
    {
        "English Sentences": "Although thou sayest thou shalt not see him, yet judgment is before him; therefore trust thou in him.",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni, Taani Xoossaa be7anau danddayikke; ta mootoi a sinttan de7ees; taani a naagais yaagaasa. Yaatin, neeyyo i zaaruwaa immanau, ne gaasoi ai keena guuxxanddeeshsha!"
    },
    {
        "English Sentences": "But now, because it is not so, he hath visited in his anger; yet he knoweth it not in great extremity:",
        "Wolaitta Sentences": "Xoossai asaa qaxxayennabaanne nagaraakka shenehoo giidi aggiigiyaaba gaada qoppai?"
    },
    {
        "English Sentences": "Therefore doth Job open his mouth in vain; he multiplieth words without knowledge.",
        "Wolaitta Sentences": "Hegaa gidikko, neeni ne doonaa coo mela dooyaasa; dooyadakka eri bainna haasayaa darissaasa\" yaagiis."
    },
    {
        "English Sentences": "Elihu also proceeded, and said,",
        "Wolaitta Sentences": "Eelihu gujjidikka hagaadan yaagiis;"
    },
    {
        "English Sentences": "Suffer me a little, and I will shew thee that I have yet to speak on God's behalf.",
        "Wolaitta Sentences": "\"Xoossaa doona gidada taani neeyyo yootiyoobai biron de7iyo gishshau, guuttaa danddayada siya."
    },
    {
        "English Sentences": "I will fetch my knowledge from afar, and will ascribe righteousness to my Maker.",
        "Wolaitta Sentences": "Taani ta eraa zaassada ehais; tana Medhdhidaagee xillo gidiyoogaa taani nena erissana."
    },
    {
        "English Sentences": "For truly my words shall not be false: he that is perfect in knowledge is with thee.",
        "Wolaitta Sentences": "Taani worddo haasayikke; kumetta erai de7iyo uri nenaara de7iyoogaa ammana."
    },
    {
        "English Sentences": "Behold, God is mighty, and despiseth not any: he is mighty in strength and wisdom.",
        "Wolaitta Sentences": "\"Be7a, Xoossai wolqqaama; shin i oonanne karenna. I akeekaukka mino."
    },
    {
        "English Sentences": "He preserveth not the life of the wicked: but giveth right to the poor.",
        "Wolaitta Sentences": "Iitata i paxa wottenna; shin huqqunnettidaageetu maataa i naagissees."
    },
    {
        "English Sentences": "He withdraweth not his eyes from the righteous: but with kings are they on the throne; yea, he doth establish them for ever, and they are exalted.",
        "Wolaitta Sentences": "Xoossai ba aifiyaa xillotuppe denttenna. I eta kawotuura utissidi, merinau xoqqu xoqqu oottees."
    },
    {
        "English Sentences": "And if they be bound in fetters, and be holden in cords of affliction;",
        "Wolaitta Sentences": "SHin asai sanssalatan qashettikko, woikko tuggaa wodoruwan oiqettikko,"
    },
    {
        "English Sentences": "Then he sheweth them their work, and their transgressions that they have exceeded.",
        "Wolaitta Sentences": "i eta oosuwaanne otoruwan eti oottido nagaraa qonccissees."
    },
    {
        "English Sentences": "He openeth also their ear to discipline, and commandeth that they return from iniquity.",
        "Wolaitta Sentences": "Seeraa siyanaadan eta haittaa dooyees; nagaraappe simmanaadankka i eta azazees."
    },
    {
        "English Sentences": "If they obey and serve him, they shall spend their days in prosperity, and their years in pleasures.",
        "Wolaitta Sentences": "Eti siyidi, ayyo oottikko, bantta laittaa saruwaaninne ufaissan wurssana."
    },
    {
        "English Sentences": "But if they obey not, they shall perish by the sword, and they shall die without knowledge.",
        "Wolaitta Sentences": "SHin eti siyennan ixxikko, olan wurana; eti eraa xayido gishshau haiqqana."
    },
    {
        "English Sentences": "But the hypocrites in heart heap up wrath: they cry not when he bindeth them.",
        "Wolaitta Sentences": "\"Xoossaa ammanenna asati bantta wozanan yiilluwaa dagayoosona; i eta qaxxayiyo wodekka, maadda giidi woossokkona."
    },
    {
        "English Sentences": "They die in youth, and their life is among the unclean.",
        "Wolaitta Sentences": "Eti bantta yelagatettan haiqqoosona; eta de7oikka yeellan wurees."
    },
    {
        "English Sentences": "He delivereth the poor in his affliction, and openeth their ears in oppression.",
        "Wolaitta Sentences": "Xoossai tuggatiyaageeta eta tuggan tamaarissees; i eta metuwaa baggaara eta sissees."
    },
    {
        "English Sentences": "Even so would he have removed thee out of the strait into a broad place, where there is no straitness; and that which should be set on thy table should be full of fatness.",
        "Wolaitta Sentences": "\"Xoossai nena metuwaappe kessiis; kessidi metoi bainna aaho sohuwaa efiis; ne miyo masoofiyankka modhdhuwaa guuppiis."
    },
    {
        "English Sentences": "But thou hast fulfilled the judgment of the wicked: judgment and justice take hold on thee.",
        "Wolaitta Sentences": "SHin ha77i iitatu bolli gakkanau bessiya pirddai ne bolli gakkiiddi de7ees."
    },
    {
        "English Sentences": "Because there is wrath, beware lest he take thee away with his stroke: then a great ransom cannot deliver thee.",
        "Wolaitta Sentences": "Nena ooninne duretettaa bessidi cimmennaadan, daro mattaayiyankka balettennaadan naagetta."
    },
    {
        "English Sentences": "Will he esteem thy riches? no, not gold, nor all the forces of strength.",
        "Wolaitta Sentences": "Ne aquwaa daroi woikko ne minotettai nena metuwaappe ashshanee?"
    },
    {
        "English Sentences": "Desire not the night, when people are cut off in their place.",
        "Wolaitta Sentences": "Kawotettati bantta sohuwaappe xayiyo qammai yaanaadan amottoppa."
    },
    {
        "English Sentences": "Take heed, regard not iniquity: for this hast thou chosen rather than affliction.",
        "Wolaitta Sentences": "Ha metoi ubbai nena gakkidoogee, nena iitaappe ashshanaassa. Hegaa gishshau, iitatettau guyye simmennaadan nena akeeka."
    },
    {
        "English Sentences": "Behold, God exalteth by his power: who teacheth like him?",
        "Wolaitta Sentences": "\"Xoossai ba wolqqan xoqqu xoqqu giis! A mala asttamaaree oonee?"
    },
    {
        "English Sentences": "Who hath enjoined him his way? or who can say, Thou hast wrought iniquity?",
        "Wolaitta Sentences": "Hagaa ootta giidi Xoossaa azaziya asi, woikko, Neeni iita ooso oottadasa yaaganau danddayiya asi baawa."
    },
    {
        "English Sentences": "Remember that thou magnify his work, which men behold.",
        "Wolaitta Sentences": "Asai mazamuriyan sabbido a oosuwaa neenikka sabbanau hassaya."
    },
    {
        "English Sentences": "Every man may see it; man may behold it afar off.",
        "Wolaitta Sentences": "Asai ubbai Xoossaa oosuwaa be7iis; shin be7iiddi, haahuwan be7iis."
    },
    {
        "English Sentences": "Behold, God is great, and we know him not, neither can the number of his years be searched out.",
        "Wolaitta Sentences": "Be7ite, Xoossai gita! A gitatettaa nuuni akeekibookko; a laittaa coratettaikka qoodin gakettenna."
    },
    {
        "English Sentences": "For he maketh small the drops of water: they pour down rain according to the vapour thereof:",
        "Wolaitta Sentences": "\"Xoossai haattaa sa7aappe pude saluwaa efees; efiidi yan ira kessees."
    },
    {
        "English Sentences": "Which the clouds do drop and distil upon man abundantly.",
        "Wolaitta Sentences": "He irai shaaraappe kiyidi, asau daro bukkanaadan oottees."
    },
    {
        "English Sentences": "Also can any understand the spreadings of the clouds, or the noise of his tabernacle?",
        "Wolaitta Sentences": "SHaarai waani yuuyiyaakko, dadaikka Xoossai de7iyo saluwan waani guummiyaakko, ooninne erenna."
    },
    {
        "English Sentences": "Behold, he spreadeth his light upon it, and covereth the bottom of the sea.",
        "Wolaitta Sentences": "I ba yuushuwan wolqqanttaa poo7uwaa laalees; shin abbaa ciimmaa i xuman kammees."
    },
    {
        "English Sentences": "For by them judgeth he the people; he giveth meat in abundance.",
        "Wolaitta Sentences": "Iraa bukissiyoogan ba asaassi daro kattaakka mokissees."
    },
    {
        "English Sentences": "With clouds he covereth the light; and commandeth it not to shine by the cloud that cometh betwixt.",
        "Wolaitta Sentences": "I wolqqanttaa ba kushiyan oiqqees; oiqqidi ba halchchido sohuwaa shocanau azazees."
    },
    {
        "English Sentences": "The noise thereof sheweth concerning it, the cattle also concerning the vapour.",
        "Wolaitta Sentences": "Dadai guummiyoogee uushoi uushanaagaa awaajjees; meheekka uushoi yiyoogaa erees."
    },
    {
        "English Sentences": "At this also my heart trembleth, and is moved out of his place.",
        "Wolaitta Sentences": "\"Uushoi ta wozanaa diddiqissees; ba de7iyo sohuwankka pirees."
    },
    {
        "English Sentences": "Hear attentively the noise of his voice, and the sound that goeth out of his mouth.",
        "Wolaitta Sentences": "Ubbaikka Xoossaa cenggurssaa, dadaadan guummiya a qaalaa siyite."
    },
    {
        "English Sentences": "He directeth it under the whole heaven, and his lightning unto the ends of the earth.",
        "Wolaitta Sentences": "I salo ubbaappe kiittiyo wolqqanttai biittaa gaxaappe gaxaa gakkanaashin beettees."
    },
    {
        "English Sentences": "After it a voice roareth: he thundereth with the voice of his excellency; and he will not stay them when his voice is heard.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, a gunttaa cenggurssai siyettees; ba wolqqaama cenggurssan guummees; a cenggurssai siyettiyo wode, ba wolqqanttaa teqqenna."
    },
    {
        "English Sentences": "God thundereth marvellously with his voice; great things doeth he, which we cannot comprehend.",
        "Wolaitta Sentences": "Xoossaa cenggurssai maalaalissiya gunttaa guummees; nuuni akeekanau danddayenna gitabaa i oottees."
    },
    {
        "English Sentences": "For he saith to the snow, Be thou on the earth; likewise to the small rain, and to the great rain of his strength.",
        "Wolaitta Sentences": "SHachchaa i, Sa7an wodhdha! yaagees; wolqqaama iraakka, Bukka yaagidi azazees."
    },
    {
        "English Sentences": "He sealeth up the hand of every man; that all men may know his work.",
        "Wolaitta Sentences": "\"Asai ubbai a oosuwaa erana mala, he wode ba oosuwaa oosuwaa agganaadan oottees."
    },
    {
        "English Sentences": "Then the beasts go into dens, and remain in their places.",
        "Wolaitta Sentences": "He wode do7atikka bantta geessuwaa geessuwaa geloosona; gelidi yan uttoosona."
    },
    {
        "English Sentences": "Out of the south cometh the whirlwind: and cold out of the north.",
        "Wolaitta Sentences": "Tohossa baggappe gotee yees; huuphessa baggappekka meegoi yees."
    },
    {
        "English Sentences": "By the breath of God frost is given: and the breadth of the waters is straitened.",
        "Wolaitta Sentences": "Xoossai siiriyaara shemppiyo shemppuwaappe shachchai merettees; hegan aaho haattatikka shuchchaadan minnees."
    },
    {
        "English Sentences": "Also by watering he wearieth the thick cloud: he scattereth his bright cloud:",
        "Wolaitta Sentences": "SHaarai haattaa tookkanaadan i oottees; ba wolqqanttaakka shaaraa giddon laalees."
    },
    {
        "English Sentences": "And it is turned round about by his counsels: that they may do whatsoever he commandeth them upon the face of the world in the earth.",
        "Wolaitta Sentences": "A kaaletuwan shaarati yuuyi yuuyi aadhdhoosona; i azaziyoobaa ubbaa eti sa7aa bolli oottoosona."
    },
    {
        "English Sentences": "He causeth it to come, whether for correction, or for his land, or for mercy.",
        "Wolaitta Sentences": "Xoossai iraa bukissiyoogee biittaa irxxissanaassa, woikko asaa qaxxayanaassa, woikko ba siiquwaa eta bessanaassa."
    },
    {
        "English Sentences": "Hearken unto this, O Job: stand still, and consider the wondrous works of God.",
        "Wolaitta Sentences": "\"Iyyoobaa, hagaa siya; Xoossai oottiyo maalaalissiya oosuwaa takki gaada akeeka."
    },
    {
        "English Sentences": "Dost thou know when God disposed them, and caused the light of his cloud to shine?",
        "Wolaitta Sentences": "Xoossai shaarata waati azaziyaakkonne ba wolqqanttaakka waati wolqqanttiyaakko erai?"
    },
    {
        "English Sentences": "Dost thou know the balancings of the clouds, the wondrous works of him which is perfect in knowledge?",
        "Wolaitta Sentences": "SHaarati saluwan waani toohettiyaakkonne qassi a erai polo gidido Xoossai oottiyo maalaalissiya oosuwaa neeni erai?"
    },
    {
        "English Sentences": "How thy garments are warm, when he quieteth the earth by the south wind?",
        "Wolaitta Sentences": "CHii, tohossa carkkoi yiidi, biittaa mishissiyo wode, neeni hombbiyan metootanaappe attin, mulekka hegaa erakka."
    },
    {
        "English Sentences": "Hast thou with him spread out the sky, which is strong, and as a molten looking glass?",
        "Wolaitta Sentences": "Xoossai saluwaa heregaadan piddi oottidi micciyo wode, neeni a maaddanau danddayai?"
    },
    {
        "English Sentences": "Teach us what we shall say unto him; for we cannot order our speech by reason of darkness.",
        "Wolaitta Sentences": "Nuuni eraa paca gidiyo gishshau, nuuni Xoossaassi woigi haasayanaakko, neeni nuna tamaarissa."
    },
    {
        "English Sentences": "Shall it be told him that I speak? if a man speak, surely he shall be swallowed up.",
        "Wolaitta Sentences": "Xoossaara haasayana gaada taani oichchikke. Hagaadan oottada, i tana xaissana mala, taani aissi a dentterettiyaanaa?"
    },
    {
        "English Sentences": "And now men see not the bright light which is in the clouds: but the wind passeth, and cleanseth them.",
        "Wolaitta Sentences": "Carkkoi salota pittidi geeshshidoogaappe guyyiyan, salotun phooliya awaa poo7uwaa asi xeellanau danddayenna."
    },
    {
        "English Sentences": "Fair weather cometh out of the north: with God is terrible majesty.",
        "Wolaitta Sentences": "Huuphessa baggaara worqqaa milatiya poo7oi beettees; Xoossaikka yashshiya anggan qonccees."
    },
    {
        "English Sentences": "Touching the Almighty, we cannot find him out: he is excellent in power, and in judgment, and in plenty of justice: he will not afflict.",
        "Wolaitta Sentences": "\"Nuuni Ubbaa Danddayiya Xoossaa mati shiiqanau danddayokko; a wolqqai gita. I ba tumu pirddaaninne ba gita xillotettan huqqunnenna."
    },
    {
        "English Sentences": "Men do therefore fear him: he respecteth not any that are wise of heart.",
        "Wolaitta Sentences": "Hegaa gishshau, asai ayyo yayyees; banttana aadhdhida eranchcha giyaageeta ubbata i wudenna\" yaagiis."
    },
    {
        "English Sentences": "Then the LORD answered Job out of the whirlwind, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAI gotiyaa giddoppe Iyyoobassi hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "Who is this that darkeneth counsel by words without knowledge?",
        "Wolaitta Sentences": "\"Eri bainna haasayan ta zoriyaa tashsha7issiyaagee i hagee oonee?"
    },
    {
        "English Sentences": "Gird up now thy loins like a man; for I will demand of thee, and answer thou me.",
        "Wolaitta Sentences": "Ane neeni asadan ne xeessaa gixxa denddada, taani oichchiyoogaa taayyo oda."
    },
    {
        "English Sentences": "Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.",
        "Wolaitta Sentences": "\"Taani sa7aa medhdhiyo wode, neeni awan de7ai? Ane neeyyo akeekai de7ikko, taayyo yoota."
    },
    {
        "English Sentences": "Who hath laid the measures thereof, if thou knowest? or who hath stretched the line upon it?",
        "Wolaitta Sentences": "Ha sa7ai ai keena gidanau bessiyaakko, he qofaa qachchidai oonee? Likkiyo wodoruwaakka sa7aa bolli yeggidaagee oonee? Hegaa zaaruwaa ubbaa erai?"
    },
    {
        "English Sentences": "Whereupon are the foundations thereof fastened? or who laid the corner stone thereof;",
        "Wolaitta Sentences": "Sa7aa tuuqeta kunddennaadan mintti oiqqidabai aibee? Sa7aa baasuwau koiro shuchchaa wottidai oonee?"
    },
    {
        "English Sentences": "When the morning stars sang together, and all the sons of God shouted for joy?",
        "Wolaitta Sentences": "He gallassi maallado xoolintteti issippe yexxidoogaanne kiitanchchati ubbai ufaissau ililidoogaa neeni erai?"
    },
    {
        "English Sentences": "Or who shut up the sea with doors, when it brake forth, as if it had issued out of the womb?",
        "Wolaitta Sentences": "\"Abbaa haattai, biittaa gomppaappe xuuqqidi kiyiyo gallassi, a penggeta gorddidaagee oonee?"
    },
    {
        "English Sentences": "When I made the cloud the garment thereof, and thick darkness a swaddlingband for it,",
        "Wolaitta Sentences": "Abbaa shaaraa maizzidaagee, qassi xumankka xaaxa wottidaagee tana."
    },
    {
        "English Sentences": "And brake up for it my decreed place, and set bars and doors,",
        "Wolaitta Sentences": "Abbaayyo kanttenna zawaa medhdhidaagee, a penggiyaanne a hiraquwaa sohuwan wottidaagee tana."
    },
    {
        "English Sentences": "And said, Hitherto shalt thou come, but no further: and here shall thy proud waves be stayed?",
        "Wolaitta Sentences": "Taani, Hagaa gakka; shin hagaappe aadhdhoppa; ne wolqqaama beetaikka hegan eqqo yaagaas."
    },
    {
        "English Sentences": "Hast thou commanded the morning since thy days; and caused the dayspring to know his place;",
        "Wolaitta Sentences": "\"Iyyoobaa, neeni yelettoosappe awai maallado guuraara kiyanaadan azaza erai?"
    },
    {
        "English Sentences": "That it might take hold of the ends of the earth, that the wicked might be shaken out of it?",
        "Wolaitta Sentences": "Biittaa xanxxan poo7uwaa bessana malanne iita asatakka eti qosettidosaappe qoncciyaa kessana mala, neeni wonttaa azaza erai?"
    },
    {
        "English Sentences": "It is turned as clay to the seal; and they stand as a garment.",
        "Wolaitta Sentences": "Gallassaa poo7oi zumatanne zanggaarata dakkoyidi wottido maayoi eqqidabaadan beettanaadan oottees; qassi urqqa miishshaa bolli wottido maatafaadan geeshshidi bessees."
    },
    {
        "English Sentences": "And from the wicked their light is withholden, and the high arm shall be broken.",
        "Wolaitta Sentences": "Iitati banttau poo7o gi wottido xumai xayees; eti makkalau denttiyo kusheekka meqqees."
    },
    {
        "English Sentences": "Hast thou entered into the springs of the sea? or hast thou walked in the search of the depth?",
        "Wolaitta Sentences": "\"Ciimma abbaa giddo gelada, pulttuwaa be7adii? Woikko asi gakki erenna abbaa gidduwaa paacca xeella erai?"
    },
    {
        "English Sentences": "Have the gates of death been opened unto thee? or hast thou seen the doors of the shadow of death?",
        "Wolaitta Sentences": "Haiquwaa penggeta nena oonakko bessidee? Woikko sakkana xumaa penggeta be7adii?"
    },
    {
        "English Sentences": "Hast thou perceived the breadth of the earth? declare if thou knowest it all.",
        "Wolaitta Sentences": "Sa7ai ai keena gitakko erai? Hegaa ubbaa neeni eriyaabaa gidikko, taayyo yoota."
    },
    {
        "English Sentences": "Where is the way where light dwelleth? and as for darkness, where is the place thereof,",
        "Wolaitta Sentences": "\"Poo7oi de7iyoosaa efiya ogee awan de7ii? Qassi xumai de7iyo sohoi awee?"
    },
    {
        "English Sentences": "That thou shouldest take it to the bound thereof, and that thou shouldest know the paths to the house thereof?",
        "Wolaitta Sentences": "Eta neeni eta soo soo efaanau danddayai? Eti de7iyoosaa efiya ogeta neeni erai?"
    },
    {
        "English Sentences": "Knowest thou it, because thou wast then born? or because the number of thy days is great?",
        "Wolaitta Sentences": "Neeni sa7ai merettiyo wode yelettido gishshaunne daro laittaakka de7ido gishshau, hegaa erennan aggakka!"
    },
    {
        "English Sentences": "Hast thou entered into the treasures of the snow? or hast thou seen the treasures of the hail,",
        "Wolaitta Sentences": "\"Suuppa shachchai minjjettiyoosaa geladii? Ordde shachchai doorettidosaakka be7adii?"
    },
    {
        "English Sentences": "Which I have reserved against the time of trouble, against the day of battle and war?",
        "Wolaitta Sentences": "Taani eta meto wodiyaassi, ola wodiyaassinne toora gallassaassi minjja wottaas."
    },
    {
        "English Sentences": "By what way is the light parted, which scattereth the east wind upon the earth?",
        "Wolaitta Sentences": "Wolqqanttai kiyiyo sohuwaa efiya ogee awan de7ii? Woikko arshsho bagga carkkoi awappe kiyidi carkkii?"
    },
    {
        "English Sentences": "Who hath divided a watercourse for the overflowing of waters, or a way for the lightning of thunder;",
        "Wolaitta Sentences": "\"Wolqqaama irai wodhdhiyo loossuwaa giigissidaagee, dadaassi ogiyaa kessidaagee oonee?"
    },
    {
        "English Sentences": "To cause it to rain on the earth, where no man is; on the wilderness, wherein there is no man;",
        "Wolaitta Sentences": "Asi de7enna bazzuwan iraa bukissiyai oonee?"
    },
    {
        "English Sentences": "To satisfy the desolate and waste ground; and to cause the bud of the tender herb to spring forth?",
        "Wolaitta Sentences": "Mela bazzoi iraa haattan shuggidi, mul77o maataa mokkanaadan oottidaagee oonee?"
    },
    {
        "English Sentences": "Hath the rain a father? or who hath begotten the drops of dew?",
        "Wolaitta Sentences": "\"Irau woikko xaazau aawi de7ii?"
    },
    {
        "English Sentences": "Out of whose womb came the ice? and the hoary frost of heaven, who hath gendered it?",
        "Wolaitta Sentences": "Ordde shachchaunne burcce shachchau aaya de7ai?"
    },
    {
        "English Sentences": "The waters are hid as with a stone, and the face of the deep is frozen.",
        "Wolaitta Sentences": "Kinchchoi haattaa shuchchaadan minttees; abbaa haattau bolla baggaakka shachcha kessees."
    },
    {
        "English Sentences": "Canst thou bind the sweet influences of Pleiades, or loose the bands of Orion?",
        "Wolaitta Sentences": "\"Piliyaadisa geetettiya xoolinttetu citaa issippe gattada qachchanau danddayai? Ooriyoona geetettiya xoolinttetu citai qashettido wodoruwaa birshshanau danddayai?"
    },
    {
        "English Sentences": "Canst thou bring forth Mazzaroth in his season? or canst thou guide Arcturus with his sons?",
        "Wolaitta Sentences": "Citan citan de7iya xoolintteta eta wodiyan wodiyan kessanau danddayai? Wogga Beeriyaanne Qeera Beeriyaa geetettiya xoolinttetu citata issippe kaalettanau danddayai?"
    },
    {
        "English Sentences": "Knowest thou the ordinances of heaven? canst thou set the dominion thereof in the earth?",
        "Wolaitta Sentences": "Saloti aqiyo higgiyaa neeni erai? Woikko he higgee sa7an haaranaadan oottanau danddayai?"
    },
    {
        "English Sentences": "Canst thou lift up thy voice to the clouds, that abundance of waters may cover thee?",
        "Wolaitta Sentences": "\"Di7oi nena muukkanaadan iraa bukissanau, ne qaalaa xoqqu oottada, shaarata azazuutee?"
    },
    {
        "English Sentences": "Canst thou send lightnings, that they may go, and say unto thee, Here we are?",
        "Wolaitta Sentences": "Wolqqanttati biidi yiidi, Hekko, ha77i ai oottonii? gaana mala, neeni eta azazanau danddayai?"
    },
    {
        "English Sentences": "Who hath put wisdom in the inward parts? or who hath given understanding to the heart?",
        "Wolaitta Sentences": "Haatta kafuwaayyo aadhdhida eraa, kutto addiyaayyookka akeekaa immidai oonee?"
    },
    {
        "English Sentences": "Who can number the clouds in wisdom? or who can stay the bottles of heaven,",
        "Wolaitta Sentences": "Ba eran shaarata qoodanau danddayiyai oonee? Baanaa munaqqidi, urqqa kessidi, minttanau saluwaa shaarata geddi oottidi,"
    },
    {
        "English Sentences": "When the dust groweth into hardness, and the clods cleave fast together?",
        "Wolaitta Sentences": "haattaa duge tigiyaagee oonee?"
    },
    {
        "English Sentences": "Wilt thou hunt the prey for the lion? or fill the appetite of the young lions,",
        "Wolaitta Sentences": "\"Gaammoti ubbai bantta geessuwan geessuwan zin77idaashin woikko zuggidi naagishin, neeni etayyo miyoobaa shankkatada immanau danddayai?"
    },
    {
        "English Sentences": "When they couch in their dens, and abide in the covert to lie in wait?",
        "Wolaitta Sentences": "Woikko namisetti uttida eta marata kalissanau danddayai?"
    },
    {
        "English Sentences": "Who provideth for the raven his food? when his young ones cry unto God, they wander for lack of meat.",
        "Wolaitta Sentences": "Quuroti namisetti bichchaariyo wode, eta maratikka miyoobaa demmanau taayyo, Xoossaayyo, waassiyo wode, etayyo miyoobaa immiyai oonee?"
    },
    {
        "English Sentences": "Knowest thou the time when the wild goats of the rock bring forth? or canst thou mark when the hinds do calve?",
        "Wolaitta Sentences": "\"Deriyan de7iya genessati aude yeliyaakko, neeni erai? Gaarati bannakkidi, bantta marata yeliyo wode be7adii?"
    },
    {
        "English Sentences": "Canst thou number the months that they fulfil? or knowest thou the time when they bring forth?",
        "Wolaitta Sentences": "Eti kunttiiddi, woisa keena aginaa gam77iyaakkonne qassi aude yeliyaakko erai?"
    },
    {
        "English Sentences": "They bow themselves, they bring forth their young ones, they cast out their sorrows.",
        "Wolaitta Sentences": "Eti gulbbatidi, bantta marata yeliyoi audekko erai?"
    },
    {
        "English Sentences": "Their young ones are in good liking, they grow up with corn; they go forth, and return not unto them.",
        "Wolaitta Sentences": "Eta marati bazzon diccidi minnoosona; minnidi bantta aayetu achchappe boosona; naa77antto guyye simmokkona."
    },
    {
        "English Sentences": "Who hath sent out the wild ass free? or who hath loosed the bands of the wild ass?",
        "Wolaitta Sentences": "\"Harddiidati yeda daanaadan oottidai oonee? Qashuwaappe eta birshshi yeddidai oonee?"
    },
    {
        "English Sentences": "Whose house I have made the wilderness, and the barren land his dwellings.",
        "Wolaitta Sentences": "Etau taani bazzuwaa de7iyoosaa oottada immaas; maxine biittan eti de7anaadan oottaas."
    },
    {
        "English Sentences": "He scorneth the multitude of the city, neither regardeth he the crying of the driver.",
        "Wolaitta Sentences": "Katamaa wocamaappe eti haakkidi de7oosona; laaggiyaageetu waasuwaakka siyokkona."
    },
    {
        "English Sentences": "The range of the mountains is his pasture, and he searcheth after every green thing.",
        "Wolaitta Sentences": "Eti dereta banttau heemettiyo soho oottoosona; hegan miyo mul77o maataa qoroosona."
    },
    {
        "English Sentences": "Will the unicorn be willing to serve thee, or abide by thy crib?",
        "Wolaitta Sentences": "\"Menttai neeyyo oottanau eeno ganddee? Woikko ne gaaxaatan qammaa aqanddee?"
    },
    {
        "English Sentences": "Canst thou bind the unicorn with his band in the furrow? or will he harrow the valleys after thee?",
        "Wolaitta Sentences": "Goyana mala, neeni a waaxuutee? Woikko kaduwaa goochchanaadan a oottanau danddayai?"
    },
    {
        "English Sentences": "Wilt thou trust him, because his strength is great? or wilt thou leave thy labour to him?",
        "Wolaitta Sentences": "Neeni a wolqqaa minotettan ammanettuutee? Ne daafurssiya oosuwaa i oottanaadan, ayyo yegga agguutee?"
    },
    {
        "English Sentences": "Wilt thou believe him, that he will bring home thy seed, and gather it into thy barn?",
        "Wolaitta Sentences": "I simmidi yiidi, ne kattaa qoxxiyo ne audiyaayyo shiishshees gaada neeni an ammanettai?"
    },
    {
        "English Sentences": "Gavest thou the goodly wings unto the peacocks? or wings and feathers unto the ostrich?",
        "Wolaitta Sentences": "\"Yanchchiyaa ba qefiyaa eesuwan qaattausu; shin yanchchee qefeti sanggaanuwaa qefetunne baalletu mala gidokkona."
    },
    {
        "English Sentences": "Which leaveth her eggs in the earth, and warmeth them in dust,",
        "Wolaitta Sentences": "Yanchchiyaa ba phuuphulliyaa biittan phuuphullausu; phuuphullada baanai ho7ettanaadan aggaagausu."
    },
    {
        "English Sentences": "And forgetteth that the foot may crush them, or that the wild beast may break them.",
        "Wolaitta Sentences": "Tohoi menttana woikko, Bazzo do7ati yedhdhana gaada qoppukku."
    },
    {
        "English Sentences": "She is hardened against her young ones, as though they were not hers: her labour is in vain without fear;",
        "Wolaitta Sentences": "Marati babaa gidennabaadan qoodada, etau meqettaa iitausu. I daafurai ubbai mela attiyoogee iyyo aibanne milatenna."
    },
    {
        "English Sentences": "Because God hath deprived her of wisdom, neither hath he imparted to her understanding.",
        "Wolaitta Sentences": "Aissi giikko, taani Xoossai a aadhdhida eratettaa doganaadan oottaas; taani akeekaakka iyyo immabeikke."
    },
    {
        "English Sentences": "What time she lifteth up herself on high, she scorneth the horse and his rider.",
        "Wolaitta Sentences": "SHin denddada a woxxiyo wode, banaara naasettiya paraa bollinne paraawaa bolli miiccausu."
    },
    {
        "English Sentences": "Hast thou given the horse strength? hast thou clothed his neck with thunder?",
        "Wolaitta Sentences": "\"Iyyoobaa, paratuyyo wolqqaa immidai, woikko paratu morggiyaa gotosho gammaa maizzidai nenee?"
    },
    {
        "English Sentences": "Canst thou make him afraid as a grasshopper? the glory of his nostrils is terrible.",
        "Wolaitta Sentences": "Parati booliyaadan guppanaadaaninne yashshiya daarettaa eti daaranaadan oottidai nenee?"
    },
    {
        "English Sentences": "He paweth in the valley, and rejoiceth in his strength: he goeth on to meet the armed men.",
        "Wolaitta Sentences": "Parati zanggaaran biittaa booddoosona; bantta wolqqankka ufaittoosona; yaatidi ola miishshata gixxidaageetuura gaittanau ola dembbaa piriixoosona."
    },
    {
        "English Sentences": "He mocketh at fear, and is not affrighted; neither turneth he back from the sword.",
        "Wolaitta Sentences": "Yashsha giyoobaa eti mulekka erokkona; eta aibinne daganttenna; eta bolli bisuwaa zaarettiyaakkonne guyye simmokkona."
    },
    {
        "English Sentences": "The quiver rattleth against him, the glittering spear and the shield.",
        "Wolaitta Sentences": "Eta toggiya olanchchati oiqqido ola miishshati phooliiddi, issoi issuwaara gaittidi giirettoosona."
    },
    {
        "English Sentences": "He swalloweth the ground with fierceness and rage: neither believeth he that it is the sound of the trumpet.",
        "Wolaitta Sentences": "SHin parati paachchuriiddi yashissiiddi, olau sinttau piriixoosona. Malkkataa punettaa cenggurssaa siyiyo wode, co77u giidi eqqanau danddayokkona;"
    },
    {
        "English Sentences": "He saith among the trumpets, Ha, ha; and he smelleth the battle afar off, the thunder of the captains, and the shouting.",
        "Wolaitta Sentences": "malkkataa punniyo wode, Hayyashsho! yaagoosona. Olaa peenuwaa haahuwan ekkoosona; ola gadaawati azaziyo azazuwaanne olanchchatu ceequwaa siyoosona."
    },
    {
        "English Sentences": "Doth the hawk fly by thy wisdom, and stretch her wings toward the south?",
        "Wolaitta Sentences": "\"Gacee ba qefiyaa tohossi miccidi paallanau danddayanaadan, aadhdhida eratettaa ayyo immidai nenee?"
    },
    {
        "English Sentences": "Doth the eagle mount up at thy command, and make her nest on high?",
        "Wolaitta Sentences": "Argganttai pude kiyidi, ba keettaa xoqqa deretun keexxanau ne azazuwaa naagii?"
    },
    {
        "English Sentences": "She dwelleth and abideth on the rock, upon the crag of the rock, and the strong place.",
        "Wolaitta Sentences": "Argganttai aafuwaa doonan ba keettaa keexxidi de7ees; zaallatu za7otikka ayyo qato gididosona."
    },
    {
        "English Sentences": "From thence she seeketh the prey, and her eyes behold afar off.",
        "Wolaitta Sentences": "Hegan uttidi, baayyo miyoobaa wochchees; wochchidi a aifee haahuwaappe demmees."
    },
    {
        "English Sentences": "Her young ones also suck up blood: and where the slain are, there is she.",
        "Wolaitta Sentences": "Argganttaa marati suuttaa uyoosona; gauxai de7iyoosan awankka i shiiqees\" yaagiis."
    },
    {
        "English Sentences": "Moreover the LORD answered Job, and said,",
        "Wolaitta Sentences": "GODAI Iyyooba hagaadan yaagiis;"
    },
    {
        "English Sentences": "Shall he that contendeth with the Almighty instruct him? he that reproveth God, let him answer it.",
        "Wolaitta Sentences": "\"Iyyoobaa, asi Ubbaa Danddayiya Xoossaara mootettidi, shatimmi erii? Ane Xoossaara mootettiya uri ayyo zaaro\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered the LORD, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi zaaridi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "Behold, I am vile; what shall I answer thee? I will lay mine hand upon my mouth.",
        "Wolaitta Sentences": "\"Abeet GODAU, taani pattenna laafa asa; taani neeyyo waata zaaranau danddayiyaanaa? Taani ta doonan ta kushiyaa wottaas."
    },
    {
        "English Sentences": "Once have I spoken; but I will not answer: yea, twice; but I will proceed no further.",
        "Wolaitta Sentences": "Taani issitoo haasayaas; shin taayyo zaariyoobi baawa. Naa77anttuwaa haasayikke\" yaagiis."
    },
    {
        "English Sentences": "Then answered the LORD unto Job out of the whirlwind, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, GODAI gotiyaa giddoppe Iyyoobassi hagaadan yaagiis;"
    },
    {
        "English Sentences": "Gird up thy loins now like a man: I will demand of thee, and declare thou unto me.",
        "Wolaitta Sentences": "\"Attumaasadan ne xeessaa gixxa denddada, taani oichchiyoogaa taayyo oda."
    },
    {
        "English Sentences": "Wilt thou also disannul my judgment? wilt thou condemn me, that thou mayest be righteous?",
        "Wolaitta Sentences": "Neeni tana mooranchcha kessana hanai? Neeyyo xillo gidanau, tana worddo kessai?"
    },
    {
        "English Sentences": "Hast thou an arm like God? or canst thou thunder with a voice like him?",
        "Wolaitta Sentences": "Xoossaa wolqqaa mala wolqqai neeyyo de7ii? Xoossai guummiyoogaadan neeni guummanau danddayai?"
    },
    {
        "English Sentences": "Deck thyself now with majesty and excellency; and array thyself with glory and beauty.",
        "Wolaitta Sentences": "Hegaa gidikko, ane ne bonchchuwaaninne gitatettan dendda! Ne puulaanne anggaa maaya!"
    },
    {
        "English Sentences": "Cast abroad the rage of thy wrath: and behold every one that is proud, and abase him.",
        "Wolaitta Sentences": "Ne hanqquwaa teegaa ane tiga; otorettiya asa ubbaa xeellada, ane kaushsha!"
    },
    {
        "English Sentences": "Look on every one that is proud, and bring him low; and tread down the wicked in their place.",
        "Wolaitta Sentences": "Ane loitta xeellada, otorettiya ubbaa yeellaya; iitaa oottiyaageeta ubbaa eti de7iyoosan yedhdha!"
    },
    {
        "English Sentences": "Hide them in the dust together; and bind their faces in secret.",
        "Wolaitta Sentences": "Eta ubbaa biittan mooga; duufuwaa duge wottada, eta gordda."
    },
    {
        "English Sentences": "Then will I also confess unto thee that thine own right hand can save thee.",
        "Wolaitta Sentences": "Yaatikko, ne wolqqan neeni xoonanaagaa taani neeyyo markkattana."
    },
    {
        "English Sentences": "Behold now behemoth, which I made with thee; he eateth grass as an ox.",
        "Wolaitta Sentences": "\"Taani nena medhdhidoogaadan medhdhido, Bihemoota giyo do7aa ane xeella! I booradan maataa mees."
    },
    {
        "English Sentences": "Lo now, his strength is in his loins, and his force is in the navel of his belly.",
        "Wolaitta Sentences": "A xeessan de7iya wolqqainne a uluwaa kammida shayaa minotettai keehi daro."
    },
    {
        "English Sentences": "He moveth his tail like a cedar: the sinews of his stones are wrapped together.",
        "Wolaitta Sentences": "A goinai zigaadan sitti gi uttiis; a gediyaa xaphotikka minuwan dooqettidaageeta."
    },
    {
        "English Sentences": "His bones are as strong pieces of brass; his bones are like bars of iron.",
        "Wolaitta Sentences": "A meqettati nahaasiyaa bombbaa mala; a gedeekka birataa hiraqotu mala."
    },
    {
        "English Sentences": "He is the chief of the ways of God: he that made him can make his sword to approach unto him.",
        "Wolaitta Sentences": "\"Xoossai medhdhido meretatu ubbaappe i aadhdhi maalaalissiyaagaa. A Medhdhidaagaappe attin, a xoonanau danddayiyaabi baawa."
    },
    {
        "English Sentences": "Surely the mountains bring him forth food, where all the beasts of the field play.",
        "Wolaitta Sentences": "Do7ai ubbai kaa7iyo deree ayyo miyoobaa mokissees."
    },
    {
        "English Sentences": "He lieth under the shady trees, in the covert of the reed, and fens.",
        "Wolaitta Sentences": "Agunttai de7iyo mittaa garssan zin77ees; maqqaa giddon torqquwan qosettees."
    },
    {
        "English Sentences": "The shady trees cover him with their shadow; the willows of the brook compass him about.",
        "Wolaitta Sentences": "Agunttai de7iyo mittati bantta kuwan a genttoosona; shaafaa doonan mokkiya mittati a kammoosona."
    },
    {
        "English Sentences": "Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth.",
        "Wolaitta Sentences": "SHaafai kixxidi goggiyo wodekka dagammenna; Yorddaanoosa SHaafai a som77uwan xarccettiyo wodekka i saro de7ees."
    },
    {
        "English Sentences": "He taketh it with his eyes: his nose pierceth through snares.",
        "Wolaitta Sentences": "A aifiyaa toissidi, a oiqqanau danddayiya asi de7ii? A siiriyaakka piriyaa qaran caddi oiqqanau danddayiyai oonee?"
    },
    {
        "English Sentences": "Canst thou draw out leviathan with an hook? or his tongue with a cord which thou lettest down?",
        "Wolaitta Sentences": "\"Neeni Lewaataana giyo miimminttiyaa moliyaa oiqqiyo hinggittan oiqqanau, woikko a inxxarssaa wodoruwan qachchanau danddayai?"
    },
    {
        "English Sentences": "Canst thou put an hook into his nose? or bore his jaw through with a thorn?",
        "Wolaitta Sentences": "A siiriyan dafuwaa gelissanau danddayai? Woikko a gacuwaa hinggittan caddada oiqquutee?"
    },
    {
        "English Sentences": "Will he make many supplications unto thee? will he speak soft words unto thee?",
        "Wolaitta Sentences": "I nena, Hayyanaa tana yeddarkkii yaagidi woossanee? Woikko i neeyyo mal77o qaalan haasayanee?"
    },
    {
        "English Sentences": "Will he make a covenant with thee? wilt thou take him for a servant for ever?",
        "Wolaitta Sentences": "Neeni a merinau ne ashkkara oottanau, i nenaara maachchaa maacettanee?"
    },
    {
        "English Sentences": "Wilt thou play with him as with a bird? or wilt thou bind him for thy maidens?",
        "Wolaitta Sentences": "Asi kafuwaara kaa7iyoogaadan, neeni aara kaa7uutee? Woikko a qachchada, ne macca ashkkaratuyyo kaa7anau immuutee?"
    },
    {
        "English Sentences": "Shall the companions make a banquet of him? shall they part him among the merchants?",
        "Wolaitta Sentences": "Moliyaa oiqqiyaageeti a waagan palamettiyoonaa? Woikko zal77anchchati a qanxxerettidi baizziyoonaa?"
    },
    {
        "English Sentences": "Canst thou fill his skin with barbed irons? or his head with fish spears?",
        "Wolaitta Sentences": "Neeni a galbbaa maccaamiyan, a huuphiyaakka philxxuwan caddada qohanau danddayai?"
    },
    {
        "English Sentences": "Lay thine hand upon him, remember the battle, do no more.",
        "Wolaitta Sentences": "Ane a ne kushiyan bochcha; neeni aara baaxetido baaxiyaa hassayada, naa77anttada aara baaxetanau kajjeelakka!"
    },
    {
        "English Sentences": "Behold, the hope of him is in vain: shall not one be cast down even at the sight of him?",
        "Wolaitta Sentences": "\"He miimminttiyaa oiqqanau kajjeeliyoogee mela; harai attin, a be7ida ubbaikka yashshau kokkorees."
    },
    {
        "English Sentences": "None is so fierce that dare stir him up: who then is able to stand before me?",
        "Wolaitta Sentences": "I zin77idosaappe a denttanau ooninne xalenna; yaatin, ta sinttan eqqanau danddayiyai oonee?"
    },
    {
        "English Sentences": "Who hath prevented me, that I should repay him? whatsoever is under the whole heaven is mine.",
        "Wolaitta Sentences": "Taani kushiyaa zaarana mala, taayyo koiro immidai oonee? Saloppe garssaara de7iyaabai ubbai tabaa."
    },
    {
        "English Sentences": "I will not conceal his parts, nor his power, nor his comely proportion.",
        "Wolaitta Sentences": "\"Lewaataana gedetubaa, a gita wolqqaabaanne a lo77iya bollaabaa haasayiyoogaa taani aggikke."
    },
    {
        "English Sentences": "Who can discover the face of his garment? or who can come to him with his double bridle?",
        "Wolaitta Sentences": "A galbbaa qaaranau danddayiyai oonee? Birata milatiya a maayuwaa caddanau danddayiyai oonee?"
    },
    {
        "English Sentences": "Who can open the doors of his face? his teeth are terrible round about.",
        "Wolaitta Sentences": "Yashshiya achchai de7iyo a manggaagaa pooqqanau danddayiyai oonee?"
    },
    {
        "English Sentences": "His scales are his pride, shut up together as with a close seal.",
        "Wolaitta Sentences": "A zokkuwaa galbbai issoi issuwaa bollan doorettidanne shuchchaadan minnida gonddalleta milatees."
    },
    {
        "English Sentences": "One is so near to another, that no air can come between them.",
        "Wolaitta Sentences": "Eti issoi issuwaayyo keehi matattido gishshau, eta giddoora, harai atto, carkkoikka kanttanau danddayenna."
    },
    {
        "English Sentences": "They are joined one to another, they stick together, that they cannot be sundered.",
        "Wolaitta Sentences": "Eti ubbaikka issoi issuwaara gaitti uttido gishshau, eta aibinne shaakkenna."
    },
    {
        "English Sentences": "By his neesings a light doth shine, and his eyes are like the eyelids of the morning.",
        "Wolaitta Sentences": "\"I hedhdhishiyo wode, pholqqu giya poo7oi kiyees; a aifetikka maallado xalqqiyaadan zo77oosona."
    },
    {
        "English Sentences": "Out of his mouth go burning lamps, and sparks of fire leap out.",
        "Wolaitta Sentences": "A doonaappe tamaa lacoi kiyees; tamaikka piridi wodhdhees."
    },
    {
        "English Sentences": "Out of his nostrils goeth smoke, as out of a seething pot or caldron.",
        "Wolaitta Sentences": "Penttiya disttiyaappe garssa baggaara eexxiya maqqaappe kiyiya cuwaadan, a siiriyaappe cuwai kiyees."
    },
    {
        "English Sentences": "His breath kindleth coals, and a flame goeth out of his mouth.",
        "Wolaitta Sentences": "A siiriyaara kiyiya shemppoi xiixinttaa bonqqissees; tamaa lacoikka a doonaappe kiyees."
    },
    {
        "English Sentences": "In his neck remaineth strength, and sorrow is turned into joy before him.",
        "Wolaitta Sentences": "\"A morggiyan wolqqai de7iyo gishshau, i keehippe yashshiyaagaa."
    },
    {
        "English Sentences": "The flakes of his flesh are joined together: they are firm in themselves; they cannot be moved.",
        "Wolaitta Sentences": "A ashoi issippe nuketti uttido gishshau, a bollai birataadan minnees."
    },
    {
        "English Sentences": "His heart is as firm as a stone; yea, as hard as a piece of the nether millstone.",
        "Wolaitta Sentences": "A wozanai shuchchaadan mino; gaacciyo woxaadankka mino."
    },
    {
        "English Sentences": "When he raiseth up himself, the mighty are afraid: by reason of breakings they purify themselves.",
        "Wolaitta Sentences": "I denddiyo wode, minotikka yayyoosona; eti dagammidi baqatoosona."
    },
    {
        "English Sentences": "The sword of him that layeth at him cannot hold: the spear, the dart, nor the habergeon.",
        "Wolaitta Sentences": "Akko gakkiya bisoi ainne allaalle kessenna; toorai, woikko zubbee, woikko philxxoi a ainne oottenna."
    },
    {
        "English Sentences": "He esteemeth iron as straw, and brass as rotten wood.",
        "Wolaitta Sentences": "Birataa i daladan, nahaasiyaakka musida mittaadan qoodees."
    },
    {
        "English Sentences": "The arrow cannot make him flee: slingstones are turned with him into stubble.",
        "Wolaitta Sentences": "Wonddafiyaa zubbee a baqatissenna; yambbarshshan oliyo shuchchaikka ayyo suulla mala."
    },
    {
        "English Sentences": "Darts are counted as stubble: he laugheth at the shaking of a spear.",
        "Wolaitta Sentences": "Dullai ayyo issi buuxa mala; tooraa xonggiyo wode, qilliiccidi miiccees."
    },
    {
        "English Sentences": "Sharp stones are under him: he spreadeth sharp pointed things upon the mire.",
        "Wolaitta Sentences": "A uluwaa bollan de7iya galbbai meqerettida kon77aadan qara; urqqaara i biyo wode, marashaadan biittaa phalqqees."
    },
    {
        "English Sentences": "He maketh the deep to boil like a pot: he maketh the sea like a pot of ointment.",
        "Wolaitta Sentences": "\"Abbaa penttida haattaadan bukkees; xaaro giddon penttiya zaitiyaadankka bulibulissees."
    },
    {
        "English Sentences": "He maketh a path to shine after him; one would think the deep to be hoary.",
        "Wolaitta Sentences": "Baappe guyyeera phooliya ogiyaa kessees; abbaa haattaakka bootta hoommuwau laammees."
    },
    {
        "English Sentences": "Upon earth there is not his like, who is made without fear.",
        "Wolaitta Sentences": "Biittaa bollan a mala mereti baawa; i yayyi erenna mereta."
    },
    {
        "English Sentences": "He beholdeth all high things: he is a king over all the children of pride.",
        "Wolaitta Sentences": "Keehippe gita gidida meretata ubbaa i ziqqi oottidi xeellees; do7a ubbatussi i kawo\" yaagiis."
    },
    {
        "English Sentences": "Then Job answered the LORD, and said,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Iyyoobi GODAAYYO hagaadan yaagidi zaariis;"
    },
    {
        "English Sentences": "I know that thou canst do every thing, and that no thought can be withholden from thee.",
        "Wolaitta Sentences": "\"Neeni ubbabaa oottanau danddayiyoogaanne ne halchchuwaakka halissanau danddayiyaabi bainnaagaa taani erais."
    },
    {
        "English Sentences": "Who is he that hideth counsel without knowledge? therefore have I uttered that I understood not; things too wonderful for me, which I knew not.",
        "Wolaitta Sentences": "Laa ha eri bainnan ta zoriyaa genttiyaagee oonee? yaagada tana oichchadasa. Tumuppe taani taayyo gelibeennabaa haasayaas; ta eraappe haakkida maalaalissiyaabaa haasayaas."
    },
    {
        "English Sentences": "Hear, I beseech thee, and I will speak: I will demand of thee, and declare thou unto me.",
        "Wolaitta Sentences": "\"Neeni tana, Taani yootiyo wode ezgga; taani oichchiyo wode oda yaagadasa."
    },
    {
        "English Sentences": "I have heard of thee by the hearing of the ear: but now mine eye seeth thee.",
        "Wolaitta Sentences": "\"Taani kase nebaa ta haittan siyaas; shin ha77i ta aifiyan nena be7aas."
    },
    {
        "English Sentences": "Wherefore I abhor myself, and repent in dust and ashes.",
        "Wolaitta Sentences": "Hegaa gishshau, taani haasayidobai tana yeellayiis. Yaatin, taani bidinttaaninne baanan uttada paaxais\" yaagiis."
    },
    {
        "English Sentences": "And it was so, that after the LORD had spoken these words unto Job, the LORD said to Eliphaz the Temanite, My wrath is kindled against thee, and against thy two friends: for ye have not spoken of me the thing that is right, as my servant Job hath.",
        "Wolaitta Sentences": "GODAI hagaa Iyyoobassi haasayidoogaappe guyyiyan, Temaanappe yiida Elifaaza hagaadan yaagiis; \"Ta ashkkaraa Iyyoobadan, intte tabaa likke haasayibeenna gishshau, ne bollinne ne naa77u laggetu bolli ta hanqqoi eexxi kiyiis."
    },
    {
        "English Sentences": "Therefore take unto you now seven bullocks and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering; and my servant Job shall pray for you: for him will I accept: lest I deal with you after your folly, in that ye have not spoken of me the thing which is right, like my servant Job.",
        "Wolaitta Sentences": "Hegaa gishshau, ha77i laappun korimatanne laappun dorssa orggeta ekkidi, ta ashkkaraa Iyyoobakko biite; biidi xuuggiyo yarshshuwaa intte mooruwaassi yarshshite. Ta ashkkarai Iyyoobi intteyyo woossana; taanikka a woosaa siyada, intte mooruwaadan qaxxayikke. Aissi giikko, intte ta ashkkaraa Iyyoobadan tabaa likke haasayibeekketa\" yaagiis."
    },
    {
        "English Sentences": "So Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite went, and did according as the LORD commanded them: the LORD also accepted Job.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Temaanappe yiida Elifaazi, SHuuhappe yiida Bilddaadinne Naa7imappe yiida Xoofaari biidi, GODAI eta azazidoogaadan oottidosona. GODAIKKA Iyyooba woosaa siyiis."
    },
    {
        "English Sentences": "And the LORD turned the captivity of Job, when he prayed for his friends: also the LORD gave Job twice as much as he had before.",
        "Wolaitta Sentences": "Iyyoobi ba laggetuyyo woossidoogaappe guyyiyan, GODAI ayyo zaaridi ishalissiis; ayyo kaseegaa gishshaa naa77u kushe oottidi immiis."
    },
    {
        "English Sentences": "Then came there unto him all his brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house: and they bemoaned him, and comforted him over all the evil that the LORD had brought upon him: every man also gave him a piece of money, and every one an earring of gold.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, a ishati, a michchetinne kase a eriyaageeti ubbati akko yiidosona; yiidi a son aara gibiraa miidosona. Ayyo azzanidi, GODAI a bolli ehiido meto ubbaappe a minttettidosona. Qassi ubbaikka ayyo worqqa migiduwaanne biraa immidosona."
    },
    {
        "English Sentences": "So the LORD blessed the latter end of Job more than his beginning: for he had fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.",
        "Wolaitta Sentences": "GODAI Iyyooba wurssetta laittaa koiro laittaappe aattidi anjjiis. Iyyoobayyo tammanne oiddu sha7u dorssati, usuppun sha7u gaameelati, issi sha7u waaxa booratinne issi sha7u macca hareti de7oosona."
    },
    {
        "English Sentences": "He had also seven sons and three daughters.",
        "Wolaitta Sentences": "Qassi ayyo laappun attuma naatinne heezzu macca naati yelettidosona."
    },
    {
        "English Sentences": "And he called the name of the first, Jemima; and the name of the second, Kezia; and the name of the third, Kerenhappuch.",
        "Wolaitta Sentences": "Baira macca na7iyo Yimiimo, naa77anttiyo Qaxii7o, heezzanttiyo Qerenihafuuko yaagidi sunttiis."
    },
    {
        "English Sentences": "And in all the land were no women found so fair as the daughters of Job: and their father gave them inheritance among their brethren.",
        "Wolaitta Sentences": "Iyyooba macca naatudan mera lo77o macca asi biittan sa7an awaaninne beettenna. Eta aawai etayyo eta ishatuura laattiyo biittaa shaakkidi immiis."
    },
    {
        "English Sentences": "After this lived Job an hundred and forty years, and saw his sons, and his sons' sons, even four generations.",
        "Wolaitta Sentences": "Hegaappe simmin, Iyyoobi xeetanne oitamu laittaa de7iis; ba naatanne ba naatu naata oiddantto yeletaa gakkanaashin be7iis."
    },
    {
        "English Sentences": "So Job died, being old and full of days.",
        "Wolaitta Sentences": "Iyyoobi daro wodiyaa de7idi, lo77o cimaa cimidi haiqqiis."
    }
]