[
    {
        "English Sentences": "The word of the LORD that came to Joel the son of Pethuel.",
        "Wolaitta Sentences": "Putu7eela na7aa Yuu7eelakko GODAI kiittido qaalai hagaa."
    },
    {
        "English Sentences": "Hear this, ye old men, and give ear, all ye inhabitants of the land. Hath this been in your days, or even in the days of your fathers?",
        "Wolaitta Sentences": "Inttenoo cimatoo, hagaa siyite! Yihudaa biittan de7iya asau ubbau, ezggite! Hagaa malabai intte wode woikko intte aawatu wode hani erii?"
    },
    {
        "English Sentences": "Tell ye your children of it, and let your children tell their children, and their children another generation.",
        "Wolaitta Sentences": "Hegaa intte naatussi yootite; yootin intte naati bantta naatussi yootona; qassi eta naatikka kaalliya yeletaassi yootona."
    },
    {
        "English Sentences": "That which the palmerworm hath left hath the locust eaten; and that which the locust hath left hath the cankerworm eaten; and that which the cankerworm hath left hath the caterpiller eaten.",
        "Wolaitta Sentences": "Gondduwaappe attida kattaa wude boolee miis; wude booliyaappe attida kattaa gumbburoi miis; qassi gumbburuwaappekka attida kattaa ukkubboi miis."
    },
    {
        "English Sentences": "Awake, ye drunkards, and weep; and howl, all ye drinkers of wine, because of the new wine; for it is cut off from your mouth.",
        "Wolaitta Sentences": "Inttenoo mattottiyaageetoo, beegottidi yeekkite! Inttenoo, woine eessaa uyiya ubbatoo, zilaalite! Aissi giikko, mal77iya woine eessai intte doonaappe attiis."
    },
    {
        "English Sentences": "For a nation is come up upon my land, strong, and without number, whose teeth are the teeth of a lion, and he hath the cheek teeth of a great lion.",
        "Wolaitta Sentences": "Qoodai bainna wude boolee ta biittaa woraajjiis. Eta achchai gaammuwaa achchaa mala; qassi eta kasilaikka gaammee kasilaa mala."
    },
    {
        "English Sentences": "He hath laid my vine waste, and barked my fig tree: he hath made it clean bare, and cast it away; the branches thereof are made white.",
        "Wolaitta Sentences": "Eti ta woiniyaa turaa booddilissidosona; ta balasiyaa mittaakka xoggidosona. Eti poquwaa ubbaa poqqi olido gishshau, woiniyaanne balasiyaa tasheti ubbai booxxidosona."
    },
    {
        "English Sentences": "Lament like a virgin girded with sackcloth for the husband of her youth.",
        "Wolaitta Sentences": "Asau, ba yelagatettan a giigido azinai haiqqin, waaruwaa maayada yeekkiya geela7eedan, ubbaikka yeekkite!"
    },
    {
        "English Sentences": "The meat offering and the drink offering is cut off from the house of the LORD; the priests, the LORD's ministers, mourn.",
        "Wolaitta Sentences": "Kattaa yarshshoinne ushshaa yarshshoi GODAA Beeta Maqidasiyaa biyoogaa aggiis; hegaa gishshau, GODAASSI oottiya qeeseti yeekkoosona."
    },
    {
        "English Sentences": "The field is wasted, the land mourneth; for the corn is wasted: the new wine is dried up, the oil languisheth.",
        "Wolaitta Sentences": "SHooqai mela attiis; biittaikka yeekkees. Aissi giikko, kattai xayiis; woiniyaa turai meliis; zaiteekka laafiis."
    },
    {
        "English Sentences": "Be ye ashamed, O ye husbandmen; howl, O ye vinedressers, for the wheat and for the barley; because the harvest of the field is perished.",
        "Wolaitta Sentences": "Inttenoo goshshanchchatoo, azzanite! Inttenoo, woiniyaa turaa tokkiyaageetoo, zilaalite! Aissi giikko, cahau gakkida gistteenne banggai gaden xayiichchiis."
    },
    {
        "English Sentences": "The vine is dried up, and the fig tree languisheth; the pomegranate tree, the palm tree also, and the apple tree, even all the trees of the field, are withered: because joy is withered away from the sons of men.",
        "Wolaitta Sentences": "Woiniyaa turai meliis; balasiyaa mittaikka shulliis; roomaane giyo mittai, temire giyo mittai, appiliyaa giyo mittainne qassi shooqan de7iya hara mitta ubbaikka meliis. Hegaa gishshau, asaappe ufaissai haakkiis."
    },
    {
        "English Sentences": "Gird yourselves, and lament, ye priests: howl, ye ministers of the altar: come, lie all night in sackcloth, ye ministers of my God: for the meat offering and the drink offering is withholden from the house of your God.",
        "Wolaitta Sentences": "Inttenoo qeesetoo, waaruwaa maayidi yeekkite! Inttenoo, yarshshiyoosan oottiya qeesetoo, zilaalite! Inttenoo, ta Xoossaa sinttan oottiyaageetoo, Beeta Maqidasiyaa gelite; gelidi waaruwaa maayidi aqite. Aissi giikko, kattaa yarshshuwaanne ushshaa yarshshuwaa Xoossaa Beeta Maqidasiyan yarshshiyoobi baawa."
    },
    {
        "English Sentences": "Sanctify ye a fast, call a solemn assembly, gather the elders and all the inhabitants of the land into the house of the LORD your God, and cry unto the LORD.",
        "Wolaitta Sentences": "Xoomaa awaajjite; geeshsha yaa7au asaa xeesidi shiishshite; cimatanne biittan de7iya asa ubbaa GODAA intte Xoossaa Beeta Maqidasiyaa shiishshite; yaatidi yan GODAAKKO waassite!"
    },
    {
        "English Sentences": "Alas for the day! for the day of the LORD is at hand, and as a destruction from the Almighty shall it come.",
        "Wolaitta Sentences": "GODAA gallassai matees; he gallassau aayye7ana! He gallassai Ubbaa Danddayiya Xoossaappe bashsha gallassa gididi yees."
    },
    {
        "English Sentences": "Is not the meat cut off before our eyes, yea, joy and gladness from the house of our God?",
        "Wolaitta Sentences": "Nu sinttaappe kattai, nu Xoossaa Beeta Maqidasiyaappe ufaissainne ililssai xayiis gidennee?"
    },
    {
        "English Sentences": "The seed is rotten under their clods, the garners are laid desolate, the barns are broken down; for the corn is withered.",
        "Wolaitta Sentences": "Zerettai biitta giddon buuqqiis; kattai meliichchido gishshau, kootta ubbai gufanniis; gootaratikka kolettiichchidosona."
    },
    {
        "English Sentences": "How do the beasts groan! the herds of cattle are perplexed, because they have no pasture; yea, the flocks of sheep are made desolate.",
        "Wolaitta Sentences": "Meheti keehi waassoosona; miizzaa wudiyaukka heemettiyoosai bainna gishshau, yaanne haanne bichchaaroosona. Harai atto, dorssaa wudetikka tuggatoosona."
    },
    {
        "English Sentences": "O LORD, to thee will I cry: for the fire hath devoured the pastures of the wilderness, and the flame hath burned all the trees of the field.",
        "Wolaitta Sentences": "Abeet GODAU, tamai bazzon de7iya hentta gadeta mirggido gishshaunne dembban de7iya mitta ubbaa lacoi xuuggirggido gishshau, taani neekko waassais."
    },
    {
        "English Sentences": "The beasts of the field cry also unto thee: for the rivers of waters are dried up, and the fire hath devoured the pastures of the wilderness.",
        "Wolaitta Sentences": "Goggiya haattai melido gishshaunne tamai bazzon de7iya hentta gadeta mirggido gishshau, harai atto, bazzo do7atikka neekko waassoosona."
    },
    {
        "English Sentences": "Blow ye the trumpet in Zion, and sound an alarm in my holy mountain: let all the inhabitants of the land tremble: for the day of the LORD cometh, for it is nigh at hand;",
        "Wolaitta Sentences": "Xiyoonen malkkataa punnite; ta geeshsha deriyankka malkkataa sissite! Yihudaa biittan de7iya asai ubbai yashshau kokkoro; aissi giikko, GODAA gallassai yees; yiidi matattees."
    },
    {
        "English Sentences": "A day of darkness and of gloominess, a day of clouds and of thick darkness, as the morning spread upon the mountains: a great people and a strong; there hath not been ever the like, neither shall be any more after it, even to the years of many generations.",
        "Wolaitta Sentences": "He gallassai xumanne ciggaara gallassa; shaaranne sakkana xuma gallassa! Coranne mino boolee deretu bollan xalqqee wodhdhiyoogaadan wodhdhiis. Eta mali beniisappe doommin de7ibeenna; hagaappe sinttanau daro yeletaa gakkanaukka eta mali de7enna."
    },
    {
        "English Sentences": "A fire devoureth before them; and behind them a flame burneth: the land is as the garden of Eden before them, and behind them a desolate wilderness; yea, and nothing shall escape them.",
        "Wolaitta Sentences": "Etappe sinttaara tamai mees; qassi etappe guyyeera lacoi xuuggees; etappe sinttai Edene Gannatiyaa mala; shin etappe guyyee booddila bazzo mala; etappe aibinne kessi ekkenna."
    },
    {
        "English Sentences": "The appearance of them is as the appearance of horses; and as horsemen, so shall they run.",
        "Wolaitta Sentences": "Eta merai paraa meraa mala; eti olaa paratudan, eesuwan woxxoosona."
    },
    {
        "English Sentences": "Like the noise of chariots on the tops of mountains shall they leap, like the noise of a flame of fire that devoureth the stubble, as a strong people set in battle array.",
        "Wolaitta Sentences": "Parai goochchiyo gaaretudan giiroosona; mela gattaa miya tamaa lacuwaadan xaragoosona; olaa baanau salppida wolqqaama olanchchatudan, eti deretu xeeraara guppoosona."
    },
    {
        "English Sentences": "Before their face the people shall be much pained: all faces shall gather blackness.",
        "Wolaitta Sentences": "Etappe sinttaara asai kokkorees; eta yashshau ubbaa som77oi karexxees."
    },
    {
        "English Sentences": "They shall run like mighty men; they shall climb the wall like men of war; and they shall march every one on his ways, and they shall not break their ranks:",
        "Wolaitta Sentences": "Eti wolqqaama asatudan woxxoosona; olanchchatudan dirssaa gimbbiyaakka gi77oosona. Eti ubbaikka maaran salppoosona; bantta salppiyaappe gaxi kiyokkona."
    },
    {
        "English Sentences": "Neither shall one thrust another; they shall walk every one in his path: and when they fall upon the sword, they shall not be wounded.",
        "Wolaitta Sentences": "Eti issoi issuwaara sugettokkona; ubbaikka ba salppiyan salppiyan sitti giidi, sinttau hemettoosona. Eti banttanaara olettiyaageetu gidduwaara xuussidi kanttoosona; he wode eta teqqiyaabi baawa."
    },
    {
        "English Sentences": "They shall run to and fro in the city; they shall run upon the wall, they shall climb up upon the houses; they shall enter in at the windows like a thief.",
        "Wolaitta Sentences": "Eti katamaa eesuwan woraajjoosona; dirssaa gimbbiyaa bollankka woxxoosona. Eti keettaa bollikka kiyoosona; qassi kaisodan, maskkootiyaara geloosona."
    },
    {
        "English Sentences": "The earth shall quake before them; the heavens shall tremble: the sun and the moon shall be dark, and the stars shall withdraw their shining:",
        "Wolaitta Sentences": "Etappe sinttaara biittai qaaxxees; salotikka kokkoroosona. Awainne aginai xumoosona; qassi xoolinttetikka bantta poo7uwaa genttoosona."
    },
    {
        "English Sentences": "And the LORD shall utter his voice before his army: for his camp is very great: for he is strong that executeth his word: for the day of the LORD is great and very terrible; and who can abide it?",
        "Wolaitta Sentences": "GODAI ba olanchchatu sinttan guummees; au azazettiya olanchchati coranne wolqqaama. GODAA gallassai gitanne daroppe yashshiyaagaa. He gallassaa danddayanai oonee?"
    },
    {
        "English Sentences": "Therefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Ha77ikka xoomiiddi, yeekkiiddinne kayyottiiddi polo wozanaappe taakko simmite."
    },
    {
        "English Sentences": "And rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.",
        "Wolaitta Sentences": "Intte wozanaappe attin, intte maayuwaa pooshshoppite\" yaagees. GODAAKKO, intte Xoossaakko, simmite; aissi giikko, i qaretainne maarotai kumidoogaa; hanqquwau eesotennaagaanne siiqoi daridoogaa; i inttena qaxxayanau yeemottennaagaa."
    },
    {
        "English Sentences": "Who knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the LORD your God?",
        "Wolaitta Sentences": "Ooni erii, GODAI intte Xoossai, ba hanqquwaappe simmidi, intteyyo daro kattaa anjjuwaa immanaakkonne. He wode GODAASSI, intte Xoossaassi, kattaa yarshshuwaanne ushshaa yarshshuwaa intte yarshshana."
    },
    {
        "English Sentences": "Blow the trumpet in Zion, sanctify a fast, call a solemn assembly:",
        "Wolaitta Sentences": "Xiyoonen malkkataa punnite; xoomaa awaajjite; geeshsha yaa7au asaa xeesidi shiishshite!"
    },
    {
        "English Sentences": "Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet.",
        "Wolaitta Sentences": "SHiiqida yaa7aa geeshshite; cimata issippe ehiite; guutta naatanne xammiyaageetakka ashshoppite. Bullachchaawai ba kare keettaappe kiyo; bullashettiyaarakka ba siirixaappe kiyu."
    },
    {
        "English Sentences": "Let the priests, the ministers of the LORD, weep between the porch and the altar, and let them say, Spare thy people, O LORD, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?",
        "Wolaitta Sentences": "GODAU oottiya qeeseti Beeta Maqidasiyaa baranddaappenne yarshshiyoosaappe gidduwan eqqidi yeekkona. Eti hagaadan yaagidi woossona; \"Abeet GODAU, ne asau qaretta; ne asaa kawotettatu giddon boriyoobaanne baceessiyoobaa kessoppa. Asai ba giddon aissi, Eta Xoossai awan de7ii? yaaganee?\" yaagona."
    },
    {
        "English Sentences": "Then will the LORD be jealous for his land, and pity his people.",
        "Wolaitta Sentences": "Yaatin, GODAI ba biittaassi mishettana; qassi ba asaukka qarettana."
    },
    {
        "English Sentences": "Yea, the LORD will answer and say unto his people, Behold, I will send you corn, and wine, and oil, and ye shall be satisfied therewith: and I will no more make you a reproach among the heathen:",
        "Wolaitta Sentences": "GODAI zaaridi ba asaa hagaadan yaagana; \"Be7ite, taani intteyyo kattaa, woine eessaanne zaitiyaa inttena adda kalissiyaagaa yeddana; taani inttena mulekka kawotettatu giddon boriyoobaa kessikke."
    },
    {
        "English Sentences": "But I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things.",
        "Wolaitta Sentences": "\"Huuphessa baggaara yiida booliyaa taani yedettada, intteppe haassana; bazzonne mela biitti taani eta yedettana. Sintta baggaara de7iyaageeta Maxine Abbau, guyye baggaara de7iyaageeta qassi Meediteraane Abbau zaarada yeddana; eta ahai xinqquwaa xo77u gaana. Hegee ubbai eti intte bolli gita iitabaa oottido gishshaassa\" yaagana."
    },
    {
        "English Sentences": "Fear not, O land; be glad and rejoice: for the LORD will do great things.",
        "Wolaitta Sentences": "Biittau, simmi yayyoppa; GODAI gitabaa oottido gishshau, ufaittanne hashshu ga!"
    },
    {
        "English Sentences": "Be not afraid, ye beasts of the field: for the pastures of the wilderness do spring, for the tree beareth her fruit, the fig tree and the vine do yield their strength.",
        "Wolaitta Sentences": "Inttenoo sa7aa mehetoo, yayyoppite; aissi giikko, bazzon de7iya hentta gadee aaciis; mittaikka ba aifiyaa aifiis; balasiyaa mittainne woiniyaa turaikka aifiyaa herxxexxiis."
    },
    {
        "English Sentences": "Be glad then, ye children of Zion, and rejoice in the LORD your God: for he hath given you the former rain moderately, and he will cause to come down for you the rain, the former rain, and the latter rain in the first month.",
        "Wolaitta Sentences": "Inttenoo Xiyoone asatoo, ufaittite; GODAN, intte Xoossan, hashshu giite! Aissi giikko, i badhdheesaa iraa intteyyo darissidi immiis; qassi i kaseegaadan, intteyyo badhdheesaa iraanne ofinttaa iraa gidissidi immiis."
    },
    {
        "English Sentences": "And the floors shall be full of wheat, and the vats shall overflow with wine and oil.",
        "Wolaitta Sentences": "Kattaa qoxxiyo audetun kattai kumana; woiniyaa eessainne zayitee gum77iyo ollata kumidi palahana."
    },
    {
        "English Sentences": "And I will restore to you the years that the locust hath eaten, the cankerworm, and the caterpiller, and the palmerworm, my great army which I sent among you.",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Kase taani intte giddo yeddido, ta wolqqaama wudeti, gonddoti, booleti, gumbburotinne ukkubboti miido laittatu acuwaa taani intteyyo qanxxana."
    },
    {
        "English Sentences": "And ye shall eat in plenty, and be satisfied, and praise the name of the LORD your God, that hath dealt wondrously with you: and my people shall never be ashamed.",
        "Wolaitta Sentences": "Maanau intteyyo daro qumai de7ana. Hegaa gishshau, intte kallananne maalaalissiyaabaa intteyyo oottida GODAA intte Xoossaa sunttaa galatana. Qassi ta asai naa77antto mulekka yeellatenna."
    },
    {
        "English Sentences": "And ye shall know that I am in the midst of Israel, and that I am the LORD your God, and none else: and my people shall never be ashamed.",
        "Wolaitta Sentences": "He wode taani Israa7eela giddon de7iyoogaa, taani GODAI intte Xoossaa gidiyoogaanne taappe attin, hara xoossi bainnaagaa intte erana. Qassi ta asai naa77antto mulekka yeellatenna."
    },
    {
        "English Sentences": "And it shall come to pass afterward, that I will pour out my spirit upon all flesh; and your sons and your daughters shall prophesy, your old men shall dream dreams, your young men shall see visions:",
        "Wolaitta Sentences": "\"Hegaappe guyyiyan hagaadan hanana; taani asa ubbaa bolli ta Ayyaanaa gussana. Intte attuma naatinne intte macca naati hananabaa yootana; intte cimatikka aimuwaa aimottana; intte wodalla naatikka ajjuutaa be7ana."
    },
    {
        "English Sentences": "And also upon the servants and upon the handmaids in those days will I pour out my spirit.",
        "Wolaitta Sentences": "He gallassatun ta attuma ashkkaratu bollinne ta macca ashkkaratu bolli taani ta Ayyaanaa gussana."
    },
    {
        "English Sentences": "And I will shew wonders in the heavens and in the earth, blood, and fire, and pillars of smoke.",
        "Wolaitta Sentences": "\"Qassi taani bolla saluwan maalaalissiyaabaa, garssa sa7ankka suuttaa, tamaanne sitti giidi pude denddiya cuwaa bessana."
    },
    {
        "English Sentences": "The sun shall be turned into darkness, and the moon into blood, before the great and the terrible day of the LORD come.",
        "Wolaitta Sentences": "Gitanne daroppe yashshiya GODAA gallassai gakkanaappe kase awai xumana; aginaikka suutta milatana."
    },
    {
        "English Sentences": "And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.",
        "Wolaitta Sentences": "He wode hagaadan hanana; GODAA sunttaa xeesiya ubbai attana. GODAI giidoogaadan, Xiyoone Deriyaaninne Yerusalaamen kessi ekkidi attiyaageeti de7ana. Qassi GODAI xeesidoogeeti paxa de7ana."
    },
    {
        "English Sentences": "For, behold, in those days, and in that time, when I shall bring again the captivity of Judah and Jerusalem,",
        "Wolaitta Sentences": "\"He gallassatuuninne he wodiyan taani Yihudaanne Yerusalaame asaa omooduwaa zaarananne ishalissada wottana."
    },
    {
        "English Sentences": "I will also gather all nations, and will bring them down into the valley of Jehoshaphat, and will plead with them there for my people and for my heritage Israel, whom they have scattered among the nations, and parted my land.",
        "Wolaitta Sentences": "Taani kawotettatu ubban de7iya asaa shiishshada, duge Yoosaafixa Wombbaa wottana; wottada eti ta asaa Israa7eela bolli oottido mooro ubbaa gishshau, taani eta yan pirddana. Aissi giikko, eti ta asaa kawotettatu giddon laalidosona; qassi ta biittaakka banttau shaakki ekkidosona;"
    },
    {
        "English Sentences": "And they have cast lots for my people; and have given a boy for an harlot, and sold a girl for wine, that they might drink.",
        "Wolaitta Sentences": "ta asaa bollan saamaa yeggidosona; shaaramuxa maccaasaa demmanau, attuma na7aa immidosona; qassi woine eessaa uyanau, macca na7iyo baizzidosona."
    },
    {
        "English Sentences": "Yea, and what have ye to do with me, O Tyre, and Zidon, and all the coasts of Palestine? will ye render me a recompence? and if ye recompense me, swiftly and speedily will I return your recompence upon your own head;",
        "Wolaitta Sentences": "\"Inttenoo, Xiiroosa, Sidoonanne Pilisxxeema biittaa asatoo, intte ta bolli ai oottanau qoppidetii? Taani oottidoogaa haluwaa kessanau koyeetii? Hegaa intte koyikko, taani eesotada intte oottido oosuwaa intte bolli zaarana."
    },
    {
        "English Sentences": "Because ye have taken my silver and my gold, and have carried into your temples my goodly pleasant things:",
        "Wolaitta Sentences": "Aissi giikko, intte ta biraanne ta worqqaa ekkideta; ta al77o miishshaakka intte eeqa keettata gelissideta."
    },
    {
        "English Sentences": "The children also of Judah and the children of Jerusalem have ye sold unto the Grecians, that ye might remove them far from their border.",
        "Wolaitta Sentences": "Yihudaa biittaa asaanne Yerusalaame katamaa asaa eta biittaappe haassi efiidi, Giriike biittaa asau baizzideta."
    },
    {
        "English Sentences": "Behold, I will raise them out of the place whither ye have sold them, and will return your recompence upon your own head:",
        "Wolaitta Sentences": "Be7ite, intte baizzido sohuwaappe taani eta ha77i kessana; kessada intte oottidobaa ubbaa intte huuphiyan zaarana."
    },
    {
        "English Sentences": "And I will sell your sons and your daughters into the hand of the children of Judah, and they shall sell them to the Sabeans, to a people far off: for the LORD hath spoken it.",
        "Wolaitta Sentences": "Taani intte attuma naatanne intte macca naata Yihudaa biittaa asau aatta immana; qassi etikka haaho biittan de7iya Saaba biittaa asau eta baizzana. Taani GODAI hagaa odaas."
    },
    {
        "English Sentences": "Proclaim ye this among the Gentiles; Prepare war, wake up the mighty men, let all the men of war draw near; let them come up:",
        "Wolaitta Sentences": "\"Hagaadan yaagidi kawotettatu giddon awaajjite; Olau giigite; mino asata denttettite! Olanchchati shiiqonanne kiyona."
    },
    {
        "English Sentences": "Beat your plowshares into swords, and your pruninghooks into spears: let the weak say, I am strong.",
        "Wolaitta Sentences": "Intte marashaa biso, intte baacaakka toora kessanau qoxxite! Daafuranchchai, \"Taani mino!\" yaago."
    },
    {
        "English Sentences": "Assemble yourselves, and come, all ye heathen, and gather yourselves together round about: thither cause thy mighty ones to come down, O LORD.",
        "Wolaitta Sentences": "Inttenoo, yuushuwan de7iya kawotetta ubbatoo, eesuwan haa yiite; yiidi hegan shiiqite yaagite\" yaagees. Abeet GODAU, ne olanchchata yaa duge wotta!"
    },
    {
        "English Sentences": "Let the heathen be wakened, and come up to the valley of Jehoshaphat: for there will I sit to judge all the heathen round about.",
        "Wolaitta Sentences": "Qassikka GODAI hagaadan yaagees; \"Kawotettati denddidi, Yoosaafixa Wombbaa yoona; aissi giikko, Israa7eela yuushuwan de7iya kawotettatu ubbaa bollan pirddanau taani yan uttana."
    },
    {
        "English Sentences": "Put ye in the sickle, for the harvest is ripe: come, get you down; for the press is full, the fats overflow; for their wickedness is great.",
        "Wolaitta Sentences": "Eta iitatettai keehi dariis. Hegaa gishshau, cahaa wodee gakkin baacan cakkiyoogaadan, eta cakkite; woiniyaa aifee gum77iyo ollan kumin yedhdhiyoogaadankka, eta yedhdhite."
    },
    {
        "English Sentences": "Multitudes, multitudes in the valley of decision: for the day of the LORD is near in the valley of decision.",
        "Wolaitta Sentences": "Pirddaa wombban GODAA gallassai gakkiis; hegaa gishshau, daro daro asai pirddaa wombban de7ees."
    },
    {
        "English Sentences": "The sun and the moon shall be darkened, and the stars shall withdraw their shining.",
        "Wolaitta Sentences": "He gallassi awainne aginai xumana; xoolinttetikka bantta poo7uwaa genttana."
    },
    {
        "English Sentences": "The LORD also shall roar out of Zion, and utter his voice from Jerusalem; and the heavens and the earth shall shake: but the LORD will be the hope of his people, and the strength of the children of Israel.",
        "Wolaitta Sentences": "\"GODAI Xiyoonen gididi guummana; Yerusalaamenkka ba cenggurssaa sissana; saloinne sa7ai kokkorana. SHin GODAI ba asaassi Israa7eelassi baqati attiyo sohonne qato gidana."
    },
    {
        "English Sentences": "So shall ye know that I am the LORD your God dwelling in Zion, my holy mountain: then shall Jerusalem be holy, and there shall no strangers pass through her any more.",
        "Wolaitta Sentences": "Taani ta geeshsha deriyan Xiyoonen de7iya GODAA intte Xoossaa gidiyoogaa intte he wode erana. Yerusalaame katamai geeshsha gidana; qassi allagati naa77antto Yerusalaame woraajjokkona."
    },
    {
        "English Sentences": "And it shall come to pass in that day, that the mountains shall drop down new wine, and the hills shall flow with milk, and all the rivers of Judah shall flow with waters, and a fountain shall come forth of the house of the LORD, and shall water the valley of Shittim.",
        "Wolaitta Sentences": "\"He gallassi dereti aife eessaa, woiniyaagaa xokkana; keratikka maattaa goggana. Yihudaa biittan de7iya shaafa ubbaara haattai shohattana. GODAA Beeta Maqidasiyaappe pulttoi goggana; goggidi, SHiixima Zanggaaraa ushshana."
    },
    {
        "English Sentences": "Egypt shall be a desolation, and Edom shall be a desolate wilderness, for the violence against the children of Judah, because they have shed innocent blood in their land.",
        "Wolaitta Sentences": "\"Gibxxe biittai baisa gidana; Eedooma biittaikka booddila bazzo gidana. Aissi giikko, eti Yihudaa asaa bolli iitabaa oottidosona; qassi Yihudaa biittan xillo asaa suuttaakka gussidosona."
    },
    {
        "English Sentences": "But Judah shall dwell for ever, and Jerusalem from generation to generation.",
        "Wolaitta Sentences": "SHin Yihudaa biittai merinau, Yerusalaame katamaikka yeleta ubbaa gakkanaashin, asi de7iyo soho gidana."
    },
    {
        "English Sentences": "For I will cleanse their blood that I have not cleansed: for the LORD dwelleth in Zion.",
        "Wolaitta Sentences": "Taani haluwaa kessennan aggido eta suuttaa haluwaa biron kessana; aissi giikko, GODAI Xiyoonen de7ees\" yaagees."
    }
]