[
    {
        "English Sentences": "The burden of the word of the LORD to Israel by Malachi.",
        "Wolaitta Sentences": "GODAI Milkkiyaasa baggaara Israa7eela asaassi yootido hiraagaa qaalai hagaa."
    },
    {
        "English Sentences": "I have loved you, saith the LORD. Yet ye say, Wherein hast thou loved us? Was not Esau Jacob's brother? saith the LORD: yet I loved Jacob,",
        "Wolaitta Sentences": "GODAI ba asaa, \"Taani inttena siiqaas\" yaagees. SHin intte, \"Neeni nuna aibin siiqadii?\" yaageeta. Yaagin GODAI, \"Eesawi Yaaqooba ishaa gidenneeyye? Gidikkonne taani Yaaqooba siiqaas;"
    },
    {
        "English Sentences": "And I hated Esau, and laid his mountains and his heritage waste for the dragons of the wilderness.",
        "Wolaitta Sentences": "shin Eesawa ixxaas. Taani Eesawa gezziyaa baisa oottaas; a gadiyaakka worakanati allaxxiyo bazzo oottaas\" yaagees."
    },
    {
        "English Sentences": "Whereas Edom saith, We are impoverished, but we will return and build the desolate places; thus saith the LORD of hosts, They shall build, but I will throw down; and they shall call them, The border of wickedness, and, The people against whom the LORD hath indignation for ever.",
        "Wolaitta Sentences": "Eesawa zeretta gidiya Eedoomati, \"Nu katamati kolettidosona; shin nuuni eta zaarettidi keexxana\" yaagana. Giikkonne Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Eti zaarettidi keexxanddosona; shin taani kolana. Asai eta, Ha biittai iita biitta; ha biittaa asaikka GODAI merinau hanqqettido asa yaagana\" yaagees."
    },
    {
        "English Sentences": "And your eyes shall see, and ye shall say, The LORD will be magnified from the border of Israel.",
        "Wolaitta Sentences": "Hegaa intte intte aifiyan be7ana; be7idi, \"Hekko GODAI Israa7eela biittaa zawaappe kareerakka gita\" yaagana."
    },
    {
        "English Sentences": "A son honoureth his father, and a servant his master: if then I be a father, where is mine honour? and if I be a master, where is my fear? saith the LORD of hosts unto you, O priests, that despise my name. And ye say, Wherein have we despised thy name?",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Inttenoo, ta sunttaa kaushshiya qeesetoo, na7ai ba aawaa, ashkkaraikka ba godaa bonchchees. Yaatin, taani intteyyo aawaa gidikko, intte tana bonchchiyo bonchchoi anee? Qassi taani intteyyo goda gidikko, intte taassi yayyiyo yashshai anee? \"Intte ta sunttaa kaushshideta; yaatidi qassi, Nuuni ne sunttaa waatidi kaushshidoo? yaageeta."
    },
    {
        "English Sentences": "Ye offer polluted bread upon mine altar; and ye say, Wherein have we polluted thee? In that ye say, The table of the LORD is contemptible.",
        "Wolaitta Sentences": "Intte taayyo yarshshiyoosaa bollan tunida yarshshuwaa shiishshiyoogan ta sunttaa kaushshideta. \"Qassikka intte, Nuuni nena waatidi tunissidoo? yaageeta. \"Intte GODAASSI yarshshiyo sohoi karettidabaa gidennee yaagidi qoppiyoogan tana tunissideta."
    },
    {
        "English Sentences": "And if ye offer the blind for sacrifice, is it not evil? and if ye offer the lame and sick, is it not evil? offer it now unto thy governor; will he be pleased with thee, or accept thy person? saith the LORD of hosts.",
        "Wolaitta Sentences": "Intte yarshshuwaa yarshshiyo wode, qooqiyaa woi hargganchchaa woi wobbe gidida mehiyaa yarshshikko, hegee iitabaa gidennee? Intte hegaa mala mehiyaa intte halaqaayyo imota oottidi immiyaakko, i hegan ufaittanabaanne inttena maaddanabaa intteyyo milatii?\" yaagees."
    },
    {
        "English Sentences": "And now, I pray you, beseech God that he will be gracious unto us: this hath been by your means: will he regard your persons? saith the LORD of hosts.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Xoossai intteyyo qarettana mala, ha77i a woossite. Woni intte hegaa mala imotaa ayyo immin, i inttena maaddanee?\" yaagees."
    },
    {
        "English Sentences": "Who is there even among you that would shut the doors for nought? neither do ye kindle fire on mine altar for nought. I have no pleasure in you, saith the LORD of hosts, neither will I accept an offering at your hand.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Intte taayyo yarshshiyoosaa bollan coo hadan tamaa eettiyoogaappe, intteppe issi urai Beeta Maqidasiyaa penggiyaa gorddiyaabaa gideerenneeshsha! Taani inttenan ufaittikke; intte immiyo imotaakka ekkikke\" yaagees."
    },
    {
        "English Sentences": "For from the rising of the sun even unto the going down of the same my name shall be great among the Gentiles; and in every place incense shall be offered unto my name, and a pure offering: for my name shall be great among the heathen, saith the LORD of hosts.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Awai mokkiyoosaappe biidi wulliyoosaa gakkanaashin, ta sunttai kawotettatu giddon gita. Soho ubban asati taayyo ixaanaa cuwayoosona; geeshsha yarshshuwaakka yarshshoosona; aissi giikko, ta sunttai kawotettatu giddon gita\" yaagees."
    },
    {
        "English Sentences": "But ye have profaned it, in that ye say, The table of the LORD is polluted; and the fruit thereof, even his meat, is contemptible.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"SHin intte, GODAASSI yarshshiyo sohoi tuna; an wottiyo yarshshoikka karettidaagaa yaagidi a kaushshideta."
    },
    {
        "English Sentences": "Ye said also, Behold, what a weariness is it! and ye have snuffed at it, saith the LORD of hosts; and ye brought that which was torn, and the lame, and the sick; thus ye brought an offering: should I accept this of your hand? saith the LORD.",
        "Wolaitta Sentences": "Qassi intte, Hagee daafurssiyaabaa yaagi qilliiccidi, intte siiriyan sim77eeta. \"Intte bonqqi ekkidoogaa woi wobbiyaa woi hargganchchaa imota oottidi shiishsheeta. Yaatin, taani intte kushiyaappe hegaa ekkoo?"
    },
    {
        "English Sentences": "But cursed be the deceiver, which hath in his flock a male, and voweth, and sacrificeth unto the LORD a corrupt thing: for I am a great King, saith the LORD of hosts, and my name is dreadful among the heathen.",
        "Wolaitta Sentences": "Taayyo yarshshana giidi shiiqettido attuma dorssai a wudiyaa giddon de7ishin, boriyoobai de7iyo dorssaa yarshshiya he cimmiyaagee qanggettidaagaa gido! Aissi giikko, taani gita Kawuwaa; ta sunttaikka kawotettatu giddon yayettidaagaa\" yaagees."
    },
    {
        "English Sentences": "And now, O ye priests, this commandment is for you.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Qeesetoo, ha77i ha azazoi inttessa."
    },
    {
        "English Sentences": "If ye will not hear, and if ye will not lay it to heart, to give glory unto my name, saith the LORD of hosts, I will even send a curse upon you, and I will curse your blessings: yea, I have cursed them already, because ye do not lay it to heart.",
        "Wolaitta Sentences": "Intte siyennan ixxikkonne ta sunttaa bonchchanau intte wozanan qoppennan ixxikko, taani intte bolli qanggettaa kiittana; intte anjjuwaakka taani qanggana. Intte intte wozanan tana bonchchanau qoppibeenna gishshau, taani ha77ikka inttena qanggarggaas."
    },
    {
        "English Sentences": "Behold, I will corrupt your seed, and spread dung upon your faces, even the dung of your solemn feasts; and one shall take you away with it.",
        "Wolaitta Sentences": "Be7ite, taani intte zerettata qaxxayana. Intte yarshshuwau ehiido mehiyaa tociyaakka intte som77uwan laalana; inttekka he tociyaara issippe a oliyoosaa baana."
    },
    {
        "English Sentences": "And ye shall know that I have sent this commandment unto you, that my covenant might be with Levi, saith the LORD of hosts.",
        "Wolaitta Sentences": "He wode ta maachchai Leewa zerettatuura minnidi de7anaadan, taani intteyyo ha azazuwaa kiittidoogaa intte erana\" yaagees."
    },
    {
        "English Sentences": "My covenant was with him of life and peace; and I gave them to him for the fear wherewith he feared me, and was afraid before my name.",
        "Wolaitta Sentences": "\"Taani etaara maacettido maachchai de7uwaanne sarotettaa maachchaa; eti taayyo yayyanaadan, taani de7uwaanne sarotettaa etayyo immaas; etikka taayyo yayyidosonanne ta sunttaakka bonchchidosona."
    },
    {
        "English Sentences": "The law of truth was in his mouth, and iniquity was not found in his lips: he walked with me in peace and equity, and did turn many away from iniquity.",
        "Wolaitta Sentences": "Tumaa higgee eta doonan de7iis; eta inxxarssankka worddoi beettibeenna. Eti tanaara sarotettaaninne suuretettan hemettidosona; qassi darotakka nagaraappe zaaridosona."
    },
    {
        "English Sentences": "For the priest's lips should keep knowledge, and they should seek the law at his mouth: for he is the messenger of the LORD of hosts.",
        "Wolaitta Sentences": "Qeeseti Ubbaappe Wolqqaama GODAI kiittidoogeeta gidido gishshau, eta doonai eratettaa tamaarissanau koshshees; asaikka higgiyaa eta doonaappe tamaaranau bessees\" yaagees."
    },
    {
        "English Sentences": "But ye are departed out of the way; ye have caused many to stumble at the law; ye have corrupted the covenant of Levi, saith the LORD of hosts.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"SHin qeesetoo, intte ogiyaappe wora simmideta; intte timirttiyankka darota xubbideta; taani Leewa zaretuura maacettido maachchaakka tunissideta."
    },
    {
        "English Sentences": "Therefore have I also made you contemptible and base before all the people, according as ye have not kept my ways, but have been partial in the law.",
        "Wolaitta Sentences": "Hegaa gishshau, intte ta ogiyan hemettennan ixxidooridan, intte tamaarissiyo higgiyankka asa ubbaa issi likke xeellennan ixxidooridan, taani inttena asa ubbaa sinttan karettidaageetanne kauyyidaageeta oottaas\" yaagees."
    },
    {
        "English Sentences": "Have we not all one father? hath not one God created us? why do we deal treacherously every man against his brother, by profaning the covenant of our fathers?",
        "Wolaitta Sentences": "Nuussi ubbaassi issi aawai de7ees gidenneeyye? Nuna issi Xoossai medhdhiis gidenneeyye? Yaatin, nuuni nu maizza aawatu maachchaa koliyoogan issoi issuwaassi aissi ammanettennan ixxiyo?"
    },
    {
        "English Sentences": "Judah hath dealt treacherously, and an abomination is committed in Israel and in Jerusalem; for Judah hath profaned the holiness of the LORD which he loved, and hath married the daughter of a strange god.",
        "Wolaitta Sentences": "Yihudaa asai ammanettibeenna; qassi Israa7eelaaninne Yerusalaamen asai tunatettaa oottiis; aissi giikko, Yihudaa asai GODAI dosiyo Beeta Maqidasiyaa tunissiis; qassi allaga xoossaassi goinniya macca naatakka machchiis."
    },
    {
        "English Sentences": "The LORD will cut off the man that doeth this, the master and the scholar, out of the tabernacles of Jacob, and him that offereth an offering unto the LORD of hosts.",
        "Wolaitta Sentences": "Hagaa oottiyaagee oona gidikkokka, GODAI a Yaaqooba maabaraappe xaisso; he asi Ubbaappe Wolqqaama GODAASSI yarshshuwaa ehiyaagaa gidikkokka, GODAI a shoddo."
    },
    {
        "English Sentences": "And this have ye done again, covering the altar of the LORD with tears, with weeping, and with crying out, insomuch that he regardeth not the offering any more, or receiveth it with good will at your hand.",
        "Wolaitta Sentences": "Qassi intte oottiyo harabai aibee giikko, GODAI intte yarshshuwaakko xeellenna gishshau, woi a ekkenna gishshau, yarshshiyo sohuwaa yeehuwan, afuttaaninne zilaassan kuntteeta."
    },
    {
        "English Sentences": "Yet ye say, Wherefore? Because the LORD hath been witness between thee and the wife of thy youth, against whom thou hast dealt treacherously: yet is she thy companion, and the wife of thy covenant.",
        "Wolaitta Sentences": "Intte, \"I aissi nu yarshshuwaa ekkennee?\" yaagidi oichchikko, gaasoi hagaa: intte intte yelagatettan ekkido machcheera machcheera he wode maacettido maachchaa kolideta; intte machchiyaa machchiyaa intteyyo siiqonne intte maachchan machchidooro. Hegau GODAI markka."
    },
    {
        "English Sentences": "And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.",
        "Wolaitta Sentences": "GODAI inttessinne intte keettaayeessi keettaayeessi issi bollainne issi ayyaanai de7anaadan oottibeenneeyye? Hegaa aissi oottidee? Geeshsha zerettai de7anaadaana gidennee? Hegaa gishshau, intteppe ooninne ba yelagatettan ekkido machcheera maacettido maachchaassi ammanettennaagaa gidennaadan naagetto."
    },
    {
        "English Sentences": "For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.",
        "Wolaitta Sentences": "Aissi giikko, \"Taani GODAI, Israa7eela Xoossai, azinai ba machchiyo yeddiyoogaa ixxais; hegee iitabaa\" yaagees. Hegaa gishshau, Ubbaappe Wolqqaama GODAI, \"Intte machcheera machcheera maacettido maachchaassi ammanettennaageeta gidennaadan naagettite\" yaagees."
    },
    {
        "English Sentences": "Ye have wearied the LORD with your words. Yet ye say, Wherein have we wearied him? When ye say, Every one that doeth evil is good in the sight of the LORD, and he delighteth in them; or, Where is the God of judgment?",
        "Wolaitta Sentences": "Intte intte haasayan GODAA daafurssideta. SHin intte, \"Nuuni a waatidi daafurssidoo?\" yaageeta. Intte a daafurssidoogee, \"Iitaa oottiyaageeti ubbai GODAA sinttan suure; qassi ikka etan ufaittees\" yaagiyoogan woikko, \"Tumaa pirddiya Xoossai awan de7ii?\" yaagiyoogaana."
    },
    {
        "English Sentences": "Behold, I will send my messenger, and he shall prepare the way before me: and the LORD, whom ye seek, shall suddenly come to his temple, even the messenger of the covenant, whom ye delight in: behold, he shall come, saith the LORD of hosts.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Be7ite, ta biyo ogiyaa giigissanaadan, taani kiittiyo asa kasetada yeddana; qassi intte koyiyo Godaikka intte qoppennan de7ishin, ba Beeta Maqidasiyaa puttu gaana. Intte naagiyo, ta maachchaa kiitaa ekkidi yiya ta kiittiyoogeekka yaana\" yaagees."
    },
    {
        "English Sentences": "But who may abide the day of his coming? and who shall stand when he appeareth? for he is like a refiner's fire, and like fullers' soap:",
        "Wolaitta Sentences": "SHin i biraanne worqqaa seerissidi geeshshiya tamaa malanne maayuwaa meecciyo saamunaa mala gidiyo gishshau, i yiyo gallassi danddayanai oonee? Qassi i qoncciyo wode a sinttan eqqanau danddayiyai oonee?"
    },
    {
        "English Sentences": "And he shall sit as a refiner and purifier of silver: and he shall purify the sons of Levi, and purge them as gold and silver, that they may offer unto the LORD an offering in righteousness.",
        "Wolaitta Sentences": "I biraanne worqqaa geeshshiyaagaadaaninne tigiyaagaadan uttidi, Leewa zareta geeshshana; eti GODAASSI likke yarshshuwaa yarshshana gakkanaashin, i eta geeshshana."
    },
    {
        "English Sentences": "Then shall the offering of Judah and Jerusalem be pleasant unto the LORD, as in the days of old, and as in former years.",
        "Wolaitta Sentences": "Yaatobare beni wodetuugaadaaninne aadhdhida laittatuugaadan, Yihudaa asainne Yerusalaame asai yarshshiyo yarshshoi GODAA ufaissiyaagaa gidana."
    },
    {
        "English Sentences": "And I will come near to you to judgment; and I will be a swift witness against the sorcerers, and against the adulterers, and against false swearers, and against those that oppress the hireling in his wages, the widow, and the fatherless, and that turn aside the stranger from his right, and fear not me, saith the LORD of hosts.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Hegaappe guyyiyan, taani pirddaa pirddanau inttekko yaana; yaada murunniyaageetu bolli, shaaramuxiyaageetu bolli, wordduwan caaqqidi markkattiyaageetu bolli, oosanchchatussi bessiya damoozaa immennan diggiyaageetu bolli, azinai haiqqido am77iyoonne aaya aawu haiqqido naata tuggayiyaageetu bolli, betiyaa pirddaa geellayiyaageetu bollinne taayyo yayyennaageetu bolli eesuwan markkattana\" yaagees."
    },
    {
        "English Sentences": "For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.",
        "Wolaitta Sentences": "Qassikka Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Taani GODAI laamettikke; hegaa gishshau, inttenoo Yaaqooba zaretoo, intte xayibeekketa."
    },
    {
        "English Sentences": "Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?",
        "Wolaitta Sentences": "Intte maizza aawatu wodiyaappe doommidi, intte ta wogaappe wora simmideta; akka naagibeekketa. Ha77i taakko simmite; taanikka inttekko simmana\" yaagees. SHin intte, \"Nuuni waani simminoo?\" yaagidi oichcheeta."
    },
    {
        "English Sentences": "Will a man rob God? Yet ye have robbed me. But ye say, Wherein have we robbed thee? In tithes and offerings.",
        "Wolaitta Sentences": "GODAI, \"Asi Xoossa wuuqqii? Wuuqqenna, shin intte tana wuuqqeeta\" yaagees. Qassikka intte, \"Nuuni nena waati wuuqqiyoonii?\" yaageeta. Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Intte asirataaninne imotan tana wuuqqeeta."
    },
    {
        "English Sentences": "Ye are cursed with a curse: for ye have robbed me, even this whole nation.",
        "Wolaitta Sentences": "Intte Israa7eela asai ubbai tana wuuqqiyo gishshau, intte qanggettidaageeta."
    },
    {
        "English Sentences": "Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.",
        "Wolaitta Sentences": "Ta Beeta Maqidasiyan qumi de7anaadan, asirata ubbaa gootaran yeggite. Yaatidi taani saluwaa maskkootiyaa dooyada anjjuwaa intteyyo palahissada gussana xayikko, tana hegan paaccite."
    },
    {
        "English Sentences": "And I will rebuke the devourer for your sakes, and he shall not destroy the fruits of your ground; neither shall your vine cast her fruit before the time in the field, saith the LORD of hosts.",
        "Wolaitta Sentences": "Intte biittai mokkiyo kattaa meennaadan, taani intte gishshau qunuwaa seerana; gaden de7iya woiniyaa aifeekka qoqqofettenna. Taani Ubbaappe Wolqqaama GODAI hagaa odais."
    },
    {
        "English Sentences": "And all nations shall call you blessed: for ye shall be a delightsome land, saith the LORD of hosts.",
        "Wolaitta Sentences": "Intte biittai de7anau ufaissiya biitta gidiyo gishshau, kawotettati ubbai inttena, Anjjettidaageeta yaagana\" yaagees."
    },
    {
        "English Sentences": "Your words have been stout against me, saith the LORD. Yet ye say, What have we spoken so much against thee?",
        "Wolaitta Sentences": "GODAI hagaadan yaagees; \"Intte ta bolli xala qaalaa haasayideta. \"Yaatidi qassi, Nuuni ne bolli woigi haasayidonii? yaagidi oichcheeta."
    },
    {
        "English Sentences": "Ye have said, It is vain to serve God: and what profit is it that we have kept his ordinance, and that we have walked mournfully before the LORD of hosts?",
        "Wolaitta Sentences": "\"Qassikka intte, Xoossaassi oottiyoogee hada. A azazuwaa naagiyoogaaninne Ubbaappe Wolqqaama GODAA sinttan azzaniiddi hemettiyoogan nuuni ai go7ettiyoonii?"
    },
    {
        "English Sentences": "And now we call the proud happy; yea, they that work wickedness are set up; yea, they that tempt God are even delivered.",
        "Wolaitta Sentences": "Nuuni otorettiyaageeti anjjettishin be7eettees; iitaa oottiyaageetikka ishalidi de7iyoogaa xalla gidennan, Xoossaa paaccidikka kessi ekkoosona yaageeta\" yaagees."
    },
    {
        "English Sentences": "Then they that feared the LORD spake often one to another: and the LORD hearkened, and heard it, and a book of remembrance was written before him for them that feared the LORD, and that thought upon his name.",
        "Wolaitta Sentences": "He wode GODAASSI yayyiyaageeti issoi issuwaara haasayidosona; GODAIKKA ezggidi siyiis. GODAASSI yayyidaageetinne a sunttaakka bonchchidaageeti dogettennaadan, eta hassayissiya maxaafai a sinttan xaafettiis."
    },
    {
        "English Sentences": "And they shall be mine, saith the LORD of hosts, in that day when I make up my jewels; and I will spare them, as a man spareth his own son that serveth him.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Eti tabaa gidana; taani oottiyo gallassi eti taassi dummatida asa gidana; aawai baassi oottiya ba na7aa maariyoogaadan, taani eta maarana."
    },
    {
        "English Sentences": "Then shall ye return, and discern between the righteous and the wicked, between him that serveth God and him that serveth him not.",
        "Wolaitta Sentences": "He wode intte zaarettidikka xilluwaappenne nagaranchchaappe gidduwan de7iya zawaanne Xoossaassi azazettiyaageetuppenne azazettennaageetuppe gidduwan de7iya zawaa be7ana\" yaagees."
    },
    {
        "English Sentences": "For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI hagaadan yaagees; \"Be7ite, coociyaa tamaadan eexxiya gallassai matattiis; otorettiyaageetinne iitaa oottiyaageeti ubbai utula mala gidana. He yiya gallassai eta xuuggana; etayyo xaphuwaa xeeraakka ashshenna."
    },
    {
        "English Sentences": "But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall.",
        "Wolaitta Sentences": "SHin intteyyo, ta sunttaassi yayyiyaageetuyyo a qefiyaa giddon pattiyaabai de7iyo xillotettaa awai mokkana. Inttekka qashuwaappe yedettida anqqara galuwaadan buraaqana."
    },
    {
        "English Sentences": "And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the LORD of hosts.",
        "Wolaitta Sentences": "Taani oottiyo gallassi, nagaranchchati intte tohuwaappe garssa baggaara bidintta mala gidana; inttekka eta yedhdhana. Taani Ubbaappe Wolqqaama GODAI hagaa odais."
    },
    {
        "English Sentences": "Remember ye the law of Moses my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.",
        "Wolaitta Sentences": "\"Israa7eela asai ubbai oottanaadan, Siinaa Deriyaa bollan taani ta ashkkaraa Muuse baggaara azazido azazuwaanne higgiyaa hassayite."
    },
    {
        "English Sentences": "Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the LORD:",
        "Wolaitta Sentences": "\"Be7ite, gitanne bonchchettida GODAA gallassai yaanaappe kasetada, taani inttessi hananabaa yootiya Eelaasa kiittana."
    },
    {
        "English Sentences": "And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.",
        "Wolaitta Sentences": "Kiittin i yiidi, taani yaada biittaa qanggettan shocennaadan, aawatu wozanaa naatukko, naatu wozanaakka aawatukko zaarana\" yaagees."
    }
]