[
    {
        "English Sentences": "The beginning of the gospel of Jesus Christ, the Son of God;",
        "Wolaitta Sentences": "Xoossaa Na7aa Yesuus Kiristtoosa wonggeliyaa mishiraachchuwaa doomettaa."
    },
    {
        "English Sentences": "As it is written in the prophets, Behold, I send my messenger before thy face, which shall prepare thy way before thee.",
        "Wolaitta Sentences": "Hananabaa yootiya Isiyaasi xaafido maxaafan Xoossai, Be7a, ta kiittiyoogaa taani neeppe sinttau yeddana. I neeyyo ogiyaa kessana."
    },
    {
        "English Sentences": "The voice of one crying in the wilderness, Prepare ye the way of the Lord, make his paths straight.",
        "Wolaitta Sentences": "Issoi bazzon ba qaalaa xoqqu oottidi, Godaa ogiyaa giigissite. I hemettana loossuwaakka ayyo sitti oottite giis yaagees."
    },
    {
        "English Sentences": "John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.",
        "Wolaitta Sentences": "Xammaqiya Yohaannisi asaa xammaqiiddinne, Intte nagaraappe simmidi xammaqettite; Xoossai intte nagaraa atto gaana yaagidi qaalaa yootiiddi bazzon kiyi wodhdhiis."
    },
    {
        "English Sentences": "And there went out unto him all the land of Judaea, and they of Jerusalem, and were all baptized of him in the river of Jordan, confessing their sins.",
        "Wolaitta Sentences": "Yihudaa biittan de7iya asai ubbainne Yerusalaame katamaa asai ubbai Yohaannisakko yees. Yiidi ba nagaraa paaxin, Yohaannisi he asaa Yorddaanoosa SHaafan xammaqees."
    },
    {
        "English Sentences": "And John was clothed with camel's hair, and with a girdle of a skin about his loins; and he did eat locusts and wild honey;",
        "Wolaitta Sentences": "Yohaannisi gaameelaa ikisiyan daddido afalaa maayidi, ba xeessan dafuwaa gixxees; qassi booliyaanne degeeraa eessaa mees."
    },
    {
        "English Sentences": "And preached, saying, There cometh one mightier than I after me, the latchet of whose shoes I am not worthy to stoop down and unloose.",
        "Wolaitta Sentences": "Yohaannisi qaalaa yootiiddi, Taappe guyyeera daro minniyaagee yees; harai atto, hokkada a caammaa dafuwaa birshshanaukka taayyo bessenna."
    },
    {
        "English Sentences": "I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.",
        "Wolaitta Sentences": "Taani inttena haattan xammaqais; shin i inttena Geeshsha Ayyaanan xammaqana yaagees."
    },
    {
        "English Sentences": "And it came to pass in those days, that Jesus came from Nazareth of Galilee, and was baptized of John in Jordan.",
        "Wolaitta Sentences": "Yesuusi he wode Galiila biittan de7iya Naazireete katamaappe yin, Yohaannisi Yorddaanoosa SHaafan a xammaqiis."
    },
    {
        "English Sentences": "And straightway coming up out of the water, he saw the heavens opened, and the Spirit like a dove descending upon him:",
        "Wolaitta Sentences": "Yesuusi haattaappe kiyosaara saloi dooyettishiininne Geeshsha Ayyaanai ba bolli haraphphedan wodhdhishin be7iis."
    },
    {
        "English Sentences": "And there came a voice from heaven, saying, Thou art my beloved Son, in whom I am well pleased.",
        "Wolaitta Sentences": "Qassi saluwaappe, Taani siiqiyo ta Na7ai nena; tana nebai ufaissees yaagiya qaalai yiis."
    },
    {
        "English Sentences": "And immediately the Spirit driveth him into the wilderness.",
        "Wolaitta Sentences": "Sohuwaarakka Geeshsha Ayyaanai bazzo a yeddiis."
    },
    {
        "English Sentences": "And he was there in the wilderness forty days, tempted of Satan; and was with the wild beasts; and the angels ministered unto him.",
        "Wolaitta Sentences": "Yesuusi bazzon bana Seexaanai paaccishin, oitamu gallassa gattiis; do7aarakka de7iis; kiitanchchatikka yiidi, ayyo oottidosona."
    },
    {
        "English Sentences": "Now after that John was put in prison, Jesus came into Galilee, preaching the gospel of the kingdom of God,",
        "Wolaitta Sentences": "Yohaannisi qashettiichchidoogaappe guyyiyan, Yesuusi Xoossaa kawotettaa wonggeliyaa mishiraachchuwaa yootiiddi, Galiila biitti biis;"
    },
    {
        "English Sentences": "And saying, The time is fulfilled, and the kingdom of God is at hand: repent ye, and believe the gospel.",
        "Wolaitta Sentences": "biidi, Wodee gakkiis; Xoossaa kawotettaikka matattiis. Intte nagaraappe simmidi, wonggeliyaa mishiraachchuwaa ammanite yaagiis."
    },
    {
        "English Sentences": "Now as he walked by the sea of Galilee, he saw Simon and Andrew his brother casting a net into the sea: for they were fishers.",
        "Wolaitta Sentences": "Yesuusi Galiila Abbaa lanqqiyaara aadhdhiiddi, moliyaa oiqqiyaageeta, Simoonanne a ishaa Inddiraasa, bantta gitiyaa abban yeggiyaageeta be7iis."
    },
    {
        "English Sentences": "And Jesus said unto them, Come ye after me, and I will make you to become fishers of men.",
        "Wolaitta Sentences": "Be7idi eta, Tana kaallite; taani inttena asa oiqqiyoogaa tamaarissana yaagiis."
    },
    {
        "English Sentences": "And straightway they forsook their nets, and followed him.",
        "Wolaitta Sentences": "Yaagin eti sohuwaarakka bantta gitiyaa yeggi bayidi, Yesuusa kaallidosona."
    },
    {
        "English Sentences": "And when he had gone a little farther thence, he saw James the son of Zebedee, and John his brother, who also were in the ship mending their nets.",
        "Wolaitta Sentences": "Yesuusi guuttaa sinttaukko biidi, Zabddiyoosa naata naa77u ishantta, Yaaqoobanne Yohaannisa wolwolo giddon bantta gitiyaa giigissiyaageeta be7iis."
    },
    {
        "English Sentences": "And straightway he called them: and they left their father Zebedee in the ship with the hired servants, and went after him.",
        "Wolaitta Sentences": "I be7osaarakka eta xeesin, bantta aawaa, Zabddiyoosa, a oosanchchatuura wolwolo giddon yeggi bayidi, Yesuusa kaallidi biidosona."
    },
    {
        "English Sentences": "And they went into Capernaum; and straightway on the sabbath day he entered into the synagogue, and taught.",
        "Wolaitta Sentences": "Eti Qifirinaahooma giyo katamaa gelidosona; Yesuusi Sambbata gallassi sohuwaara Aihuda woosa keettaa gelidi, tamaarissuwaa doommi aggiis."
    },
    {
        "English Sentences": "And they were astonished at his doctrine: for he taught them as one that had authority, and not as the scribes.",
        "Wolaitta Sentences": "Baayyo alaafetettai de7iyo asadan, asaa i tamaarissiyoogaappe attin, higgiyaa tamaarissiyaageetudan tamaarissenna gishshau, asai a timirttiyan garamettiis."
    },
    {
        "English Sentences": "And there was in their synagogue a man with an unclean spirit; and he cried out,",
        "Wolaitta Sentences": "He wode iita ayyaanai de7iyo issi bitanee Aihuda woosa keettaa gelosaarakka ba qaalaa xoqqu oottidi,"
    },
    {
        "English Sentences": "Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.",
        "Wolaitta Sentences": "Naazireeta Yesuusaa, neeni nuuppe ai koyai Nuna xaissanau yaadii Neeni oonakko erais; neeni Xoossaa geeshshaa gidikkii! yaagiis."
    },
    {
        "English Sentences": "And Jesus rebuked him, saying, Hold thy peace, and come out of him.",
        "Wolaitta Sentences": "Yesuusi he iita ayyaanaa, Haizza; bitaniyaappe kiya yaagidi azaziis."
    },
    {
        "English Sentences": "And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.",
        "Wolaitta Sentences": "Iita ayyaanai bitaniyaa daferettinnee, wolqqappe waasissidi, appe kiyi aggiis."
    },
    {
        "English Sentences": "And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.",
        "Wolaitta Sentences": "Asai ubbai garamettidi, Hagee aibee Ha bitanee ba alaafetettan harai atto, iita ayyaanatakka azazees; etikka qassi ayyo azazettoosona; hagee aiba ooratta timirttee yaagidi, ba giddon issoi issuwaa oichchiis."
    },
    {
        "English Sentences": "And immediately his fame spread abroad throughout all the region round about Galilee.",
        "Wolaitta Sentences": "Yesuusabai sohuwaara Galiila biittan de7iya heera ubbaa gakki aggiis."
    },
    {
        "English Sentences": "And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.",
        "Wolaitta Sentences": "Yesuusi Aihuda woosa keettaappe kiyosaara, Yaaqoobaaranne Yohaannisaara Simoona soonne Inddiraasa soo bi aggiis."
    },
    {
        "English Sentences": "But Simon's wife's mother lay sick of a fever, and anon they tell him of her.",
        "Wolaitta Sentences": "Simoona bollotiyaa qoxonne misho harggada zin77idaaribaa i yaa gakkosaarakka ayyo odi aggidosona."
    },
    {
        "English Sentences": "And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.",
        "Wolaitta Sentences": "I ikko shiiqidi, i kushiyaa oiqqidi, o dentti essiis; qoxoinne mishoi o aggin, a etayyo oottaasu."
    },
    {
        "English Sentences": "And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.",
        "Wolaitta Sentences": "Harggida asa ubbaanne xalaheti oiqqido asa ubbaa omarssi awai wullidoogaappe guyyiyan, akko ehiidosona."
    },
    {
        "English Sentences": "And all the city was gathered together at the door.",
        "Wolaitta Sentences": "Kataman de7iya asai ubbai he kare shiiqiis."
    },
    {
        "English Sentences": "And he healed many that were sick of divers diseases, and cast out many devils; and suffered not the devils to speak, because they knew him.",
        "Wolaitta Sentences": "Yesuusi dumma dumma harggiyan oiqettida daro asaa pattidi, daro xalahetakka kessiis. Kiristtoosa i gidiyoogaa xalaheti erido gishshau, eta haasayissennan diggiis."
    },
    {
        "English Sentences": "And in the morning, rising up a great while before day, he went out, and departed into a solitary place, and there prayed.",
        "Wolaitta Sentences": "Yesuusi maallado wonttimaattan denddidi, sooppe kiyidi, asi bainnasaa biis; biidi yan Xoossaa woossiis."
    },
    {
        "English Sentences": "And Simon and they that were with him followed after him.",
        "Wolaitta Sentences": "Simooninne aara de7iyaageeti a koyiiddi biidosona."
    },
    {
        "English Sentences": "And when they had found him, they said unto him, All men seek for thee.",
        "Wolaitta Sentences": "Eti a demmidi, Asai ubbai nena koyees yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Let us go into the next towns, that I may preach there also: for therefore came I forth.",
        "Wolaitta Sentences": "Yaagin Yesuusi qassi eta, Hegaa heeran de7iya hara katamata hinddite; taani hegankka qaalaa yootanau bessees; aissi giikko, taani yiidoogee hegaassa yaagiis."
    },
    {
        "English Sentences": "And he preached in their synagogues throughout all Galilee, and cast out devils.",
        "Wolaitta Sentences": "Yaagidi Aihuda woosa keettatun qaalaa yootiiddinne xalaheta kessiiddi, Galiila biitta ubbaa yuuyiis."
    },
    {
        "English Sentences": "And there came a leper to him, beseeching him, and kneeling down to him, and saying unto him, If thou wilt, thou canst make me clean.",
        "Wolaitta Sentences": "Inchchirichchai oiqqido issi bitanee Yesuusakko yiidi, a sinttan gulbbatidi, Neeni koyikko, tana pattanau danddayaasa yaagidi woossiis."
    },
    {
        "English Sentences": "And Jesus, moved with compassion, put forth his hand, and touched him, and saith unto him, I will; be thou clean.",
        "Wolaitta Sentences": "Yesuusi ayyo qarettiis; ba kushiyaa yeddidi, a bochchidi, Taani koyais; paxa! yaagiis."
    },
    {
        "English Sentences": "And as soon as he had spoken, immediately the leprosy departed from him, and he was cleansed.",
        "Wolaitta Sentences": "Sohuwaarakka inchchirichchai bitaniyaa yeddi aggin, bitanee paxi aggiis."
    },
    {
        "English Sentences": "And he straitly charged him, and forthwith sent him away;",
        "Wolaitta Sentences": "Yesuusi wolqqappe godatidi, sohuwaara a kessi yeddiis."
    },
    {
        "English Sentences": "And saith unto him, See thou say nothing to any man: but go thy way, shew thyself to the priest, and offer for thy cleansing those things which Moses commanded, for a testimony unto them.",
        "Wolaitta Sentences": "Yesuusi a, Nena era! Hagaa ooyyoonne yootoppa; shin baada ne bollaa qeesiyaa bessa; qassi neeni ha77i geeshsha gididoogaa asaa erissanau, Muusee azazido yarshshuwaa yarshsha yaagiis."
    },
    {
        "English Sentences": "But he went out, and began to publish it much, and to blaze abroad the matter, insomuch that Jesus could no more openly enter into the city, but was without in desert places: and they came to him from every quarter.",
        "Wolaitta Sentences": "SHin bitanee biidi, yohuwaa ubbasan asa ubbau oduwaanne laalettaa doommiis; hegaa gishshau, Yesuusi qoncciyaa kiyidi, katama gelanau danddayibeenna; shin asi bainnasan gaxan de7iis; qassi asai ubbasaappe akko yees."
    },
    {
        "English Sentences": "And again he entered into Capernaum after some days; and it was noised that he was in the house.",
        "Wolaitta Sentences": "Amarida gallassaappe guyyiyan, Yesuusi Qifirinaahooma guyye simmidi, son de7ees giyo odoi siyettiis."
    },
    {
        "English Sentences": "And straightway many were gathered together, insomuch that there was no room to receive them, no, not so much as about the door: and he preached the word unto them.",
        "Wolaitta Sentences": "Keettai ekkennan ixxin, harai atto, kareekka un77ana gakkanaassi daro asai shiiqiis; shiiqin Yesuusi qaalaa asau yootees."
    },
    {
        "English Sentences": "And they come unto him, bringing one sick of the palsy, which was borne of four.",
        "Wolaitta Sentences": "Oiddu asati bollai silido issi bitaniyaa tookkidi, akko ehiidosona."
    },
    {
        "English Sentences": "And when they could not come nigh unto him for the press, they uncovered the roof where he was: and when they had broken it up, they let down the bed wherein the sick of the palsy lay.",
        "Wolaitta Sentences": "Asai darido gishshau, bitaniyaa Yesuusakko efaanau etayyo danddayettennan ixxin, Yesuusi de7iyo ginaara keettaa qaaridi, kaaraa lukkidosona; he lukkidosaara bitaniyaa i zin77ido halaara duge yeddidi, Yesuusa sinttan wottidosona."
    },
    {
        "English Sentences": "When Jesus saw their faith, he said unto the sick of the palsy, Son, thy sins be forgiven thee.",
        "Wolaitta Sentences": "Yesuusi eta ammanuwaa be7idi, he bollai silido bitaniyaa, Ta na7au, ne nagarai atto geetettiis yaagiis."
    },
    {
        "English Sentences": "But there were certain of the scribes sitting there, and reasoning in their hearts,",
        "Wolaitta Sentences": "Yaagin higgiyaa tamaarissiyaageetuppe he sohuwan uttida issooti issooti bantta wozanan,"
    },
    {
        "English Sentences": "Why doth this man thus speak blasphemies? who can forgive sins but God only?",
        "Wolaitta Sentences": "Laa ha bitanee hagaa mala iitabaa Xoossaa bolli aissi haasayii Xoossaa xalaalappe attin, harai ooni nagara atto gaanau danddayii yaagidi qoppidosona."
    },
    {
        "English Sentences": "And immediately when Jesus perceived in his spirit that they so reasoned within themselves, he said unto them, Why reason ye these things in your hearts?",
        "Wolaitta Sentences": "Eti bantta wozanan hegaadan qoppidoogaa Yesuusi sohuwaara ba ayyaanan eridi, eta hagaadan yaagiis; Intte intte wozanan aissi hegaadan qoppeetii"
    },
    {
        "English Sentences": "Whether is it easier to say to the sick of the palsy, Thy sins be forgiven thee; or to say, Arise, and take up thy bed, and walk?",
        "Wolaitta Sentences": "Bollai silido bitaniyaa, Ne nagarai atto geetettiis giyoogee mateeyye Woi, Dendda eqqada ne halaa tookkada hemetta giyoogee matee"
    },
    {
        "English Sentences": "But that ye may know that the Son of man hath power on earth to forgive sins, (he saith to the sick of the palsy,)",
        "Wolaitta Sentences": "SHin taayyo, Asa Na7aayyo, sa7aa bollan nagara atto gaanau alaafetettai de7iyoogaa taani inttena erissana yaagidi he bollai silido bitaniyaa,"
    },
    {
        "English Sentences": "I say unto thee, Arise, and take up thy bed, and go thy way into thine house.",
        "Wolaitta Sentences": "Nena gais; dendda eqqa; yaatada ne halaa tookkada ne soo ba yaagiis."
    },
    {
        "English Sentences": "And immediately he arose, took up the bed, and went forth before them all; insomuch that they were all amazed, and glorified God, saying, We never saw it on this fashion.",
        "Wolaitta Sentences": "Bitanee sohuwaara denddi eqqidi, ba halaa tookkidi, asai ubbai xeellishin biis; bin asai ubbai garamettidi, Nuuni hagaa malabaa mulekka be7i erokko yaagidi Xoossaa galatiis."
    },
    {
        "English Sentences": "And he went forth again by the sea side; and all the multitude resorted unto him, and he taught them.",
        "Wolaitta Sentences": "Yesuusi naa77anttuwaa Galiila Abbaa dooni biis; asai ubbai akko yiidaagaa tamaarissiis."
    },
    {
        "English Sentences": "And as he passed by, he saw Levi the son of Alphaeus sitting at the receipt of custom, and said unto him, Follow me. And he arose and followed him.",
        "Wolaitta Sentences": "Hegaara aadhdhiiddi, Ilppiyoosa na7aa Leewa, giyoogee giiraa giiriyoosan uttidaagaa demmidi, Tana kaalla yaagiis. Yaagin Leewi denddi eqqidi, a kaalliis."
    },
    {
        "English Sentences": "And it came to pass, that, as Jesus sat at meat in his house, many publicans and sinners sat also together with Jesus and his disciples: for there were many, and they followed him.",
        "Wolaitta Sentences": "Yesuusi qumaa maanau Leewi son uttidaashin, giiraa ekkiya daro asainne nagaranchchati aaranne i erissiyo ashkkaratuura issippe uttidosona. Aissi giikko, a kaalliyaageetu giddon hegeetu mala asati daridosona."
    },
    {
        "English Sentences": "And when the scribes and Pharisees saw him eat with publicans and sinners, they said unto his disciples, How is it that he eateth and drinketh with publicans and sinners?",
        "Wolaitta Sentences": "Higgiyaa tamaarissiya issi issi Parisaaweti Yesuusi nagaranchchatuuranne giiraa ekkiyaageetuura qumaa miishin be7idi, I aissi nagaranchchatuuranne giiraa ekkiyaageetuura qumaa mii yaagidi, erissiyo ashkkarata oichchidosona."
    },
    {
        "English Sentences": "When Jesus heard it, he saith unto them, They that are whole have no need of the physician, but they that are sick: I came not to call the righteous, but sinners to repentance.",
        "Wolaitta Sentences": "Yesuusi eti giyoogaa siyidi, Hargganchchatuppe attin, payyatuyyo aakime koshshenna; taani nagaranchchata xeesanau yiidoogaappe attin, xillota xeesanau yabeikke yaagidi etayyo zaariis."
    },
    {
        "English Sentences": "And the disciples of John and of the Pharisees used to fast: and they come and say unto him, Why do the disciples of John and of the Pharisees fast, but thy disciples fast not?",
        "Wolaitta Sentences": "Xammaqiya Yohaannisi erissiyo ashkkaratinne Parisaaweti xoomoosona; amarida asati Yesuusakko yiidi, Yohaannisi erissiyo ashkkaratinne Parisaaweti erissiyo ashkkarati xoomoosona; shin neeni erissiyo ashkkarati aissi xoomokkonaa yaagidosona."
    },
    {
        "English Sentences": "And Jesus said unto them, Can the children of the bridechamber fast, while the bridegroom is with them? as long as they have the bridegroom with them, they cannot fast.",
        "Wolaitta Sentences": "Yesuusi eta hagaadan yaagiis; Bullachchaa yiida asati machchiyo ekkiyaagee banttanaara de7ishin, xoomanau danddayiyoonaa Machchiyo ekkiyaagee etaara de7ishin, xoomanau danddayokkona."
    },
    {
        "English Sentences": "But the days will come, when the bridegroom shall be taken away from them, and then shall they fast in those days.",
        "Wolaitta Sentences": "SHin machchiyo ekkiyaagaa eta matappe efaana wodee yaana; eti he wode xoomana."
    },
    {
        "English Sentences": "No man also seweth a piece of new cloth on an old garment: else the new piece that filled it up taketh away from the old, and the rent is made worse.",
        "Wolaitta Sentences": "Ceega maayo bolli ooratta woto wotti sikkiya asi baawa; wotti sikkikko, ooratta wotoi ceega maayuwaa peererettana; peerettaikka kaseegaappe darana."
    },
    {
        "English Sentences": "And no man putteth new wine into old bottles: else the new wine doth burst the bottles, and the wine is spilled, and the bottles will be marred: but new wine must be put into new bottles.",
        "Wolaitta Sentences": "Qassi ho77o woine eessa ceega ogoron naaqqiya asi baawa; shin naaqqikko, he woiniyaa eessai ogoruwaa daakkana; baukka gukkana; ogoroikka moorettana; shin ho77o woine eessaa ooratta ogoron naaqqeettees yaagiis."
    },
    {
        "English Sentences": "And it came to pass, that he went through the corn fields on the sabbath day; and his disciples began, as they went, to pluck the ears of corn.",
        "Wolaitta Sentences": "Yesuusi issi Sambbata gallassi tiya banggaa giddoora aadhdhishin, erissiyo ashkkarati aara biiddi, banggaa tiyaappe duutettaa doommidosona."
    },
    {
        "English Sentences": "And the Pharisees said unto him, Behold, why do they on the sabbath day that which is not lawful?",
        "Wolaitta Sentences": "Parisaaweti Yesuusa, Be7a; neeni erissiyo ashkkarati Sambbata gallassi higge gidennabaa aissi oottiyoonaa yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, Have ye never read what David did, when he had need, and was an hungred, he, and they that were with him?",
        "Wolaitta Sentences": "Yesuusi eta, Daawiti namisettidi, miyoobaa koyido wode, banaara de7iyaageetuura oottidobaa mulekka nabbabibeekketii"
    },
    {
        "English Sentences": "How he went into the house of God in the days of Abiathar the high priest, and did eat the shewbread, which is not lawful to eat but for the priests, and gave also to them which were with him?",
        "Wolaitta Sentences": "Abiyaataari qeese ubbatu halaqa gidido wode, Daawiti Xoossaa keettaa gelidi, qeesetu xalaalai maanaappe attin, ooninne maanau higge gidennaagaa Godaa sinttan wottido oittaa miidi, banaara de7iyaageetuyyookka immiis yaagiis."
    },
    {
        "English Sentences": "And he said unto them, The sabbath was made for man, and not man for the sabbath:",
        "Wolaitta Sentences": "Qassikka Yesuusi eta, Sambbatai asau merettidoogaappe attin, asi Sambbatau merettibeenna."
    },
    {
        "English Sentences": "Therefore the Son of man is Lord also of the sabbath.",
        "Wolaitta Sentences": "Hegaa gishshau, taani, Asa Na7ai, harai atto, Sambbataukka Goda yaagiis."
    },
    {
        "English Sentences": "And he entered again into the synagogue; and there was a man there which had a withered hand.",
        "Wolaitta Sentences": "Yesuusi Aihuda woosa keettaa naa77anttuwaa geliis; hegan kushee silido issi bitanee de7ees."
    },
    {
        "English Sentences": "And they watched him, whether he would heal him on the sabbath day; that they might accuse him.",
        "Wolaitta Sentences": "Issi issi asai Yesuusa mootanau koyidi, kushee silido bitaniyaa Sambbatan i pattiyaakko be7anau mintti naagees."
    },
    {
        "English Sentences": "And he saith unto the man which had the withered hand, Stand forth.",
        "Wolaitta Sentences": "Yesuusi he kushee silido bitaniyaa, Dendda eqqada sinttau haa ya yaagiis."
    },
    {
        "English Sentences": "And he saith unto them, Is it lawful to do good on the sabbath days, or to do evil? to save life, or to kill? But they held their peace.",
        "Wolaitta Sentences": "Hegaappe guyyiyan asaa, Sambbatan lo77obaa oottiyoogee wogeeyye iitabaa oottiyoogee wogee Asa shemppo ashshiyoogee wogeeyye woriyoogee wogee yaagidi oichchiis. SHin asai co77u giis."
    },
    {
        "English Sentences": "And when he had looked round about on them with anger, being grieved for the hardness of their hearts, he saith unto the man, Stretch forth thine hand. And he stretched it out: and his hand was restored whole as the other.",
        "Wolaitta Sentences": "Yesuusi hanqqettidi, eta yuushshi aatti xeellidi, eti yootin siyennaageeta gidiyo gishshau, etau keehi qarettiis; he bitaniyaa, Ne kushiyaa piddi ootta yaagiis; bitanee piddi oottin, a kushee paxi aggiis."
    },
    {
        "English Sentences": "And the Pharisees went forth, and straightway took counsel with the Herodians against him, how they might destroy him.",
        "Wolaitta Sentences": "Parisaaweti Aihuda woosa keettaappe kare kiyidi, Yesuusa waati woranaakko maqettanau, Heeroodisa baggatuura sohuwaara issisaa shiiqidosona."
    },
    {
        "English Sentences": "But Jesus withdrew himself with his disciples to the sea: and a great multitude from Galilee followed him, and from Judaea,",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkaratuura Galiila Abbaa biis; Galiilappenne Yihudaappe yiida daro asai a kaalliis."
    },
    {
        "English Sentences": "And from Jerusalem, and from Idumaea, and from beyond Jordan; and they about Tyre and Sidon, a great multitude, when they had heard what great things he did, came unto him.",
        "Wolaitta Sentences": "Qassikka daro asai Yerusalaameppe, Eedomiyaasappe, Yorddaanoosa SHaafaappe hefintta baggappe, Xiiroosa katamaappenne Sidoona katamaappe Yesuusi oottidobaa siyidi, Yesuusakko yiis."
    },
    {
        "English Sentences": "And he spake to his disciples, that a small ship should wait on him because of the multitude, lest they should throng him.",
        "Wolaitta Sentences": "Yesuusi daro asai bana un77enna mala, ba erissiyo ashkkarati wolwoluwaa baayyo takkissana mala azaziis."
    },
    {
        "English Sentences": "For he had healed many; insomuch that they pressed upon him for to touch him, as many as had plagues.",
        "Wolaitta Sentences": "Daro asaa i pattido gishshau, harggiya asai ubbai a bochchanau sugerettees."
    },
    {
        "English Sentences": "And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.",
        "Wolaitta Sentences": "Iita ayyaanai de7iyo asatikka a be7ido wode ubban a sinttan gufannidi, bantta qaalaa xoqqu oottidi, Neeni Xoossaa Na7aa gidikkii! yaagoosona."
    },
    {
        "English Sentences": "And he straitly charged them that they should not make him known.",
        "Wolaitta Sentences": "Yesuusi he iita ayyaanati babaa asau yootidi, bana qoncciyaa kessenna mala, eta minttidi azaziis."
    },
    {
        "English Sentences": "And he goeth up into a mountain, and calleth unto him whom he would: and they came unto him.",
        "Wolaitta Sentences": "Yesuusi deriyaa bolli kiyidi, ba koyido asata baakko xeesiis; xeesidoogeeti akko biidosona."
    },
    {
        "English Sentences": "And he ordained twelve, that they should be with him, and that he might send them forth to preach,",
        "Wolaitta Sentences": "Eti banaara de7ana malanne qaalaa yootanau eta kiittana mala,"
    },
    {
        "English Sentences": "And to have power to heal sicknesses, and to cast out devils:",
        "Wolaitta Sentences": "xalaheta kessanaukka etayyo maatai de7ana mala, tammanne naa77u asata dooriis."
    },
    {
        "English Sentences": "And Simon he surnamed Peter;",
        "Wolaitta Sentences": "I doorido tammanne naa77ati hageeta PHeexiroosa yaagidi sunttido Simoona,"
    },
    {
        "English Sentences": "And James the son of Zebedee, and John the brother of James; and he surnamed them Boanerges, which is, The sons of thunder:",
        "Wolaitta Sentences": "Bo7anerggeesa yaagidi sunttidoogeeta, Zabddiyoosa naata Yaaqoobanne Yaaqooba ishaa Yohaannisa. Bo7anerggeesa giyoogee Dadaa milatiya asata giyoogaa."
    },
    {
        "English Sentences": "And Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Canaanite,",
        "Wolaitta Sentences": "Inddiraasanne Piliphphoosa, Barttalamoosanne Maatiyoosa, Toomaasanne Ilppiyoosa na7aa Yaaqooba, Taaddiyoosanne ba biittau mishettiya Simoona,"
    },
    {
        "English Sentences": "And Judas Iscariot, which also betrayed him: and they went into an house.",
        "Wolaitta Sentences": "Yesuusa aatti immida Yihudaa Asqqoroota."
    },
    {
        "English Sentences": "And the multitude cometh together again, so that they could not so much as eat bread.",
        "Wolaitta Sentences": "Yesuusi soo biis; naa77anttuwaakka qassi daro asai shiiqin, inne erissiyo ashkkarati harai atto, qumaa maanaukka danddayibookkona;"
    },
    {
        "English Sentences": "And when his friends heard of it, they went out to lay hold on him: for they said, He is beside himself.",
        "Wolaitta Sentences": "asai a, Gooyees giyo gishshau, a dabboti hegaa siyidi, a ekkanau biidosona."
    },
    {
        "English Sentences": "And the scribes which came down from Jerusalem said, He hath Beelzebub, and by the prince of the devils casteth he out devils.",
        "Wolaitta Sentences": "Higgiyaa tamaarissiya issi issi asati Yerusalaameppe yiidi, A bolli Bi7eeli-Zeebuli de7ees yaagidosona; qassi harati, Xalahetu halaqai baayyo wolqqaa immin, xalaheta kessees yaagidi haasayidosona."
    },
    {
        "English Sentences": "And he called them unto him, and said unto them in parables, How can Satan cast out Satan?",
        "Wolaitta Sentences": "Yesuusi asaa baakko xeesidi, leemisuwaa yootiiddi, Seexaanai Seexaanaa waati kessanau danddayii"
    },
    {
        "English Sentences": "And if a kingdom be divided against itself, that kingdom cannot stand.",
        "Wolaitta Sentences": "Issi kawotettai ba giddon shaahettikko, he kawotettai eqqana danddayenna;"
    },
    {
        "English Sentences": "And if a house be divided against itself, that house cannot stand.",
        "Wolaitta Sentences": "qassi issi keetta asaikka ba giddon shaahettikko, he keettaa asaikka eqqanau danddayenna."
    },
    {
        "English Sentences": "And if Satan rise up against himself, and be divided, he cannot stand, but hath an end.",
        "Wolaitta Sentences": "Qassi Seexaanai banaara ooyettidi shaahettikko, xayanaappe attin, de7ana danddayenna."
    },
    {
        "English Sentences": "No man can enter into a strong man's house, and spoil his goods, except he will first bind the strong man; and then he will spoil his house.",
        "Wolaitta Sentences": "SHin wolqqaama asa kasetidi qachchennan de7iiddi, a keettaa gelidi, a miishshaa bonqqanau danddayiya asi baawa; qachchidoogaappe guyyiyan, a keettaa bonqqana danddayees."
    },
    {
        "English Sentences": "Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:",
        "Wolaitta Sentences": "Taani intteyyo tumaa gais; Xoossai asa naatuyyo nagara ubbaanne eti cayiyo cashsha ubbaa atto gaana;"
    },
    {
        "English Sentences": "But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:",
        "Wolaitta Sentences": "shin Geeshsha Ayyaanaa bolli iitabaa haasayiya ooyyoonne merinau nagara gidanaappe attin, Xoossai mulekka atto geenna yaagiis."
    },
    {
        "English Sentences": "Because they said, He hath an unclean spirit.",
        "Wolaitta Sentences": "Yesuusi hegaa giidoogee, issi issi asati, A bolli iita ayyaanai de7ees yaagido gishshaassa."
    },
    {
        "English Sentences": "There came then his brethren and his mother, and, standing without, sent unto him, calling him.",
        "Wolaitta Sentences": "A aayyiyaanne a ishantti yiidi, karen eqqidi, akko asa kiittidi, a xeesissidosona."
    },
    {
        "English Sentences": "And the multitude sat about him, and they said unto him, Behold, thy mother and thy brethren without seek for thee.",
        "Wolaitta Sentences": "Daro asai a matan uttiis; he kiittidoogee a, Be7a; ne aayyiyaanne ne ishantti karen eqqidi, nenaara gaittanau koyoosona yaagiis."
    },
    {
        "English Sentences": "And he answered them, saying, Who is my mother, or my brethren?",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi, Ta aayyiyaa oonee Qassi ta ishantti oonee yaagiis."
    },
    {
        "English Sentences": "And he looked round about on them which sat about him, and said, Behold my mother and my brethren!",
        "Wolaitta Sentences": "Ba matan uttida asaa yuushshi aatti xeellidi, Be7ite; ta aayyiyaanne ta ishantti hageetihona."
    },
    {
        "English Sentences": "For whosoever shall do the will of God, the same is my brother, and my sister, and mother.",
        "Wolaitta Sentences": "Xoossai koyiyoobaa oottiyai ubbai ta isha, ta michchonne ta aayo yaagiis."
    },
    {
        "English Sentences": "And he began again to teach by the sea side: and there was gathered unto him a great multitude, so that he entered into a ship, and sat in the sea; and the whole multitude was by the sea on the land.",
        "Wolaitta Sentences": "Yesuusi naa77anttuwaa Galiila Abbaa lanqqiyan tamaarissuwaa doommiis; keehi daro asai ba lanqqiyan yuuyi aadhdhidi shiiqettin, abban de7iya wolwolo giddo gelidi, aani uttiis; qassi he asai ubbai abbaa lanqqiyan de7ees."
    },
    {
        "English Sentences": "And he taught them many things by parables, and said unto them in his doctrine,",
        "Wolaitta Sentences": "I eta darobaa leemisuwan tamaarissiis. Tamaarissiiddi hagaadan yaagiis,"
    },
    {
        "English Sentences": "Hearken; Behold, there went out a sower to sow:",
        "Wolaitta Sentences": "Siyite; issi bitanee zerettaa zeranau kiyiis."
    },
    {
        "English Sentences": "And it came to pass, as he sowed, some fell by the way side, and the fowls of the air came and devoured it up.",
        "Wolaitta Sentences": "I zerishin, issi issi zerettai ogiyaa doonan wodhdhiis; wodhdhidaagaa kafoi yiidi miis."
    },
    {
        "English Sentences": "And some fell on stony ground, where it had not much earth; and immediately it sprang up, because it had no depth of earth:",
        "Wolaitta Sentences": "Issi issi zerettai guutta biittai de7iyo shuchchaa anccuwaa bolli wodhdhiis; daro biittai bainna gishshau, he zerettai sohuwaara mokkiis."
    },
    {
        "English Sentences": "But when the sun was up, it was scorched; and because it had no root, it withered away.",
        "Wolaitta Sentences": "Awai kiyido wode shulliis; adussa xaphuwaa yeddibeenna gishshau, meli bayiis."
    },
    {
        "English Sentences": "And some fell among thorns, and the thorns grew up, and choked it, and it yielded no fruit.",
        "Wolaitta Sentences": "Issi issi zerettai aguntta giddon wodhdhiis; wodhdhidi mokkidaagaa agunttai diccidi cuullin, aifennan attiis."
    },
    {
        "English Sentences": "And other fell on good ground, and did yield fruit that sprang up and increased; and brought forth, some thirty, and some sixty, and some an hundred.",
        "Wolaitta Sentences": "Issi issi zerettai aradda biittan wodhdhidi mokkiis; diccidi issoi hasttamaa, issoi usuppun tammaa aifin, issoi xeetaa aifiis yaagiis."
    },
    {
        "English Sentences": "And he said unto them, He that hath ears to hear, let him hear.",
        "Wolaitta Sentences": "Yaagidi, Siyanau haitti de7iyo urai siyo yaagiis."
    },
    {
        "English Sentences": "And when he was alone, they that were about him with the twelve asked of him the parable.",
        "Wolaitta Sentences": "Yesuusi yootidoogaa siyida hara asatinne tammanne naa77u erissiyo ashkkarati Yesuusi barkka de7ishin, akko shiiqidi, he leemisuwaa birshshettaa a oichchidosona."
    },
    {
        "English Sentences": "And he said unto them, Unto you it is given to know the mystery of the kingdom of God: but unto them that are without, all these things are done in parables:",
        "Wolaitta Sentences": "Oichchin Yesuusi etassi hagaadan yaagiis; Inttessi Xoossaa kawotettaa xuura yohuwaa erai imettiis; shin harati kawotettaappe kareera de7iyaageeti, xeeluwaa"
    },
    {
        "English Sentences": "That seeing they may see, and not perceive; and hearing they may hear, and not understand; lest at any time they should be converted, and their sins should be forgiven them.",
        "Wolaitta Sentences": "xeellidi be7enna mala, qassi sissaa siyidikka akeekenna mala, eti naa77anttuwaa Xoossaakko simmin, i eta nagaraa atto geenna mala, etayyo ubbabai leemisuwan odettiis yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Know ye not this parable? and how then will ye know all parables?",
        "Wolaitta Sentences": "Yesuusi eta, Ha leemisuwaa erekketii Yaatin, leemiso ubbaa waati eruuteetii"
    },
    {
        "English Sentences": "The sower soweth the word.",
        "Wolaitta Sentences": "Zeriyaagee Xoossaa qaalaa zerees."
    },
    {
        "English Sentences": "And these are they by the way side, where the word is sown; but when they have heard, Satan cometh immediately, and taketh away the word that was sown in their hearts.",
        "Wolaitta Sentences": "Qaalai zerettiyo ogiyaa doonan de7iyaageeti hageeta; eti qaalaa siyiyo wode, Seexaanai sohuwaarakka yiidi, eta wozanan zerettida qaalaa efirggees."
    },
    {
        "English Sentences": "And these are they likewise which are sown on stony ground; who, when they have heard the word, immediately receive it with gladness;",
        "Wolaitta Sentences": "Hegaadankka qassi shuchchaa anccoi de7iyo biittan zerettidaageeti hageeta; eti qaalaa siyidi, sohuwaara ufaissan ekkoosona."
    },
    {
        "English Sentences": "And have no root in themselves, and so endure but for a time: afterward, when affliction or persecution ariseth for the word's sake, immediately they are offended.",
        "Wolaitta Sentences": "Eti ha77issau de7iyoogaappe attin, etau mino xaphoi baawa; guyyeppe qaalaa gaasuwan waayee woi yedetai yiyo wode, eti sohuwaara xubetti aggoosona."
    },
    {
        "English Sentences": "And these are they which are sown among thorns; such as hear the word,",
        "Wolaitta Sentences": "Qassi aguntta giddon zerettidaageeti hageeta; eti qaalaa siyiyaageeta."
    },
    {
        "English Sentences": "And the cares of this world, and the deceitfulness of riches, and the lusts of other things entering in, choke the word, and it becometh unfruitful.",
        "Wolaitta Sentences": "SHin ha sa7aa de7uwau hirggiyoogee duretettaa siiqiyoogeenne harabaa amottiyoogee eta wozanan gelidi, qaalaa cuullees; cuullin aifennan atti aggees."
    },
    {
        "English Sentences": "And these are they which are sown on good ground; such as hear the word, and receive it, and bring forth fruit, some thirtyfold, some sixty, and some an hundred.",
        "Wolaitta Sentences": "SHin aradda biittan zerettidaageeti qaalaa siyidi ekkiyaageeta; issoi hasttamaa, issoi usuppun tammaa aifin, issoi xeetaa aifiis yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?",
        "Wolaitta Sentences": "Yesuusi gujjidi, Xomppe ehiidi, kereppe woi arssappe garssaara wottiya asi de7ii Xoqqan wottenneeyye"
    },
    {
        "English Sentences": "For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.",
        "Wolaitta Sentences": "Aissi giikko, qosidobai ubbai qoncciyaa kiyana; qassi genttidobai ubbaikka beettennan attenna."
    },
    {
        "English Sentences": "If any man have ears to hear, let him hear.",
        "Wolaitta Sentences": "Siyanau haitti de7iyo urai de7ikko siyo yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Take heed what ye hear: with what measure ye mete, it shall be measured to you: and unto you that hear shall more be given.",
        "Wolaitta Sentences": "Qassikka eta, Intte siyiyoogaa ezggidi siyite; Xoossai intte makkido qun77an intteyyo makkana."
    },
    {
        "English Sentences": "For he that hath, to him shall be given: and he that hath not, from him shall be taken even that which he hath.",
        "Wolaitta Sentences": "I intteyyo darissidi immana; aissi giikko, issibai de7iyo urau gujji immana; bainnaagaappe harai atto, au de7iya he guuttiyookka ekkirggana yaagiis."
    },
    {
        "English Sentences": "And he said, So is the kingdom of God, as if a man should cast seed into the ground;",
        "Wolaitta Sentences": "Yesuusi qassikka yaagiis; Xoossaa kawotettai ba gaden katta zeriya asa mala."
    },
    {
        "English Sentences": "And should sleep, and rise night and day, and the seed should spring and grow up, he knoweth not how.",
        "Wolaitta Sentences": "He bitanee qammi xiskkees; maallado denddees; i ba huuphen waaniyaakkonne erennan, he zerettai mokkeesinne diccees."
    },
    {
        "English Sentences": "For the earth bringeth forth fruit of herself; first the blade, then the ear, after that the full corn in the ear.",
        "Wolaitta Sentences": "Biittai kattaa barkka mokkeesinne aifees; koiro carshshai caarees; guyyeppe aifanau kukkumees; qassi wurssettan kumetta aifiyaa aifees."
    },
    {
        "English Sentences": "But when the fruit is brought forth, immediately he putteth in the sickle, because the harvest is come.",
        "Wolaitta Sentences": "SHin kattai gakkiyo wode, kattaa shiishshiyo wodee gakkido gishshau, bitanee sohuwaarakka baacaara geli aggees yaagiis."
    },
    {
        "English Sentences": "And he said, Whereunto shall we liken the kingdom of God? or with what comparison shall we compare it?",
        "Wolaitta Sentences": "Yaagidi Yesuusi, Nuuni Xoossaa kawotettaa ai milatees gaanee Woi aibiira leemisanee"
    },
    {
        "English Sentences": "It is like a grain of mustard seed, which, when it is sown in the earth, is less than all the seeds that be in the earth:",
        "Wolaitta Sentences": "Xoossaa kawotettai sanaafici giyo qii mittee aifiyo milatees. He mittee aifiyo zeriyo wode, sa7an de7iya mitta aife ubbaappekka guuxxausu;"
    },
    {
        "English Sentences": "But when it is sown, it groweth up, and becometh greater than all herbs, and shooteth out great branches; so that the fowls of the air may lodge under the shadow of it.",
        "Wolaitta Sentences": "o zerin mokkada ataakiltte ubbaappe gitatausu; daro daashshaa daayausu. Kafoi i tashiyaa kuwan bau keettaa keexxana danddayees yaagiis."
    },
    {
        "English Sentences": "And with many such parables spake he the word unto them, as they were able to hear it.",
        "Wolaitta Sentences": "Yesuusi hagaa mala daro leemisuwan asau gelana gakkanaassi, ba qaalaa yootiis."
    },
    {
        "English Sentences": "But without a parable spake he not unto them: and when they were alone, he expounded all things to his disciples.",
        "Wolaitta Sentences": "Asaayyo leemisoi bainnan yootenna; shin Yesuusi ba erissiyo ashkkaratu xalaalaara de7iyo wode, etayyo ubbabaa birshshidi yootees."
    },
    {
        "English Sentences": "And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.",
        "Wolaitta Sentences": "He gallassi sa7ai omarin, Yesuusi ba erissiyo ashkkarata, Abbaa hefintti pinnoos yaagiis."
    },
    {
        "English Sentences": "And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.",
        "Wolaitta Sentences": "Erissiyo ashkkarati daro asaa yeggi bayidi, Yesuusi kase geli uttido wolwoluwan gelidi, Yesuusa banttanaara efiidosona; hara wolwolotikka hegan de7oosona."
    },
    {
        "English Sentences": "And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.",
        "Wolaitta Sentences": "Wolqqaama gotee denddin, beetai wolwoluwaa shocin, haattai kumana gakkanaassi wolwoluwaa giddo geliis."
    },
    {
        "English Sentences": "And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?",
        "Wolaitta Sentences": "He wode Yesuusi wolwoluwan guyye baggaara borkkotaa borkkotidi xiskkiis. Erissiyo ashkkarati a denttidi, Tamaarissiyaagoo, nuuni xayiyo wode coo xeellai yaagidosona."
    },
    {
        "English Sentences": "And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.",
        "Wolaitta Sentences": "Yaagin i beegottidi gotiyaa, Co77u ga giidi, abbaakka, Woppu ga giis; goteekka co77u gin, ubbabaikka woppu giis."
    },
    {
        "English Sentences": "And he said unto them, Why are ye so fearful? how is it that ye have no faith?",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata, Aissi hagaadan yayyeetii Intte waani ammanekketii yaagiis."
    },
    {
        "English Sentences": "And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?",
        "Wolaitta Sentences": "Eti daro yayyidi bantta giddon, Hagee laa harai atto, goteenne abbai azazettiyoogee oonee yaagidosona."
    },
    {
        "English Sentences": "And they came over unto the other side of the sea, into the country of the Gadarenes.",
        "Wolaitta Sentences": "Eti abbaappe hefintti pinnidi, Gerggesenoona giyo biitti gakkidosona."
    },
    {
        "English Sentences": "And when he was come out of the ship, immediately there met him out of the tombs a man with an unclean spirit,",
        "Wolaitta Sentences": "Asa moogiyo gonggoluwaappe iita ayyaanai de7iyo issi bitanee kiyidi, Yesuusi wolwoluwaappe kiyido wode, Yesuusaara gaittiis;"
    },
    {
        "English Sentences": "Who had his dwelling among the tombs; and no man could bind him, no, not with chains:",
        "Wolaitta Sentences": "bitanee he gonggoluwan aqidi pe7idi, yan de7ees; a ooninne naa77anttuwaa harai atto, sanssalatan qachchanaukka danddayibeenna."
    },
    {
        "English Sentences": "Because that he had been often bound with fetters and chains, and the chains had been plucked asunder by him, and the fetters broken in pieces: neither could any man tame him.",
        "Wolaitta Sentences": "Aissi giikko, i darotoo huqqunnaaninne sanssalatan qashettidi de7ees; shin sanssalataa duuterettees; huqqunnaakka mentterettees; a xoonanau danddayidai ooninne baawa."
    },
    {
        "English Sentences": "And always, night and day, he was in the mountains, and in the tombs, crying, and cutting himself with stones.",
        "Wolaitta Sentences": "I ubba wode gallassinne qammi, he gonggoluwaa giddooninne dere bolli waassees; ba bollaakka shuchchan gaarees."
    },
    {
        "English Sentences": "But when he saw Jesus afar off, he ran and worshipped him,",
        "Wolaitta Sentences": "Yesuusa haahuwan be7ido wode, woxxidi ayyo goinniis."
    },
    {
        "English Sentences": "And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.",
        "Wolaitta Sentences": "He bitanee ba qaalaa xoqqu oottidi, Ubbaappe Bolla Xoossaa Na7au Yesuusaa, nenanne tana aibee gattiyai Tana qaxxayenna mala, taani nena Xoossaa sunttan woossais yaagiis."
    },
    {
        "English Sentences": "For he said unto him, Come out of the man, thou unclean spirit.",
        "Wolaitta Sentences": "I hegaa aissi giidee giikko, Yesuusi a, Laa ha iita ayyaanau, ha bitaniyaappe kiya yaagidoogaassa."
    },
    {
        "English Sentences": "And he asked him, What is thy name? And he answered, saying, My name is Legion: for we are many.",
        "Wolaitta Sentences": "Yesuusi a, Ne sunttai oonee yaagidi oichchiis. Oichchin i, Nuuni daro gidiyo gishshau, ta sunttai Leegiyoona yaagiis."
    },
    {
        "English Sentences": "And he besought him much that he would not send them away out of the country.",
        "Wolaitta Sentences": "Yaagidi iita ayyaanata he biittaappe kessi yeddenna mala, Yesuusa minttidi woossiis."
    },
    {
        "English Sentences": "Now there was there nigh unto the mountains a great herd of swine feeding.",
        "Wolaitta Sentences": "He deriyaa bollan daro gudunttaa wudee heemettees;"
    },
    {
        "English Sentences": "And all the devils besought him, saying, Send us into the swine, that we may enter into them.",
        "Wolaitta Sentences": "iita ayyaanati Yesuusa, Nuna hini gudunttaa wudiyaakko yeddarkkii; etan biidi geloos yaagidi woossin,"
    },
    {
        "English Sentences": "And forthwith Jesus gave them leave. And the unclean spirits went out, and entered into the swine: and the herd ran violently down a steep place into the sea, (they were about two thousand;) and were choked in the sea.",
        "Wolaitta Sentences": "Yesuusi, Biite yaagiis. Yaagin iita ayyaanati bitaniyaappe kiyidi, gudunttatun gelidosona; naa77u sha7aa gidiya gudunttaa wudee kakaa huuphiyaara jaamiiddi, abban gelidi, meetetti bayiis."
    },
    {
        "English Sentences": "And they that fed the swine fled, and told it in the city, and in the country. And they went out to see what it was that was done.",
        "Wolaitta Sentences": "Gudunttaa wudiyaa heemmiyaageeti baqatidi, hanidabaa katamaaninne katamaappe gaxa biittan yootidosona; yootin hegaa be7anau asai yiis."
    },
    {
        "English Sentences": "And they come to Jesus, and see him that was possessed with the devil, and had the legion, sitting, and clothed, and in his right mind: and they were afraid.",
        "Wolaitta Sentences": "Asai Yesuusakko yiidi, xalaheti beni oiqqido Leegiyoona giyo bitanee ba wozanai simmin, maayuwaa maayidi, hegan uttidaagaa be7idi, ubbai yayyiis."
    },
    {
        "English Sentences": "And they that saw it told them how it befell to him that was possessed with the devil, and also concerning the swine.",
        "Wolaitta Sentences": "Hegaa be7ida asati xalaheti oiqqido bitanee hanidobaanne qassi gudunttaa wudiyaabaa he asaassi yootidosona."
    },
    {
        "English Sentences": "And they began to pray him to depart out of their coasts.",
        "Wolaitta Sentences": "Hegaa gishshau, asai bantta biittaappe Yesuusi baana mala, woosaa doommiis."
    },
    {
        "English Sentences": "And when he was come into the ship, he that had been possessed with the devil prayed him that he might be with him.",
        "Wolaitta Sentences": "Yesuusi wolwoluwan gelishin, xalaheti oiqqido bitanee Yesuusaara de7ana mala, Yesuusa woossiis."
    },
    {
        "English Sentences": "Howbeit Jesus suffered him not, but saith unto him, Go home to thy friends, and tell them how great things the Lord hath done for thee, and hath had compassion on thee.",
        "Wolaitta Sentences": "SHin Yesuusi ixxidi a, Ne soo simmada, Godai neessi waanida gitabaa oottidaakkonne qassi i neessi waanida kehakko ne so asau yoota yaagiis."
    },
    {
        "English Sentences": "And he departed, and began to publish in Decapolis how great things Jesus had done for him: and all men did marvel.",
        "Wolaitta Sentences": "Bitanee biidi, Tammu Katamaa giyoosan yuuyidi, Yesuusi baassi waanida gitabaa oottidaakko, yootuwaa doommiis; i yootidoogaa siyida asai ubbai garamettiis."
    },
    {
        "English Sentences": "And when Jesus was passed over again by ship unto the other side, much people gathered unto him: and he was nigh unto the sea.",
        "Wolaitta Sentences": "Yesuusi simmidi, wolwoluwan gelidi, abbaa pinnidoogaappe guyyiyan, daro asai abbaa lanqqiyan a mati yuuyi aadhdhidi shiiqiis."
    },
    {
        "English Sentences": "And, behold, there cometh one of the rulers of the synagogue, Jairus by name; and when he saw him, he fell at his feet,",
        "Wolaitta Sentences": "Yaa7iroosa giyoogee, Aihuda woosa keettaa halaqatuppe issoi, Yesuusa be7ido wode akko yiidi, a tohuwan kunddiis;"
    },
    {
        "English Sentences": "And besought him greatly, saying, My little daughter lieth at the point of death: I pray thee, come and lay thy hands on her, that she may be healed; and she shall live.",
        "Wolaitta Sentences": "kunddidi, Ta na7iyaa harggada haiqqana hanausu; a paxada payya de7ana mala, yaada ne kushiyaa i bolli wottarkkii yaagidi Yesuusa minttidi woossiis."
    },
    {
        "English Sentences": "And Jesus went with him; and much people followed him, and thronged him.",
        "Wolaitta Sentences": "Yesuusi Yaa7iroosaara biis; biishin keehi daro asai a kaalliiddi un77iis."
    },
    {
        "English Sentences": "And a certain woman, which had an issue of blood twelve years,",
        "Wolaitta Sentences": "Tammanne naa77u laittaasappe doommidi, i bollaappe suuttai goggiyo issi maccaasiyaa de7ausu."
    },
    {
        "English Sentences": "And had suffered many things of many physicians, and had spent all that she had, and was nothing bettered, but rather grew worse,",
        "Wolaitta Sentences": "Daro aakimeti o aakimishinkka, a paxa kaa7ettaasu; ba miishshaa ubbaa wurssinkka iyyo haa iitidoogaappe attin, ainne o maaddibeenna."
    },
    {
        "English Sentences": "When she had heard of Jesus, came in the press behind, and touched his garment.",
        "Wolaitta Sentences": "He maccaasiyaa Yesuusabaa siyada, asaa giddoora Yesuusappe guyyeera yaada, a afalaa bochchaasu."
    },
    {
        "English Sentences": "For she said, If I may touch but his clothes, I shall be whole.",
        "Wolaitta Sentences": "Aissi giikko a, Taani harai atto, a afalaa bochchikko paxana yaagada qoppaasu."
    },
    {
        "English Sentences": "And straightway the fountain of her blood was dried up; and she felt in her body that she was healed of that plague.",
        "Wolaitta Sentences": "Ippe goggiya suuttai sohuwaarakka aggi bayiis; a ba waayiyaappe paxidoogaa ba bollan era aggaasu."
    },
    {
        "English Sentences": "And Jesus, immediately knowing in himself that virtue had gone out of him, turned him about in the press, and said, Who touched my clothes?",
        "Wolaitta Sentences": "Yesuusi baappe wolqqai kiyidoogaa ba huuphen eridi, sohuwaara daro asaa giddon guyye simmidi, Ta afalaa bochchidai oonee yaagiis."
    },
    {
        "English Sentences": "And his disciples said unto him, Thou seest the multitude thronging thee, and sayest thou, Who touched me?",
        "Wolaitta Sentences": "Erissiyo ashkkarati a, Asai nena sugiyoogaa be7aidda, Tana oonee bochchidai yaagai giidosona."
    },
    {
        "English Sentences": "And he looked round about to see her that had done this thing.",
        "Wolaitta Sentences": "Yesuusi hegaa ooni oottidaakkonne be7anau yuushshi aattidi xeelliis;"
    },
    {
        "English Sentences": "But the woman fearing and trembling, knowing what was done in her, came and fell down before him, and told him all the truth.",
        "Wolaitta Sentences": "shin mishiriyaa baayyo hanidabaa erada, yashshaa kokkoraidda yaada Yesuusa sinttan gufannaasu; qassi tumu hanidabaa ubbaa ayyo yootaasu."
    },
    {
        "English Sentences": "And he said unto her, Daughter, thy faith hath made thee whole; go in peace, and be whole of thy plague.",
        "Wolaitta Sentences": "Yootin Yesuusi o, Ta na7ee, nena ne ammanoi pattiis; saruwan ba, ne waayiyaappenne paxa yaagiis."
    },
    {
        "English Sentences": "While he yet spake, there came from the ruler of the synagogue's house certain which said, Thy daughter is dead: why troublest thou the Master any further?",
        "Wolaitta Sentences": "Yesuusi biron hegaa giishin, Aihuda woosa keettaa halaqaa sooppe kiitettida asati yiidi, Ne na7iyaa haiqqaichchaasu; simmi tamaarissiyaagaa aissi daafurssai yaagidosona."
    },
    {
        "English Sentences": "As soon as Jesus heard the word that was spoken, he saith unto the ruler of the synagogue, Be not afraid, only believe.",
        "Wolaitta Sentences": "SHin Yesuusi eti giyoogaa siyidi, Aihuda woosa keettaa halaqaa, Ammano xalaalaa ammanappe attin, yayyoppa yaagiis."
    },
    {
        "English Sentences": "And he suffered no man to follow him, save Peter, and James, and John the brother of James.",
        "Wolaitta Sentences": "Yesuusi PHeexiroosappe, Yaaqoobappenne Yaaqooba ishaa Yohaannisappe harai ooninne bana kaallenna mala diggiis."
    },
    {
        "English Sentences": "And he cometh to the house of the ruler of the synagogue, and seeth the tumult, and them that wept and wailed greatly.",
        "Wolaitta Sentences": "Eti Aihuda woosa keettaa halaqaa soo gakkido wode, Yesuusi asai wozanaa bayidi yeekkiyoogaanne zilaaliyoogaa be7iis."
    },
    {
        "English Sentences": "And when he was come in, he saith unto them, Why make ye this ado, and weep? the damsel is not dead, but sleepeth.,",
        "Wolaitta Sentences": "Gelidi asaa, Aissi wozanaa bayidi yeekkeetii Na7iyaa xiskkaasuppe attin, haiqqabeikku yaagiis."
    },
    {
        "English Sentences": "And they laughed him to scorn. But when he had put them all out, he taketh the father and the mother of the damsel, and them that were with him, and entereth in where the damsel was lying.",
        "Wolaitta Sentences": "Yaagin asai a bolli miicciis; shin asa ubbaa kare kessidi, na7ee aawaanne aayyiyo he banaara de7iya erissiyo ashkkaratanne ekkidi, na7iyaa de7iyoosaa geliis."
    },
    {
        "English Sentences": "And he took the damsel by the hand, and said unto her, Talitha cumi; which is, being interpreted, Damsel, I say unto thee, arise.",
        "Wolaitta Sentences": "Yesuusi na7ee kushiyaa oiqqidi, Xaalitaa, quumii yaagiis; hegaa birshshettai, Guutta na7ee, taani nena dendda gais giyoogaa."
    },
    {
        "English Sentences": "And straightway the damsel arose, and walked; for she was of the age of twelve years. And they were astonished with a great astonishment.",
        "Wolaitta Sentences": "Na7iyaa sohuwaarakka dendda eqqada hemetettaasu; a tammanne naa77u laitta na7a; hegee haniyoogan asai keehi daro garamettiis."
    },
    {
        "English Sentences": "And he charged them straitly that no man should know it; and commanded that something should be given her to eat.",
        "Wolaitta Sentences": "Yesuusi hegaa eti ooyyoonne odenna mala, eta mintti azazidi, Iyyo miyoobaa immite yaagiis."
    },
    {
        "English Sentences": "And he went out from thence, and came into his own country; and his disciples follow him.",
        "Wolaitta Sentences": "Yesuusi hegaappe kiyidi, ba biitti Naazireete katamaa biis; erissiyo ashkkaratikka a kaallidi biidosona."
    },
    {
        "English Sentences": "And when the sabbath day was come, he began to teach in the synagogue: and many hearing him were astonished, saying, From whence hath this man these things? and what wisdom is this which is given unto him, that even such mighty works are wrought by his hands?",
        "Wolaitta Sentences": "Sambbata gallassi Aihuda woosa keettan tamaarissuwaa doommiis; i tamaarissiyoogaa siyida daro asai garamettidi, Hagee ha ubbabaa auppe demmidee Ha ayyo imettida aadhdhida eratettai aibee Xoossai oottiyo malaataa i waatidi oottii"
    },
    {
        "English Sentences": "Is not this the carpenter, the son of Mary, the brother of James, and Joses, and of Juda, and Simon? and are not his sisters here with us? And they were offended at him.",
        "Wolaitta Sentences": "Hagee anaaxiyaa gidennee Mairaami na7aa, Yaaqooba ishaa, Yoosa ishaa, Yihudaa ishaa, Simoona ishaa gidenneeyye A michchentti nunaara hagan de7okkonaayye yaagidi, i giyoobaa ekkennan ixxiis."
    },
    {
        "English Sentences": "But Jesus said unto them, A prophet is not without honour, but in his own country, and among his own kin, and in his own house.",
        "Wolaitta Sentences": "Yesuusi he asaassi, Hananabaa yootiyaagee ba biittan, ba dabbotuuninne bantta so asan bonchchettennaagaappe attin, ubbasan bonchchettees yaagiis."
    },
    {
        "English Sentences": "And he could there do no mighty work, save that he laid his hands upon a few sick folk, and healed them.",
        "Wolaitta Sentences": "I he sohuwan ba kushiyaa amarida asatu bolli wottidi, eta pattidoogaappe attin, Xoossai oottiyo malaataa oottanau ainne danddayibeenna."
    },
    {
        "English Sentences": "And he marvelled because of their unbelief. And he went round about the villages, teaching.",
        "Wolaitta Sentences": "Asai ammanibeenna gishshau garamettiis. Hegaappe guyyiyan, Yesuusi hegaa heeran de7iya qeeri katamatun yuuyi yuuyidi, asaa tamaarissees."
    },
    {
        "English Sentences": "And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;",
        "Wolaitta Sentences": "Yesuusi tammanne naa77u erissiyo ashkkarata baakko xeesidi, naa77aa naa77aa kiittiis; qassi etayyo iita ayyaanata kessiyo wolqqaa immiis."
    },
    {
        "English Sentences": "And commanded them that they should take nothing for their journey, save a staff only; no scrip, no bread, no money in their purse:",
        "Wolaitta Sentences": "Immidi eta, Oge xam77appe attin, quma, qarcciita, intte kiisen miishsha ainnekka oiqqoppite."
    },
    {
        "English Sentences": "But be shod with sandals; and not put on two coats.",
        "Wolaitta Sentences": "Intte tohuwan caammaa wottite; shin naa77u qole maayoppite yaagiis."
    },
    {
        "English Sentences": "And he said unto them, In what place soever ye enter into an house, there abide till ye depart from that place.",
        "Wolaitta Sentences": "Qassikka eta, Inttena asi awan mokkikkokka, katamaappe kiyana gakkanaashin, he keettan utti bayite."
    },
    {
        "English Sentences": "And whosoever shall not receive you, nor hear you, when ye depart thence, shake off the dust under your feet for a testimony against them. Verily I say unto you, It shall be more tolerable for Sodom and Gomorrha in the day of judgment, than for that city.",
        "Wolaitta Sentences": "Inttena asi mokkennasaa woi intte yootiyoobaa siyennasaa awa gidikkokka, he biittan de7iya asaayyo hegee markka gidana mala, he sohuwaappe kiyidi, intte tohuwaappe buhiyaa shocite yaagiis."
    },
    {
        "English Sentences": "And they went out, and preached that men should repent.",
        "Wolaitta Sentences": "Tammanne naa77u erissiyo ashkkarati biidi, asai ba nagaraappe simmanaadan, qaalaa yootidosona."
    },
    {
        "English Sentences": "And they cast out many devils, and anointed with oil many that were sick, and healed them.",
        "Wolaitta Sentences": "Eti asaappe daro xalaheta kessidi, harggiya asaa daruwaa zaitiyaa tiyidi pattidosona."
    },
    {
        "English Sentences": "And king Herod heard of him; (for his name was spread abroad:) and he said, That John the Baptist was risen from the dead, and therefore mighty works do shew forth themselves in him.",
        "Wolaitta Sentences": "Asai Yesuusa sunttaa denttiyo gishshau, Kawoi Heeroodisi hegaa ubbaa siyiis; issi issi asai, Xammaqiya Yohaannisi haiquwaappe denddiis; Xoossai oottiyo wolqqaama malaataa i oottiyoogee hegaassa yaagiis."
    },
    {
        "English Sentences": "Others said, That it is Elias. And others said, That it is a prophet, or as one of the prophets.",
        "Wolaitta Sentences": "SHin harati a, Hagee Eelaasa gidennee yaagidosona. Harati qassi, Hagee beni wode hananabaa yootiyaageeta milatiya hananabaa yootiyaagaa gidennee yaagidosona."
    },
    {
        "English Sentences": "But when Herod heard thereof, he said, It is John, whom I beheaded: he is risen from the dead.",
        "Wolaitta Sentences": "SHin Heeroodisi hegaa siyido wode, Hegee taani qooriyaa muucissido xammaqiya Yohaannisa gidennee He i haiquwaappe paxiis yaagiis."
    },
    {
        "English Sentences": "For Herod himself had sent forth and laid hold upon John, and bound him in prison for Herodias' sake, his brother Philip's wife: for he had married her.",
        "Wolaitta Sentences": "Aissi giikko, Heeroodisi ba ishaa Piliphphoosa machchiyo Heeroodiyaado ekki wottiis; Heeroodisi i gishshau, ba huuphen asa kiittidi, Yohaannisa oittidi, qashissi wottiis."
    },
    {
        "English Sentences": "For John had said unto Herod, It is not lawful for thee to have thy brother's wife.",
        "Wolaitta Sentences": "Aissi giikko, Yohaannisi Heeroodisa, Neeni ne ishaa machchiyo ekkanau bessenna yaagi wottiis."
    },
    {
        "English Sentences": "Therefore Herodias had a quarrel against him, and would have killed him; but she could not:",
        "Wolaitta Sentences": "Heeroodiyaada Yohaannisau uluwan morkkiyaa oiqqada a worissanau koyaasu; shin danddayabeikku."
    },
    {
        "English Sentences": "For Herod feared John, knowing that he was a just man and an holy, and observed him; and when he heard him, he did many things, and heard him gladly.",
        "Wolaitta Sentences": "Yohaannisi xillo asanne geeshsha asa gididoogaa Heeroodisi erido gishshau, ayyo yayyidi, loitti naagi wottiis; Yohaannisi giyoobaa siyidi, ba wozanan keehi metootiiddikka abaa ufaissan siyiis."
    },
    {
        "English Sentences": "And when a convenient day was come, that Herod on his birthday made a supper to his lords, high captains, and chief estates of Galilee;",
        "Wolaitta Sentences": "Heeroodisi ba yelettido gallassi, deriyaa haariyaageetuyyo, shaalaqatuyyoonne Galiilan de7iya gita asaayyo imatuwaa giigissido wode, wurssettan Heeroodiyaada injje gallassaa demmaasu."
    },
    {
        "English Sentences": "And when the daughter of the said Herodias came in, and danced, and pleased Herod and them that sat with him, the king said unto the damsel, Ask of me whatsoever thou wilt, and I will give it thee.",
        "Wolaitta Sentences": "Heeroodiyaadi na7iyaa imattaa imattiyoosaa gela durada, Heeroodisanne a imattata ufaissaasu; ufaissin kawoi na7iyo, Nena lo77idabaa aiba gidikkonne tana oichcha; taani neeyyo immana yaagiis."
    },
    {
        "English Sentences": "And he sware unto her, Whatsoever thou shalt ask of me, I will give it thee, unto the half of my kingdom.",
        "Wolaitta Sentences": "Qassi iyyo daro caaqqidi, Neeni oichchidobaa aiba gidikkokka, taani neeyyo immana; harai atto, ta kawotettaappe baggaa gidikkokka, taani neeyyo immana yaagiis."
    },
    {
        "English Sentences": "And she went forth, and said unto her mother, What shall I ask? And she said, The head of John the Baptist.",
        "Wolaitta Sentences": "Na7iyaa kare kiyada ba aayyiyo, Ai imma goo yaagada oichchaasu. Oichchin, i aayyiyaa, Xammaqiya Yohaannisa huuphiyaa imma ga yaagaasu."
    },
    {
        "English Sentences": "And she came in straightway with haste unto the king, and asked, saying, I will that thou give me by and by in a charger the head of John the Baptist.",
        "Wolaitta Sentences": "Na7iyaa eesuwan kawuwaakko baada a, Xammaqiya Yohaannisa huuphiyaa soruwan wottada, neeni ha77i tau immanaagaa koyais yaagaasu."
    },
    {
        "English Sentences": "And the king was exceeding sorry; yet for his oath's sake, and for their sakes which sat with him, he would not reject her.",
        "Wolaitta Sentences": "Yaagin kawoi daro qarettiis; shin ba caaquwaa gishshaunne ba imattatu gishshau iyyo caaqqido caaquwaa maanau koyibeenna."
    },
    {
        "English Sentences": "And immediately the king sent an executioner, and commanded his head to be brought: and he went and beheaded him in the prison,",
        "Wolaitta Sentences": "Hegaa gishshau, sohuwaara zabainnaa kiittidi, Yohaannisa huuphiyaa ehaana mala azaziis; zabainnai qasho keettaa biidi, Yohaannisa qooriyaa muuciis."
    },
    {
        "English Sentences": "And brought his head in a charger, and gave it to the damsel: and the damsel gave it to her mother.",
        "Wolaitta Sentences": "He muucidoogaa soruwan wotti ehiidi, na7eeyyo immiis; na7iyaa qassi ba aayeeyyo immaasu."
    },
    {
        "English Sentences": "And when his disciples heard of it, they came and took up his corpse, and laid it in a tomb.",
        "Wolaitta Sentences": "Yohaannisi erissiyo ashkkarati hegaa siyido wode yiidi, a ahaa ekki efiidi moogidosona."
    },
    {
        "English Sentences": "And the apostles gathered themselves together unto Jesus, and told him all things, both what they had done, and what they had taught.",
        "Wolaitta Sentences": "Yesuusi kiittidoogeeti simmidi, Yesuusaara gaittidi, bantta oottidobaanne bantta tamaarissidobaa ubbaa Yesuusassi odidosona."
    },
    {
        "English Sentences": "And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.",
        "Wolaitta Sentences": "Biyaabainne yiyaabai darin, harai atto qumaa maanaukka eta gattennan ixxido gishshau, Yesuusi eta, Nurkka guuttaa shemppi ekkanau asi bainnasaa hinddite yaagiis."
    },
    {
        "English Sentences": "And they departed into a desert place by ship privately.",
        "Wolaitta Sentences": "Yesuusinne eti banttarkka wolwoluwan uttidi, asi bainnasaa biidosona."
    },
    {
        "English Sentences": "And the people saw them departing, and many knew him, and ran afoot thither out of all cities, and outwent them, and came together unto him.",
        "Wolaitta Sentences": "Eti biishin, daro asai eta be7idi eriis; eridi katama ubbaappe woxxidi, eti biyoosaa etappe kasetidi gakkiis."
    },
    {
        "English Sentences": "And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things.",
        "Wolaitta Sentences": "Yesuusi wolwoluwaappe kiyidi, daro asaa be7iis; asai heemmiya asi bainna dorssaa mala gidido gishshau, qarettidi asaa darobaa tamaarissuwaa doommiis."
    },
    {
        "English Sentences": "And when the day was now far spent, his disciples came unto him, and said, This is a desert place, and now the time is far passed:",
        "Wolaitta Sentences": "Sa7ai omariyo wode, Yesuusi erissiyo ashkkarati akko yiidi, Hagee sohoi asi bainna soho; ha77i sa7aikka qammiichchiis;"
    },
    {
        "English Sentences": "Send them away, that they may go into the country round about, and into the villages, and buy themselves bread: for they have nothing to eat.",
        "Wolaitta Sentences": "asai dere giddonne qeeri katamatu giddo biidi, bau miyoobaa shammana mala, asaa yedda yaagidosona."
    },
    {
        "English Sentences": "He answered and said unto them, Give ye them to eat. And they say unto him, Shall we go and buy two hundred pennyworth of bread, and give them to eat?",
        "Wolaitta Sentences": "SHin Yesuusi zaaridi eta, Asau miyoobaa intte immite yaagiis. Yaagin eti, Nuuni biidi, naa77u xeetu biran oittaa shammidi, asai maanau immanee yaagidi a oichchidosona."
    },
    {
        "English Sentences": "He saith unto them, How many loaves have ye? go and see. And when they knew, they say, Five, and two fishes.",
        "Wolaitta Sentences": "Yesuusi eta, Intteyyo aappun oittai de7ii Biidi be7ite yaagiis. Eti be7idi, Ichchashu oittanne naa77u mole yaagidosona."
    },
    {
        "English Sentences": "And he commanded them to make all sit down by companies upon the green grass.",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata asa ubbaa citan citan shaakki shaakkidi, maatan utissana mala azaziis."
    },
    {
        "English Sentences": "And they sat down in ranks, by hundreds, and by fifties.",
        "Wolaitta Sentences": "Asai xeetai xeetainne ishatamai ishatamai citan citan uttiis."
    },
    {
        "English Sentences": "And when he had taken the five loaves and the two fishes, he looked up to heaven, and blessed, and brake the loaves, and gave them to his disciples to set before them; and the two fishes divided he among them all.",
        "Wolaitta Sentences": "Yesuusi ichchashu oittaanne naa77u moliyaa oiqqidi, pude saluwaa xeellidi, Xoossaa galatiis; oittaa menttidi asau gishana mala, erissiyo ashkkaratussi immiis; qassi naa77u moliyaakka eta ubbau shaakkiis."
    },
    {
        "English Sentences": "And they did all eat, and were filled.",
        "Wolaitta Sentences": "Asai ubbai miidi kalliis."
    },
    {
        "English Sentences": "And they took up twelve baskets full of the fragments, and of the fishes.",
        "Wolaitta Sentences": "Kallin attida oittaa xarzzainne moliyaa xarzzai tammanne naa77u samppaa kumidaagaa erissiyo ashkkarati denttidosona."
    },
    {
        "English Sentences": "And they that did eat of the loaves were about five thousand men.",
        "Wolaitta Sentences": "Oittaa miida attumaasai ichchashu sha7a."
    },
    {
        "English Sentences": "And straightway he constrained his disciples to get into the ship, and to go to the other side before unto Bethsaida, while he sent away the people.",
        "Wolaitta Sentences": "Sohuwaara Yesuusi he daro asaa moissiiddi, ba erissiyo ashkkarati wolwoluwan gelidi, abbaappe hefinttan de7iya Beetasaida giyo katamaa baappe sinttatidi baanaadan azaziis."
    },
    {
        "English Sentences": "And when he had sent them away, he departed into a mountain to pray.",
        "Wolaitta Sentences": "Erissiyo ashkkarata moissidoogaappe guyyiyan, Xoossaa woossanau deriyaa huuphiyaa kiyiis."
    },
    {
        "English Sentences": "And when even was come, the ship was in the midst of the sea, and he alone on the land.",
        "Wolaitta Sentences": "Sa7ai qammiyo wode wolwoloi abbau gidduwan de7ishin, Yesuusi abbaappe gaxan barkka de7ees."
    },
    {
        "English Sentences": "And he saw them toiling in rowing; for the wind was contrary unto them: and about the fourth watch of the night he cometh unto them, walking upon the sea, and would have passed by them.",
        "Wolaitta Sentences": "Carkkoi erissiyo ashkkaratukko carkkiyo gishshau, erissiyo ashkkarata abbaa shaariyoogee waissiyoogaa Yesuusi be7idi, kuttoi waassana haniyo wode abbaa bolli hemettiiddi, etakko yiis; eta yeggidi aadhdhanau koyiis."
    },
    {
        "English Sentences": "But when they saw him walking upon the sea, they supposed it had been a spirit, and cried out:",
        "Wolaitta Sentences": "SHin abbaa bolli i hemettishin, eti a be7idi, banttau moitille milatin waassidosona."
    },
    {
        "English Sentences": "For they all saw him, and were troubled. And immediately he talked with them, and saith unto them, Be of good cheer: it is I; be not afraid.",
        "Wolaitta Sentences": "Aissi giikko, eti ubbai a be7idi, yashshaa kokkoridosona; shin sohuwaara Yesuusi eta, Aikko baawa; tanattennee yayyoppite yaagiis."
    },
    {
        "English Sentences": "And he went up unto them into the ship; and the wind ceased: and they were sore amazed in themselves beyond measure, and wondered.",
        "Wolaitta Sentences": "Yesuusi etaara issippe wolwoluwan gelin, carkkoi woppu giis; gin eti daro garamettidosona."
    },
    {
        "English Sentences": "For they considered not the miracle of the loaves: for their heart was hardened.",
        "Wolaitta Sentences": "Aissi giikko, eta wozanai dammido gishshau, eti oittaabaa akeekibookkona."
    },
    {
        "English Sentences": "And when they had passed over, they came into the land of Gennesaret, and drew to the shore.",
        "Wolaitta Sentences": "Eti abbaa pinnidi, Gennssereexa giyo biittaa gakkidosona; gakkidi wolwoluwaa gaxaa shiishshi qachchidosona."
    },
    {
        "English Sentences": "And when they were come out of the ship, straightway they knew him,",
        "Wolaitta Sentences": "Eti wolwoluwaappe wodhdhiyoogan, asai sohuwaara Yesuusa erinne"
    },
    {
        "English Sentences": "And ran through that whole region round about, and began to carry about in beds those that were sick, where they heard he was.",
        "Wolaitta Sentences": "hegaa heeran de7iya biitta ubban woxerettidi, hargganchchata halan tookkidi, Yesuusi de7ees gin siyidosaa ehuwaa doommiis."
    },
    {
        "English Sentences": "And whithersoever he entered, into villages, or cities, or country, they laid the sick in the streets, and besought him that they might touch if it were but the border of his garment: and as many as touched him were made whole.",
        "Wolaitta Sentences": "Yesuusi biido soho ubban qeeri kataman gidin, gita kataman gidin, dere giddon gidinkka, asai hargganchchata giyaa sohuwaa efees. Yesuusi ba afalaa macaraa gidikkonne hargganchchata boshissana mala, asai a woossiis; woossin bochchida ubbaikka paxiis."
    },
    {
        "English Sentences": "Then came together unto him the Pharisees, and certain of the scribes, which came from Jerusalem.",
        "Wolaitta Sentences": "Parisaawetinne Yerusalaameppe yiidi, higgiyaa tamaarissiya amarida asati Yesuusakko shiiqidosona."
    },
    {
        "English Sentences": "And when they saw some of his disciples eat bread with defiled, that is to say, with unwashen, hands, they found fault.",
        "Wolaitta Sentences": "SHiiqidi Yesuusi erissiyo ashkkaratuppe issooti issooti geeyenna kushiyan, hegaa giyoogee meecettennan qumaa miyaageeta be7idosona."
    },
    {
        "English Sentences": "For the Pharisees, and all the Jews, except they wash their hands oft, eat not, holding the tradition of the elders.",
        "Wolaitta Sentences": "Aissi giikko, Parisaawetinne Aihuda asai ubbai bantta aawatu wogaa naagidi, bantta kushiyaa loitti meecettennan mookkona."
    },
    {
        "English Sentences": "And when they come from the market, except they wash, they eat not. And many other things there be, which they have received to hold, as the washing of cups, and pots, brasen vessels, and of tables.",
        "Wolaitta Sentences": "Qassi giyaappe yiidikka meecettennan de7iiddi mookkona. Qassi eti bantta aawatuppe ekkido hara daro wogai de7ees; hegee siiniyaanne keriyaa nahaasiyaappe medhdhido miishshaanne arssaa meecciyo wogaa."
    },
    {
        "English Sentences": "Then the Pharisees and scribes asked him, Why walk not thy disciples according to the tradition of the elders, but eat bread with unwashen hands?",
        "Wolaitta Sentences": "Parisaawetinne higgiyaa tamaarissiyaageeti Yesuusa, Ne erissiyo ashkkarati aissi aawatu wogaa kaallennan ixxidi, bantta kushiyaa meecettennan oittaa miyoonaa yaagidi oichchidosona."
    },
    {
        "English Sentences": "He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their lips, but their heart is far from me.",
        "Wolaitta Sentences": "Yesuusi eta hagaadan yaagiis; Isiyaasi hananabaa yootido wode, inttebaa, lo77o milatiya iitatubaa xaafidoogaadankka, Xoossai, Hagee asai tana ba bolla doonan bonchchees. SHin eta wozanai taappe haahuwan de7ees; asai tau mela goinnees."
    },
    {
        "English Sentences": "Howbeit in vain do they worship me, teaching for doctrines the commandments of men.",
        "Wolaitta Sentences": "Aissi giikko, asi oottido azazuwaa Xoossaa higgiyaa milatissidi tamaarissees giis giidi hananabaa tumaa yootiis."
    },
    {
        "English Sentences": "For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.",
        "Wolaitta Sentences": "Xoossaa azazuwaa intte aggi bayidi, asa wogaa minttidi naageeta yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.",
        "Wolaitta Sentences": "Qassikka Yesuusi, Intte intte wogaa naaganau Xoossaa azazuwaa yeggi bayeeta."
    },
    {
        "English Sentences": "For Moses said, Honour thy father and thy mother; and, Whoso curseth father or mother, let him die the death:",
        "Wolaitta Sentences": "Aissi giikko Muusee, Ne aawaanne ne aayyiyo bonchcha. Qassi, Ba aawaanne ba aayyiyo cayiyaagee haiqqo yaagiis."
    },
    {
        "English Sentences": "But ye say, If a man shall say to his father or mother, It is Corban, that is to say, a gift, by whatsoever thou mightest be profited by me; he shall be free.",
        "Wolaitta Sentences": "SHin issi urau ba aawaa woi ba aayyiyo maaddiyoobi de7ishin i, Hagee qurbbaane; hegaa giyoogee Xoossaabaa giyoogaa giikko,"
    },
    {
        "English Sentences": "And ye suffer him no more to do ought for his father or his mother;",
        "Wolaitta Sentences": "i ba aawaa woi ba aayyiyo wodeppe maaddanaagaa ainne koyekketa."
    },
    {
        "English Sentences": "Making the word of God of none effect through your tradition, which ye have delivered: and many such like things do ye.",
        "Wolaitta Sentences": "Hegaadankka qassi intte haratuyyo immido intte wogan Xoossaa qaalaa karidi, hegaa mala darobaa ootteeta yaagiis."
    },
    {
        "English Sentences": "And when he had called all the people unto him, he said unto them, Hearken unto me every one of you, and understand:",
        "Wolaitta Sentences": "Yesuusi daro asaa qassikka baakko xeesidi, Ubbai taani giyoogaa siyitenne akeekite."
    },
    {
        "English Sentences": "There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.",
        "Wolaitta Sentences": "Asa wozanappe kiyiyaabai asa tunissiyoogaappe attin, kareppe asa wozanan gelidi, asa tunissiyaabi aibinne baawa;"
    },
    {
        "English Sentences": "If any man have ears to hear, let him hear.",
        "Wolaitta Sentences": "siyanau haittai de7iyo urai ooninne siyo yaagiis."
    },
    {
        "English Sentences": "And when he was entered into the house from the people, his disciples asked him concerning the parable.",
        "Wolaitta Sentences": "Yesuusi daro asaa yeggi bayidi soo gelido wode, i erissiyo ashkkarati he leemisuwaabaa a oichchidosona."
    },
    {
        "English Sentences": "And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;",
        "Wolaitta Sentences": "Oichchin i eta, Intteyyookka qassi gelibeennee Kareppe asa wozanan geliyaabai aibinne asa tunissanau danddayennaagaa akeekeetii"
    },
    {
        "English Sentences": "Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?",
        "Wolaitta Sentences": "Aissi giikko, qumai asa ulo giddo gelidi, gaxi kiyiyoogaappe attin, asa wozana giddo gelenna yaagiis. Hegaadankka Yesuusi quma ubbai geeshsha gidiyoogaa erissiis."
    },
    {
        "English Sentences": "And he said, That which cometh out of the man, that defileth the man.",
        "Wolaitta Sentences": "Qassikka Yesuusi hagaadan yaagiis; Asa tunissiyaabai asa wozana giddoppe kiyiyaabaa."
    },
    {
        "English Sentences": "For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,",
        "Wolaitta Sentences": "Aissi giikko, asa wozana giddoppe kiyiyaabai iita qofa; shaaramuxanau qaaqqatiyoogaa, wuuqqiyoogaa, woriyoogaa, shaaramuxiyoogaa,"
    },
    {
        "English Sentences": "Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:",
        "Wolaitta Sentences": "duretettaa amottiyoogaa, iitatettaa, geniyaa, amottiyoogaa, qanaatiyoogaa, cashshaa, ayyuwaa, azallatettaa."
    },
    {
        "English Sentences": "All these evil things come from within, and defile the man.",
        "Wolaitta Sentences": "Ha iitabai ubbaikka asa wozana giddoppe kiyidi, asa tunissees yaagiis."
    },
    {
        "English Sentences": "And from thence he arose, and went into the borders of Tyre and Sidon, and entered into an house, and would have no man know it: but he could not be hid.",
        "Wolaitta Sentences": "Yesuusi hegaappe aggidi, Xiiroosanne Sidoona giyo katamatu matan de7iya biitti biidi, issi keettaa geliis; qassi i yaani de7iyoogaa ooninne eranaagaa koyibeenna; shin qosettidi gam77anau danddayibeenna."
    },
    {
        "English Sentences": "For a certain woman, whose young daughter had an unclean spirit, heard of him, and came and fell at his feet:",
        "Wolaitta Sentences": "SHin ba guutta na7ee bolli iita ayyaanai de7iyo issi maccaasiyaa Yesuusabaa siyada, sohuwaara akko yanne a tohuwan gufanna wodhdhaasu."
    },
    {
        "English Sentences": "The woman was a Greek, a Syrophenician by nation; and she besought him that he would cast forth the devil out of her daughter.",
        "Wolaitta Sentences": "He mishiriyaa Aihuda gidukku; a yelettidoikka Sirofinqqe giyo biittaana; a ba na7eeppe xalahiyaa kessana mala, Yesuusa woossaasu."
    },
    {
        "English Sentences": "But Jesus said unto her, Let the children first be filled: for it is not meet to take the children's bread, and to cast it unto the dogs.",
        "Wolaitta Sentences": "SHin Yesuusi zaaridi, Naati kasetidi qumaa kallona; aissi giikko, naatu qumaa ekkidi, zairotuyyo oliyoogee lo77o gidenna yaagiis."
    },
    {
        "English Sentences": "And she answered and said unto him, Yes, Lord: yet the dogs under the table eat of the children's crumbs.",
        "Wolaitta Sentences": "Mishiriyaa zaarada, Tumakka ta Godau, harai atto masoofiyaa lanqqiyan de7iya zairotikka naatuppe attida suuppaa moosona yaagaasu."
    },
    {
        "English Sentences": "And he said unto her, For this saying go thy way; the devil is gone out of thy daughter.",
        "Wolaitta Sentences": "Yesuusi qassi o, Ha ne qaalaa gishshau, ne soo ba; xalahee ne na7eeppe kiyiis yaagiis."
    },
    {
        "English Sentences": "And when she was come to her house, she found the devil gone out, and her daughter laid upon the bed.",
        "Wolaitta Sentences": "Mishiriyaa ba soo biyo wode, i na7iyaa xalahee ippe kiyin, hiixan zin77idaaro demmaasu."
    },
    {
        "English Sentences": "And again, departing from the coasts of Tyre and Sidon, he came unto the sea of Galilee, through the midst of the coasts of Decapolis.",
        "Wolaitta Sentences": "Yesuusi Xiiroosa biittaappe kiyidi, Sidoonaaranne Tammu Katamaa giyo biittaara kanttidi, Galiila Abbaakko biis."
    },
    {
        "English Sentences": "And they bring unto him one that was deaf, and had an impediment in his speech; and they beseech him to put his hand upon him.",
        "Wolaitta Sentences": "Asai tullenne duude gidida bitaniyaa Yesuusakko ehiidi, ba kushiyaa a bolli wottana mala, Yesuusa woossiis."
    },
    {
        "English Sentences": "And he took him aside from the multitude, and put his fingers into his ears, and he spit, and touched his tongue;",
        "Wolaitta Sentences": "Yesuusi barkka he bitaniyaa daro asaappe gaxaa kessidi, ba biradhdhiyaa a haittan yeddiis; qassi cuchchaa cuchchidi, a inxxarssaa bochchiis."
    },
    {
        "English Sentences": "And looking up to heaven, he sighed, and saith unto him, Ephphatha, that is, Be opened.",
        "Wolaitta Sentences": "Bochchidi saluwaa pude xeellidi, tookki shemppidi, Efttah yaagiis; hegaa giyoogee dooyetta giyoogaa."
    },
    {
        "English Sentences": "And straightway his ears were opened, and the string of his tongue was loosed, and he spake plain.",
        "Wolaitta Sentences": "Bitaniyaa haittai sohuwaara dooyetti aggiis; qassi a dooqettida inxxarssaikka birshshetti aggiis; bitanee ainne waayettennan haasayi bayiis."
    },
    {
        "English Sentences": "And he charged them that they should tell no man: but the more he charged them, so much the more a great deal they published it;",
        "Wolaitta Sentences": "Yesuusi asa ubbaa, Hagaa ooyyoonne odoppite yaagidi odiis; shin i keehi mintti odin, asai qassi oduwaa yaa darissiis."
    },
    {
        "English Sentences": "And were beyond measure astonished, saying, He hath done all things well: he maketh both the deaf to hear, and the dumb to speak.",
        "Wolaitta Sentences": "Hegaa siyida asai ubbai daro garamettidi, Ubbabaakka i loitti oottees. Harai atto tulliyaakka sissees; qassi duudiyaakka haasayissees yaagiis."
    },
    {
        "English Sentences": "In those days the multitude being very great, and having nothing to eat, Jesus called his disciples unto him, and saith unto them,",
        "Wolaitta Sentences": "Amarida wodiyaappe guyyiyan, daro asai qassi Yesuusakko shiiqiis; asaayyo miyoobi xayin, Yesuusi ba erissiyo ashkkarata baakko xeesidi yaagiis;"
    },
    {
        "English Sentences": "I have compassion on the multitude, because they have now been with me three days, and have nothing to eat:",
        "Wolaitta Sentences": "Ha daro asai tanaara heezzu gallassi gakkanaassi gam77idi, miyoobaa ainne demmibeenna gishshau, taani asau qarettais."
    },
    {
        "English Sentences": "And if I send them away fasting to their own houses, they will faint by the way: for divers of them came from far.",
        "Wolaitta Sentences": "Taani asaa namisaara soo yeddikko, asai biiddi, ogiyan daafuridi kunddana; aissi giikko, issoi issoi haahosaappe yiis yaagiis."
    },
    {
        "English Sentences": "And his disciples answered him, From whence can a man satisfy these men with bread here in the wilderness?",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkarati zaaridi Yesuusa, Ha bazzuwan ha asa ubbaa mizanau gidiya oitta demmanau danddayiyai oonee yaagiis."
    },
    {
        "English Sentences": "And he asked them, How many loaves have ye? And they said, Seven.",
        "Wolaitta Sentences": "Yaagin Yesuusi eta, Inttessi aappun oittai de7ii yaagidi oichchiis. Eti, Laappun oittai de7ees yaagidosona."
    },
    {
        "English Sentences": "And he commanded the people to sit down on the ground: and he took the seven loaves, and gave thanks, and brake, and gave to his disciples to set before them; and they did set them before the people.",
        "Wolaitta Sentences": "Yesuusi daro asaa, Sa7an uttite yaagidi azaziis; qassi laappun oittaa ekkidi, Xoossaa galatiis; galatidi he oittaa menttidi, asaayyo gishana mala, ba erissiyo ashkkaratuyyo immiis. Erissiyo ashkkarati he daro asaassi gishidosona."
    },
    {
        "English Sentences": "And they had a few small fishes: and he blessed, and commanded to set them also before them.",
        "Wolaitta Sentences": "Etayyo qassikka amarida suuppa moleti de7oosona; Yesuusi hegeetuyyookka Xoossaa galatidi, asau gishana mala, erissiyo ashkkarata azaziis."
    },
    {
        "English Sentences": "So they did eat, and were filled: and they took up of the broken meat that was left seven baskets.",
        "Wolaitta Sentences": "Asai ubbai miidi kalliis; asai miishin attida xarzzai laappun samppaa kumidaagaa erissiyo ashkkarati denttidosona."
    },
    {
        "English Sentences": "And they that had eaten were about four thousand: and he sent them away.",
        "Wolaitta Sentences": "Qumaa miida asai oiddu sha7aa gidana; hegaappe guyyiyan, Yesuusi asaa yeddiis."
    },
    {
        "English Sentences": "And straightway he entered into a ship with his disciples, and came into the parts of Dalmanutha.",
        "Wolaitta Sentences": "I qassi ba erissiyo ashkkaratuura sohuwaara wolwoluwan gelidi, Dalmmanuta giyo biitti biis."
    },
    {
        "English Sentences": "And the Pharisees came forth, and began to question with him, seeking of him a sign from heaven, tempting him.",
        "Wolaitta Sentences": "Parisaaweti yiidi, Yesuusa paaccanau eqqidi, saluwaappe malaataa banttana bessana mala, Yesuusaara palamaa doommidosona."
    },
    {
        "English Sentences": "And he sighed deeply in his spirit, and saith, Why doth this generation seek after a sign? verily I say unto you, There shall no sign be given unto this generation.",
        "Wolaitta Sentences": "Yesuusi keehi tookki shemppidi, Ha wodiyaa asai aissi malaata koyii Taani intteyyo tumaa odais; ha wodiyaa asau malaati ubbakka imettenna yaagiis."
    },
    {
        "English Sentences": "And he left them, and entering into the ship again departed to the other side.",
        "Wolaitta Sentences": "Qassi eta hegan yeggi bayidi, naa77anttuwaa wolwoluwan gelidi, abbaappe hefintti pinniis."
    },
    {
        "English Sentences": "Now the disciples had forgotten to take bread, neither had they in the ship with them more than one loaf.",
        "Wolaitta Sentences": "Erissiyo ashkkarati qumaa efaanaagaa dogidosona; etau wolwoluwaa giddon issi oittappe hari baawa."
    },
    {
        "English Sentences": "And he charged them, saying, Take heed, beware of the leaven of the Pharisees, and of the leaven of Herod.",
        "Wolaitta Sentences": "Yesuusi eta, Inttena erite; Parisaawetu irshshuwaappenne Heeroodisa irshshuwaappe naagettite yaagidi azaziis."
    },
    {
        "English Sentences": "And they reasoned among themselves, saying, It is because we have no bread.",
        "Wolaitta Sentences": "Eti bantta giddon, I hagaa giyoogee nuussi qumi bainna gishshaassa yaagidi haasayaa doommidosona."
    },
    {
        "English Sentences": "And when Jesus knew it, he saith unto them, Why reason ye, because ye have no bread? perceive ye not yet, neither understand? have ye your heart yet hardened?",
        "Wolaitta Sentences": "Yesuusi eti giyoogaa eridi, eta yaagiis; Intteyyo oitti bainnaagaa aissi haasayeetii Ha77inne erekketii Woi akeekekketii Yootin siyekketii"
    },
    {
        "English Sentences": "Having eyes, see ye not? and having ears, hear ye not? and do ye not remember?",
        "Wolaitta Sentences": "Intteyyo aifee de7ees; be7ekketii Qassi haittai de7ees; siyekketii Intteyyo hassayettennee"
    },
    {
        "English Sentences": "When I brake the five loaves among five thousand, how many baskets full of fragments took ye up? They say unto him, Twelve.",
        "Wolaitta Sentences": "Taani ichchashu oittaa ichchashu sha7u asau battido wode, aappun samppaa kumida xarzzaa denttidetii yaagiis. Yaagin eti, Tammanne naa77u samppaa kumida xarzzaa denttida yaagidosona."
    },
    {
        "English Sentences": "And when the seven among four thousand, how many baskets full of fragments took ye up? And they said, Seven.",
        "Wolaitta Sentences": "Taani qassikka laappun oittaa oiddu sha7u asau battido wode, aappun samppaa kumida xarzzaa denttidetii yaagiis. Yaagin eti, Laappun samppaa kumida xarzzaa denttida yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, How is it that ye do not understand?",
        "Wolaitta Sentences": "I qassi, Ha77inne akeekibeekketii yaagiis."
    },
    {
        "English Sentences": "And he cometh to Bethsaida; and they bring a blind man unto him, and besought him to touch him.",
        "Wolaitta Sentences": "Yesuusinne erissiyo ashkkarati Beetasaida giyo katamaa biidosona; amarida asati qooqe bitaniyaa Yesuusakko ehiidi, he bitaniyaa bochchana mala, a woossidosona."
    },
    {
        "English Sentences": "And he took the blind man by the hand, and led him out of the town; and when he had spit on his eyes, and put his hands upon him, he asked him if he saw ought.",
        "Wolaitta Sentences": "Yesuusi qooqe bitaniyaa kushiyaa oiqqidi, qeeri katamaappe gaxaa kessiis; a aifiyan cuchchidi, ba kushiyaa a bolli wottidi, Neeyyo aibakko beettii yaagidi oichchiis."
    },
    {
        "English Sentences": "And he looked up, and said, I see men as trees, walking.",
        "Wolaitta Sentences": "Bitanee xeellidi, Taani asaa be7ais; shin asai hemettiiddi, mitta milatees yaagiis."
    },
    {
        "English Sentences": "After that he put his hands again upon his eyes, and made him look up: and he was restored, and saw every man clearly.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi naa77anttuwaa bitaniyaa aifiyan ba kushiyaa wottin, bitanee loittidi xeelliis; a aifee paxiis; qassi ubbabaakka geeshshidi be7iis."
    },
    {
        "English Sentences": "And he sent him away to his house, saying, Neither go into the town, nor tell it to any in the town.",
        "Wolaitta Sentences": "Yesuusi bitaniyaa a soo yeddiiddi, Harai atto qeeri katamaakka geloppa yaagiis."
    },
    {
        "English Sentences": "And Jesus went out, and his disciples, into the towns of Caesarea Philippi: and by the way he asked his disciples, saying unto them, Whom do men say that I am?",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkaratuura Piliphphoosa-Qiisaariyan de7iya qeeri katamata biis; biishin ogiyan Yesuusi, Tana asai oona gii yaagidi ba erissiyo ashkkarata oichchiis."
    },
    {
        "English Sentences": "And they answered, John the Baptist: but some say, Elias; and others, One of the prophets.",
        "Wolaitta Sentences": "Erissiyo ashkkarati, Issi issi asai nena, Xammaqiya Yohaannisa gees; harati, Eelaasa goosona; qassi harati, Hananabaa yootiyaageetuppe issuwaa goosona yaagidosona."
    },
    {
        "English Sentences": "And he saith unto them, But whom say ye that I am? And Peter answereth and saith unto him, Thou art the Christ.",
        "Wolaitta Sentences": "Yaagin Yesuusi eta, Yaanin intte tana oona geetii yaagidi oichchiis. PHeexiroosi, Neeni Kiristtoosa yaagidi zaariis."
    },
    {
        "English Sentences": "And he charged them that they should tell no man of him.",
        "Wolaitta Sentences": "Yesuusi, Tabaa ooyyoonne odoppite yaagidi eta azaziis."
    },
    {
        "English Sentences": "And he began to teach them, that the Son of man must suffer many things, and be rejected of the elders, and of the chief priests, and scribes, and be killed, and after three days rise again.",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata, Taani, Asa Na7ai, daro waayettanau bessees; cimati, qeese halaqatinne higgiyaa tamaarissiyaageeti tana ixxanau bessees; eti tana woranaunne taani heezzantto gallassappe guyyiyan, haiquwaappe denddanau bessees yaagidi tamaarissuwaa doommiis."
    },
    {
        "English Sentences": "And he spake that saying openly. And Peter took him, and began to rebuke him.",
        "Wolaitta Sentences": "Hegaa i etayyo geeshshidi odiis; PHeexiroosi a issi baggi zaaridi, zoretaa doommiis."
    },
    {
        "English Sentences": "But when he had turned about and looked on his disciples, he rebuked Peter, saying, Get thee behind me, Satan: for thou savourest not the things that be of God, but the things that be of men.",
        "Wolaitta Sentences": "SHin Yesuusi guyye simmidi, ba erissiyo ashkkarata xeellidi PHeexiroosa, Kichcha ta matappe! Ha Seexaanau, neeni asi dosiyoobaa qoppiyoogaappe attin, Xoossai dosiyoobaa qoppakka yaagiis."
    },
    {
        "English Sentences": "And when he had called the people unto him with his disciples also, he said unto them, Whosoever will come after me, let him deny himself, and take up his cross, and follow me.",
        "Wolaitta Sentences": "Qassi Yesuusi daro asaanne ba erissiyo ashkkarata baakko xeesidi, hagaadan yaagiis; Tana kaallana koyiya urai de7ikko, bana yeggi bayo; yaatidi ba masqqaliyaa tookkidi, tana kaallo."
    },
    {
        "English Sentences": "For whosoever will save his life shall lose it; but whosoever shall lose his life for my sake and the gospel's, the same shall save it.",
        "Wolaitta Sentences": "Aissi giikko, ba shemppuwaa ashshana koyiya urai bashshana; shin ta gishshaunne wonggeliyaa mishiraachchuwaa gishshau ba shemppuwaa bashshiya urai ashshana."
    },
    {
        "English Sentences": "For what shall it profit a man, if he shall gain the whole world, and lose his own soul?",
        "Wolaitta Sentences": "Aissi giikko, issi urai sa7an de7iya ubbabaa bau shiishshidi, ba shemppuwaa bashshikko, a ai maaddanee"
    },
    {
        "English Sentences": "Or what shall a man give in exchange for his soul?",
        "Wolaitta Sentences": "Issi urai ba shemppuwaa wozanau ai immana danddayii"
    },
    {
        "English Sentences": "Whosoever therefore shall be ashamed of me and of my words in this adulterous and sinful generation; of him also shall the Son of man be ashamed, when he cometh in the glory of his Father with the holy angels.",
        "Wolaitta Sentences": "Xoossaa ammanenna mala diggiya ha nagaranchcha wodiyan, issi urai tanaaninne ta qaalan yeellatikko, taanikka, Asa Na7ai, qassi ta Aawaa bonchchuwan geeshsha kiitanchchatuura yiyo wode, aani yeellatana yaagiis."
    },
    {
        "English Sentences": "And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power.",
        "Wolaitta Sentences": "Yesuusi eta, Taani intteyyo tumaa gais; amarida asati Xoossaa kawotettai wolqqaara yiyaagaa be7ennan haiqqennaageeti hagan de7oosona yaagiis."
    },
    {
        "English Sentences": "And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.",
        "Wolaitta Sentences": "Yesuusi usuppun gallassappe guyyiyan, banaara PHeexiroosa, Yaaqoobanne Yohaannisa ekkidi, eta xalaalaa gita deriyaa bolli kessiis; kessidi eta sinttan laamettiis;"
    },
    {
        "English Sentences": "And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.",
        "Wolaitta Sentences": "a maayoikka phooliis; sa7an maayo meecciya ooninne geeshshanau danddayennaagaa keenaa daro booxxiis."
    },
    {
        "English Sentences": "And there appeared unto them Elias with Moses: and they were talking with Jesus.",
        "Wolaitta Sentences": "He heezzu erissiyo ashkkarati, Eelaasinne Muusee Yesuusaara haasayiyaageeta be7idosona."
    },
    {
        "English Sentences": "And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.",
        "Wolaitta Sentences": "PHeexiroosi Yesuusa, Tamaarissiyaagoo, nuuni hagan de7iyoogee nuussi lo77o; nuuni heezzu zamppata issuwaa neessi, issuwaa Muusessi, qassi issuwaa Eelaasassi zamppayana yaagiis."
    },
    {
        "English Sentences": "For he wist not what to say; for they were sore afraid.",
        "Wolaitta Sentences": "I woigiyaakkonne eribeenna; aissi giikko, ikko hinkkootikka daro yayyidosona."
    },
    {
        "English Sentences": "And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, shaarai yiidi eta kammin shaaraappe, Hagee taani siiqiyo ta Na7aa; i giyoogaa siyite giya qaalai yiis."
    },
    {
        "English Sentences": "And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.",
        "Wolaitta Sentences": "Sohuwaara eti yuushshi aatti xeelliyo wode, Yesuusappe attin, haraa oonanne bantta matan be7ibookkona."
    },
    {
        "English Sentences": "And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.",
        "Wolaitta Sentences": "Eti deriyaappe wodhdhishin, Yesuusi eta, Taani, Asa Na7ai, haiquwaappe denddana gakkanaassi, intte be7idobaa ooyyoonne odoppite yaagidi azaziis."
    },
    {
        "English Sentences": "And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.",
        "Wolaitta Sentences": "I azazidoogaa eti, Eeno giidi, Ha haiquwaappe denddiyoogaa giyoogee woigiyoogee yaagidi, bantta giddon haasayettidosona."
    },
    {
        "English Sentences": "And they asked him, saying, Why say the scribes that Elias must first come?",
        "Wolaitta Sentences": "Eti Yesuusa, Higgiyaa tamaarissiyaageeti aissi, Eelaasi kasetidi yaanau bessees giyoonaa yaagidi oichchidosona."
    },
    {
        "English Sentences": "And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.",
        "Wolaitta Sentences": "I zaaridi yaagiis; Eelaasi kaseti yiidi, ubbabaa giigissees; yaatin, aissi Xoossaa maxaafai, Asa Na7ai daro waayettananne ixettana yaagii"
    },
    {
        "English Sentences": "But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him.",
        "Wolaitta Sentences": "SHin taani intteyyo odais; Eelaasi yiis; qassi abai Xoossaa maxaafan xaafettidoogaadankka, asai a ba koyidobaa oottiis yaagiis."
    },
    {
        "English Sentences": "And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.",
        "Wolaitta Sentences": "Yesuusi, PHeexiroosi, Yaaqoobinne Yohaannisi hinkko erissiyo ashkkaratukko simmidi yiyo wode, daro asai eta yuuyi aadhdhi eqqidaagaanne higgiyaa tamaarissiya amarida asati etaara palamettiyaageeta be7idosona."
    },
    {
        "English Sentences": "And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.",
        "Wolaitta Sentences": "He daro asai Yesuusa be7ido wode dagammidi, sohuwaara akko woxxi yiidi, a sarotiis."
    },
    {
        "English Sentences": "And he asked the scribes, What question ye with them?",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata, Etaara ai palametteetii yaagidi oichchiis."
    },
    {
        "English Sentences": "And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;",
        "Wolaitta Sentences": "He daro asaa giddoppe issi bitanee zaaridi, Tamaarissiyaagoo, ta na7aa bolli haasayaa diggiya iita ayyaanai de7iyo gishshau, a neekko ekkada yaas."
    },
    {
        "English Sentences": "And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.",
        "Wolaitta Sentences": "Ha iita ayyaanai a oiqqiyo wode ubban, a ooggees; a doonaarakka hoommoi goppattees; qassi achchaa garccissees; bollaakka zoxissees. Appe ha iita ayyaanaa kessana mala, ne erissiyo ashkkaratuyyo odaas, shin kessanau danddayibookkona yaagiis."
    },
    {
        "English Sentences": "He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.",
        "Wolaitta Sentences": "Yesuusi zaaridi eta, Ammanenna ha wodiyaa asau! Taani inttenaara aude gakkanaassi de7anee Qassi inttebaa aude gakkanaassi danddayanee Na7aa taakko haa ekki yiite yaagiis."
    },
    {
        "English Sentences": "And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.",
        "Wolaitta Sentences": "Yaagin eti na7aa akko ehiidosona; he iita ayyaanai Yesuusa be7idosaarakka na7aa kokkorssi bayiis; na7ai sa7an kunddidi, doonaara hoommoi goppu giishin gonddorettiis."
    },
    {
        "English Sentences": "And he asked his father, How long is it ago since this came unto him? And he said, Of a child.",
        "Wolaitta Sentences": "Yesuusi he na7aa aawaa, Hagee ne na7aa oiqqoosappe woqqa wode gidanee yaagidi oichchiis. Oichchin, na7aa aawai, I guuttan de7iyo wodeesappe doommiis."
    },
    {
        "English Sentences": "And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.",
        "Wolaitta Sentences": "A woranau daro wode tamaaninne haattan oliis; shin neeni danddayikko, nuuyyo qarettada nuna maaddarkkii yaagiis."
    },
    {
        "English Sentences": "Jesus said unto him, If thou canst believe, all things are possible to him that believeth.",
        "Wolaitta Sentences": "Yaagin Yesuusi a, Neeni danddayikko gai Ammaniya asayyo ubbabai danddayettees yaagiis."
    },
    {
        "English Sentences": "And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.",
        "Wolaitta Sentences": "Sohuwaara na7aa aawai ba qaalaa xoqqu oottidi, Taani ammanais; shin gujja ammananaadan, tana maaddarkkii yaagiis."
    },
    {
        "English Sentences": "When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.",
        "Wolaitta Sentences": "Yesuusi asai dari dari biyoogaa be7idi, iita ayyaanaa, Ha tullenne duude ayyaanau, ha na7aappe kiya gaada nena ta azazais; qassi naa77anttuwaa aani geloppa yaagiis."
    },
    {
        "English Sentences": "And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.",
        "Wolaitta Sentences": "He iita ayyaanai waassidi, na7aa keehi kokkorssidi, appe kiyiis. Na7ai haiqqidabaa milatin, daro asai, Na7ai haiqqiis yaagiis."
    },
    {
        "English Sentences": "But Jesus took him by the hand, and lifted him up; and he arose.",
        "Wolaitta Sentences": "SHin Yesuusi na7aa kushiyaa oiqqidi denttin, na7ai denddi eqqiis."
    },
    {
        "English Sentences": "And when he was come into the house, his disciples asked him privately, Why could not we cast him out?",
        "Wolaitta Sentences": "Yesuusi soo gelidoogaappe guyyiyan, erissiyo ashkkarati Yesuusa dumma, Nuuni he iita ayyaanaa kessanau aissi danddayibookkonii yaagidi oichchidosona."
    },
    {
        "English Sentences": "And he said unto them, This kind can come forth by nothing, but by prayer and fasting.",
        "Wolaitta Sentences": "Yesuusi zaaridi, Hegaa malai woosappenne xoomappe attin, haraban kiyanau danddayenna yaagiis."
    },
    {
        "English Sentences": "And they departed thence, and passed through Galilee; and he would not that any man should know it.",
        "Wolaitta Sentences": "Eti hegaappe denddidi, Galiilaara aadhdhidi biidosona; Yesuusi ba de7iyoosaa ooninne erana mala koyibeenna."
    },
    {
        "English Sentences": "For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.",
        "Wolaitta Sentences": "Aissi giikko, i ba erissiyo ashkkarata, Tana, Asa Na7aa, asi asau aattidi immananne worana; taani qassi heezzu gallassappe guyyiyan, naa77anttuwaa haiquwaappe denddana yaagidi tamaarissees."
    },
    {
        "English Sentences": "But they understood not that saying, and were afraid to ask him.",
        "Wolaitta Sentences": "SHin etau i giyoogee gelibeenna; qassi a oichchanaukka yayyidosona."
    },
    {
        "English Sentences": "And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?",
        "Wolaitta Sentences": "Eti Qifirinaahooma giyo katamaa biidosona; biidi soo gelidoogaappe guyyiyan, Yesuusi eta, Ogiyan ai haasayeetii yaagidi oichchiis."
    },
    {
        "English Sentences": "But they held their peace: for by the way they had disputed among themselves, who should be the greatest.",
        "Wolaitta Sentences": "SHin eti biidi ogiyan, Nu giddon nu ubbaappe aadhdhiyaagee oonee yaagidi palamettido gishshau, co77u giidosona."
    },
    {
        "English Sentences": "And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.",
        "Wolaitta Sentences": "Yesuusi uttidi, tammanne naa77u erissiyo ashkkarata xeesidi eta, Ooninne sinttau aadhdhana koyikko, ubbaappe guyye aadhdhidi, he ubbau ashkkara gidanau bessees yaagiis."
    },
    {
        "English Sentences": "And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,",
        "Wolaitta Sentences": "Issi guutta na7aa oiqqidi, eta giddon essiis; he guutta na7aa qoommidi eta,"
    },
    {
        "English Sentences": "Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.",
        "Wolaitta Sentences": "Hageetu mala guutta naatuppe issuwaa ta sunttan mokkiya ooninne tana mokkees; qassi tana mokkiya ooninne tana kiittidaagaa mokkiyoogaappe attin, ta xalaalaa mokkenna yaagiis."
    },
    {
        "English Sentences": "And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.",
        "Wolaitta Sentences": "Yohaannisi a, Tamaarissiyaagoo, issi asi ne sunttan xalaheta kessiyaagaa nuuni be7idi, nu bagga gidenna gishshau, a diggida yaagiis."
    },
    {
        "English Sentences": "But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.",
        "Wolaitta Sentences": "SHin Yesuusi yaagiis; Ooninne ta sunttan Xoossai oottiyo malaataa oottidi, sohuwaara ta bolli iitabaa haasayanau danddayiyaabi bainna gishshau diggoppite;"
    },
    {
        "English Sentences": "For he that is not against us is on our part.",
        "Wolaitta Sentences": "aissi giikko, nubaa ixxenna urai nu bagga."
    },
    {
        "English Sentences": "For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; intte taageeta Kiristtoosaageeta gidiyo gishshau, ooninne intteyyo ta sunttan bule haatta uyanau immikkokka, ba woituwaa ekkana."
    },
    {
        "English Sentences": "And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.",
        "Wolaitta Sentences": "Tana ammaniya ha guuttatuppe issuwaa balettiya oonanne, gaacciyo wogga woxaa a qooriyan qachchidi, abban a oliyoogee au keha."
    },
    {
        "English Sentences": "And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:",
        "Wolaitta Sentences": "Ne kushee nena balettikko, qanxxa ola; neeni naa77u kushiyaara guxunee mule haiqqennasaanne qassi mulekka to77enna Gaannabiyaa taman geliyoogaappe,"
    },
    {
        "English Sentences": "Where their worm dieth not, and the fire is not quenched.",
        "Wolaitta Sentences": "duuxa kushiyaara de7uwaa geliyoogee neeyyo keha."
    },
    {
        "English Sentences": "And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:",
        "Wolaitta Sentences": "Ne tohoi nena balettikko, qanxxa ola; neeni naa77u tohuwaara guxunee mule haiqqennasan, qassi mulekka to77enna Gaannabiyaa taman yegettiyoogaappe,"
    },
    {
        "English Sentences": "Where their worm dieth not, and the fire is not quenched.",
        "Wolaitta Sentences": "wobbe gidada de7uwaa geliyoogee neeyyo keha."
    },
    {
        "English Sentences": "And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:",
        "Wolaitta Sentences": "Ne aifee nena balettikko, wooca ola; neeni naa77u aifiyaara guxunee mule haiqqennasan qassi mulekka to77enna Gaannabiyaa taman yegettiyoogaappe,"
    },
    {
        "English Sentences": "Where their worm dieth not, and the fire is not quenched.",
        "Wolaitta Sentences": "issi aifiyaara Xoossaa kawotettaa geliyoogee neeyyo keha."
    },
    {
        "English Sentences": "For every one shall be salted with fire, and every sacrifice shall be salted with salt.",
        "Wolaitta Sentences": "Aissi giikko, quman maxiniyaa yeggiyoogaadan, tamai asa ubbaa bolli yegettana."
    },
    {
        "English Sentences": "Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another.",
        "Wolaitta Sentences": "Maxinee lo77o; shin i mal77ana xayikko, zaaridi a waati mal77ettuuteetii Inttenan maxinee de7o; yaatidi issoi issuwaara sarotettan de7ite yaagiis."
    },
    {
        "English Sentences": "And he arose from thence, and cometh into the coasts of Judaea by the farther side of Jordan: and the people resort unto him again; and, as he was wont, he taught them again.",
        "Wolaitta Sentences": "Yesuusi hegaappe denddidi, Yihudaa biitti biis; biidi Yorddaanoosa SHaafaa pinniis. Daro asai naa77anttuwaa akko shiiqin, kaseegaadankka he asaa tamaarissuwaa doommiis."
    },
    {
        "English Sentences": "And the Pharisees came to him, and asked him, Is it lawful for a man to put away his wife? tempting him.",
        "Wolaitta Sentences": "Issi issi Parisaaweti paaccanau Yesuusakko yiidi, Issi asi ba machchiyo yeddanau nu higgee azazii yaagidi a oichchidosona."
    },
    {
        "English Sentences": "And he answered and said unto them, What did Moses command you?",
        "Wolaitta Sentences": "Oichchin i zaaridi, Muusee inttena woigi azazidee yaagiis."
    },
    {
        "English Sentences": "And they said, Moses suffered to write a bill of divorcement, and to put her away.",
        "Wolaitta Sentences": "Eti, Muusee, Issi asi ba machcheeyyo paramaa immidi yeddo giis yaagidosona."
    },
    {
        "English Sentences": "And Jesus answered and said unto them, For the hardness of your heart he wrote you this precept.",
        "Wolaitta Sentences": "Yesuusi zaaridi, eta hagaadan yaagiis; Intte yootin siyennaageeta gidiyo gishshau, Muusee ha azazuwaa intteyyo xaafiis."
    },
    {
        "English Sentences": "But from the beginning of the creation God made them male and female.",
        "Wolaitta Sentences": "SHin Xoossai koiro medhdhiyo wode, attumaasanne maccaasa oottidi, eta medhdhiis."
    },
    {
        "English Sentences": "For this cause shall a man leave his father and mother, and cleave to his wife;",
        "Wolaitta Sentences": "Hegaa gishshau, issi asi ba aawaanne ba aayyiyo aggi bayidi, ba machcheera issippe de7ees;"
    },
    {
        "English Sentences": "And they twain shall be one flesh: so then they are no more twain, but one flesh.",
        "Wolaitta Sentences": "eti naa77ai issi asa gidoosona; hegaa gishshau, eti issi asa gidiyoogaappe attin, naa77u asa gidokkona."
    },
    {
        "English Sentences": "What therefore God hath joined together, let not man put asunder.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai issippe gattidoogaa asi shaakkoppo yaagiis."
    },
    {
        "English Sentences": "And in the house his disciples asked him again of the same matter.",
        "Wolaitta Sentences": "Eti soo simmido wode, erissiyo ashkkarati ha yohuwaabaa Yesuusa naa77anttuwaa oichchidosona."
    },
    {
        "English Sentences": "And he saith unto them, Whosoever shall put away his wife, and marry another, committeth adultery against her.",
        "Wolaitta Sentences": "Yesuusi eta yaagiis; Ba machchiyo yeddidi, haranniyo ekkiya urai ooninne ba machchen shaaramuxees."
    },
    {
        "English Sentences": "And if a woman shall put away her husband, and be married to another, she committeth adultery.",
        "Wolaitta Sentences": "Qassi maccaarakka ba azinaappe kiyada hara azinaa gelikko shaaramuxausu yaagiis."
    },
    {
        "English Sentences": "And they brought young children to him, that he should touch them: and his disciples rebuked those that brought them.",
        "Wolaitta Sentences": "Yesuusi guutta naata bochchana mala, issi issi asai naata akko ehees; shin erissiyo ashkkarati he asaa hanqqettidosona."
    },
    {
        "English Sentences": "But when Jesus saw it, he was much displeased, and said unto them, Suffer the little children to come unto me, and forbid them not: for of such is the kingdom of God.",
        "Wolaitta Sentences": "Yesuusi hegaa be7idi, ba erissiyo ashkkarata hanqqettiis; eta, Guutta naati taakko yiyoogaa diggoppite; aissi giikko, Xoossaa kawotettai hageetu malaassa."
    },
    {
        "English Sentences": "Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child, he shall not enter therein.",
        "Wolaitta Sentences": "Taani intteyyo tumaa gais; Xoossaa kawotettaa guutta na7adan ekkenna urai ooninne he kawotettaa mulekka gelenna yaagiis."
    },
    {
        "English Sentences": "And he took them up in his arms, put his hands upon them, and blessed them.",
        "Wolaitta Sentences": "Yaagidi guutta naata qoommidi, ba kushiyaa eta bolli huuphiyan huuphiyan wottidi, eta anjjiis."
    },
    {
        "English Sentences": "And when he was gone forth into the way, there came one running, and kneeled to him, and asked him, Good Master, what shall I do that I may inherit eternal life?",
        "Wolaitta Sentences": "Yesuusi baanau kiyido wode, issi bitanee woxxiiddi yiidi, a sinttan gulbbatidi, Lo77o tamaarissiyaagoo, merinaa de7uwaa laattanau taani ai oottoo yaagidi a oichchiis."
    },
    {
        "English Sentences": "And Jesus said unto him, Why callest thou me good? there is none good but one, that is, God.",
        "Wolaitta Sentences": "Oichchin Yesuusi, Aissi tana lo77uwau gai Xoossaa xalaalaappe attin, hara lo77oi ooninne baawa."
    },
    {
        "English Sentences": "Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Defraud not, Honour thy father and mother.",
        "Wolaitta Sentences": "Xoossaa azazuwaa, Woroppa; shaaramuxoppa; wuuqqoppa; wordduwaa markkattoppa; cimmoppa; ne aawaanne ne aayyiyo bonchcha yaagiyaagaa eraasa yaagiis."
    },
    {
        "English Sentences": "And he answered and said unto him, Master, all these have I observed from my youth.",
        "Wolaitta Sentences": "Bitanee Yesuusa, Tamaarissiyaagoo, taani hegaa ubbaa naatettaasappe doommada ha77i gakkanaassikka naagais yaagiis."
    },
    {
        "English Sentences": "Then Jesus beholding him loved him, and said unto him, One thing thou lackest: go thy way, sell whatsoever thou hast, and give to the poor, and thou shalt have treasure in heaven: and come, take up the cross, and follow me.",
        "Wolaitta Sentences": "Yesuusi bitaniyaa dosiis; tishshi ootti xeellidi, Neeyyo issibai paccees; baada neeyyo de7iyaabaa ubbaa baizzada, he miishshaa hiyyeesau imma; neeni saluwan duretana. Yaatada yaada tana kaalla yaagiis."
    },
    {
        "English Sentences": "And he was sad at that saying, and went away grieved: for he had great possessions.",
        "Wolaitta Sentences": "SHin bitanee hegaa siyidi, i daro dure gidiyo gishshau, ba som77uwaa xumissidi, ufaittennan aggi bayidi biis."
    },
    {
        "English Sentences": "And Jesus looked round about, and saith unto his disciples, How hardly shall they that have riches enter into the kingdom of God!",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata yuushshi aatti xeellidi, Daro dure asi Xoossaa kawotettaa gelanaagee waani metanddeeshsha! yaagiis."
    },
    {
        "English Sentences": "And the disciples were astonished at his words. But Jesus answereth again, and saith unto them, Children, how hard is it for them that trust in riches to enter into the kingdom of God!",
        "Wolaitta Sentences": "Erissiyo ashkkarati a haasayaa siyidi garamettidosona; shin Yesuusi qassikka eta, Naatoo, miishshan ammanettiya asatuyyo Xoossaa kawotettaa gelanaagee woqqaa metanddeeshsha!"
    },
    {
        "English Sentences": "It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.",
        "Wolaitta Sentences": "Dure asi Xoossaa kawotettaa gelanaagaappe, gaameelai marppiyaa xoo7iyaara aadhdhanaagee matattees yaagiis."
    },
    {
        "English Sentences": "And they were astonished out of measure, saying among themselves, Who then can be saved?",
        "Wolaitta Sentences": "Yaagin erissiyo ashkkarati garamettidi, Yaatin, ooni attanau danddayii yaagidi issoi issuwaa oichchidosona."
    },
    {
        "English Sentences": "And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.",
        "Wolaitta Sentences": "Yesuusi eta tishshi ootti xeellidi, Hagee Xoossau danddayettiyoogaappe attin, asau danddayettenna; aissi giikko, Xoossau ubbabaikka danddayettees yaagiis."
    },
    {
        "English Sentences": "Then Peter began to say unto him, Lo, we have left all, and have followed thee.",
        "Wolaitta Sentences": "PHeexiroosi Yesuusa, Be7a; nuuni nubaa ubbaa aggi bayidi, nena kaallida yaagiis."
    },
    {
        "English Sentences": "And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel's,",
        "Wolaitta Sentences": "Yesuusi yaagiis; Taani intteyyo tumaa gais; ta gishshaunne wonggeliyaa mishiraachchuwaa gishshau, keettaa woi ishantta woi michchentta, woi aawaa woi aayyiyo woi machchiyo, woi naata woi gadiyaa aggida asi ooninne,"
    },
    {
        "English Sentences": "But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.",
        "Wolaitta Sentences": "ha77i ha wodiyan xeetutooppe dariya keettata, ishantta, michchentta, aayeta, naata, gadiyaa, qassi waayiyaakka ekkana. Sinttappe yaana wodiyankka merinaa de7uwaa ekkana."
    },
    {
        "English Sentences": "But many that are first shall be last; and the last first.",
        "Wolaitta Sentences": "SHin daroti ha77i sinttan de7iyaageeti guyye aadhdhana; qassi daroti ha77i guyyen de7iyaageeti sinttau aadhdhana yaagiis."
    },
    {
        "English Sentences": "And they were in the way going up to Jerusalem; and Jesus went before them: and they were amazed; and as they followed, they were afraid. And he took again the twelve, and began to tell them what things should happen unto him,",
        "Wolaitta Sentences": "Eti Yerusalaame biiddi, ogiyan de7oosona; Yesuusi ba erissiyo ashkkaratuppe sinttan hemettees. Eti garamettidosona; a kaallidaageetikka yayyidosona. Naa77anttuwaa tammanne naa77u erissiyo ashkkarata gaxaa kessidi, bana gakkanabaa dumma etassi hagaadan yaagidi odiis;"
    },
    {
        "English Sentences": "Saying, Behold, we go up to Jerusalem; and the Son of man shall be delivered unto the chief priests, and unto the scribes; and they shall condemn him to death, and shall deliver him to the Gentiles:",
        "Wolaitta Sentences": "Be7ite; nuuni Yerusalaame ha77i kiyeettees; yaani tana, Asa Na7aa, qeese halaqatussinne higgiyaa tamaarissiyaageetussi aattidi immana. Eti ta bolli haiqo pirddaa pirddana; qassi Aihuda gidenna asaassikka tana aattidi immana."
    },
    {
        "English Sentences": "And they shall mock him, and shall scourge him, and shall spit upon him, and shall kill him: and the third day he shall rise again.",
        "Wolaitta Sentences": "He Aihuda gidenna asai ta bolli qilliiccananne cuchchana; tana lissuwan garafananne worana; taani qassi heezzu gallassappe guyyiyan, haiquwaappe denddana yaagiis."
    },
    {
        "English Sentences": "And James and John, the sons of Zebedee, come unto him, saying, Master, we would that thou shouldest do for us whatsoever we shall desire.",
        "Wolaitta Sentences": "Zabddiyoosa naati Yaaqoobinne Yohaannisi Yesuusakko yiidi, Tamaarissiyaagoo, nuuni nena woossiyo ubbabaa nuuyyo oottarkkii yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, What would ye that I should do for you?",
        "Wolaitta Sentences": "Yesuusi eta, Taani intteyyo ai oottoo yaagiis."
    },
    {
        "English Sentences": "They said unto him, Grant unto us that we may sit, one on thy right hand, and the other on thy left hand, in thy glory.",
        "Wolaitta Sentences": "Yaagin eti a, Ne bonchcho kawotettan neeni uttiyo wode, nuuppe issuwaa neeppe ushachcha baggaara qassi issuwaa haddirssa baggaara utissarkkii yaagidosona."
    },
    {
        "English Sentences": "But Jesus said unto them, Ye know not what ye ask: can ye drink of the cup that I drink of? and be baptized with the baptism that I am baptized with?",
        "Wolaitta Sentences": "SHin Yesuusi eta, Intte ai woossiyaakkonne erekketa; taani uyanau bessiyo burccukkuwan uyanau danddayeetii Qassi taani xammaqettanau bessiyo xinqqatiyaa xammaqettanau danddayeetii yaagiis."
    },
    {
        "English Sentences": "And they said unto him, We can. And Jesus said unto them, Ye shall indeed drink of the cup that I drink of; and with the baptism that I am baptized withal shall ye be baptized:",
        "Wolaitta Sentences": "Yaagin eti zaaridi, Ee danddayoos yaagidosona. Yesuusi qassi, Taani uyanau bessiyo burccukkuwan intte uyana; taani xammaqettanau bessiyo xinqqatiyaakka intte xammaqettana."
    },
    {
        "English Sentences": "But to sit on my right hand and on my left hand is not mine to give; but it shall be given to them for whom it is prepared.",
        "Wolaitta Sentences": "SHin taappe ushachcha baggaaranne haddirssa baggaara uttanaageeta dooranau taayyo maati baawa; shin he sohoi Xoossai immanau giigissi wottidoogeetussa yaagiis."
    },
    {
        "English Sentences": "And when the ten heard it, they began to be much displeased with James and John.",
        "Wolaitta Sentences": "Hankko tammu erissiyo ashkkarati hegaa siyido wode, Yaaqoobanne Yohaannisa hanqqettidosona."
    },
    {
        "English Sentences": "But Jesus called them to him, and saith unto them, Ye know that they which are accounted to rule over the Gentiles exercise lordship over them; and their great ones exercise authority upon them.",
        "Wolaitta Sentences": "Yesuusi eta ubbaa baakko xeesidi, hagaadan yaagiis; Aihuda gidennaageeta haariyaageeta giidi qoppiyoogeetinne hegeeta kaalettiya asati bantta asaa haariyoogaa ereeta."
    },
    {
        "English Sentences": "But so shall it not be among you: but whosoever will be great among you, shall be your minister:",
        "Wolaitta Sentences": "SHin intte giddon hegaa mala gidenna; intte giddon gitatana koyiyai ooninne intteyyo ashkkara gidanau bessees."
    },
    {
        "English Sentences": "And whosoever of you will be the chiefest, shall be servant of all.",
        "Wolaitta Sentences": "Qassi intte giddon ubbaappe bolla gidana koyiyai ooninne intte ubbaayyo aille gidanau bessees."
    },
    {
        "English Sentences": "For even the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.",
        "Wolaitta Sentences": "Aissi giikko, harai atto taani, Asa Na7aikka, asau oottanaunne darota wozanau ta shemppuwaa immanaunne yiidoogaappe attin, asi tau oottanau yabeikke yaagiis."
    },
    {
        "English Sentences": "And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.",
        "Wolaitta Sentences": "Eti Yarkko giyo katamaa biidosona; Yesuusi ba erissiyo ashkkaratuuranne keehi daro asaara Yarkkoppe kiyishin, Ximoosa na7ai qooqee, Barxximoosa giyoogee, ogiyaa doonan woossiiddi uttiis."
    },
    {
        "English Sentences": "And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou son of David, have mercy on me.",
        "Wolaitta Sentences": "Barxximoosi Naazireeta Yesuusa gididoogaa siyidi, ba qaalaa xoqqu oottidi, Daawita na7aa Yesuusaa, tana maararkkii! yaagettaa doommiis."
    },
    {
        "English Sentences": "And many charged him that he should hold his peace: but he cried the more a great deal, Thou son of David, have mercy on me.",
        "Wolaitta Sentences": "Daro asai a, Haizza! giidi hanqqettiis. SHin, i ba qaalaa kaseegaappekka keehi xoqqu oottidi, Daawita na7au, tana maararkkii! yaagiis."
    },
    {
        "English Sentences": "And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.",
        "Wolaitta Sentences": "Yesuusi ogiyan eqqidi, A haa xeesite yaagiis. Yaagin eti qooqiyaa, Aikko baawa; dendda eqqa; nena xeesees yaagidi xeesidosona."
    },
    {
        "English Sentences": "And he, casting away his garment, rose, and came to Jesus.",
        "Wolaitta Sentences": "Qooqee ba maayuwaa oli bayidi, guppi denddi eqqidi, Yesuusakko biis."
    },
    {
        "English Sentences": "And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.",
        "Wolaitta Sentences": "Yesuusi a, Taani neeyyo ai oottanau koyai yaagiis. Yaagin qooqee, Tamaarissiyaagoo, taani xeellanaagaa koyais yaagiis."
    },
    {
        "English Sentences": "And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.",
        "Wolaitta Sentences": "Yaagin Yesuusi a, Ba; ne ammanoi nena pattiis yaagiis. Sohuwaarakka a aifee xeelli aggin, ogiyan Yesuusa kaalli bayiis."
    },
    {
        "English Sentences": "And when they came nigh to Jerusalem, unto Bethphage and Bethany, at the mount of Olives, he sendeth forth two of his disciples,",
        "Wolaitta Sentences": "Eti Yerusalaame matiiddi, Dabira Zaite Deriyaa lanqqiyan de7iya Beetafaaganne Biitaaniyaa giyo katamata gakkidosona; Yesuusi ba erissiyo ashkkaratuppe naa77aa sinttau kiittidi,"
    },
    {
        "English Sentences": "And saith unto them, Go your way into the village over against you: and as soon as ye be entered into it, ye shall find a colt tied, whereon never man sat; loose him, and bring him.",
        "Wolaitta Sentences": "Intteppe sinttan de7iya qeeri katamaa biite; biidi yaa gelosaara ooninne mulekka toggibeenna qashuwan de7iya hare maraa intte demmana; a birshshidi, haa ekkidi yiite."
    },
    {
        "English Sentences": "And if any man say unto you, Why do ye this? say ye that the Lord hath need of him; and straightway he will send him hither.",
        "Wolaitta Sentences": "Ooninne inttena, Hegaa aissi ootteetii yaagidi oichchikko, Godai hagaa koyees; sohuwaara zaaridi, haa yeddi bayana yaagite yaagiis."
    },
    {
        "English Sentences": "And they went their way, and found the colt tied by the door without in a place where two ways met; and they loose him.",
        "Wolaitta Sentences": "Eti biidi, hare maraa penggiyaa matan ogiyan qachchi wottidoogaa demmidi birshshidosona."
    },
    {
        "English Sentences": "And certain of them that stood there said unto them, What do ye, loosing the colt?",
        "Wolaitta Sentences": "Hegan eqqida issi issi asati eta, Hare maraa waatanau birshsheetii yaagidosona."
    },
    {
        "English Sentences": "And they said unto them even as Jesus had commanded: and they let them go.",
        "Wolaitta Sentences": "Erissiyo ashkkarati Yesuusi banttana azazidoogaa yootin, asati yeddi bayidosona."
    },
    {
        "English Sentences": "And they brought the colt to Jesus, and cast their garments on him; and he sat upon him.",
        "Wolaitta Sentences": "Eti hare maraa Yesuusakko ehiidi, bantta maayuwaa a zokkuwan hiixxidosona; hiixxin Yesuusi he hare maraa toggiis."
    },
    {
        "English Sentences": "And many spread their garments in the way: and others cut down branches off the trees, and strawed them in the way.",
        "Wolaitta Sentences": "Daro asai ba maayuwaa ogiyan hiixxiis; qassi harati mittaa tashiyaa kari karidi, ogiyan hiixxidosona."
    },
    {
        "English Sentences": "And they that went before, and they that followed, cried, saying, Hosanna; Blessed is he that cometh in the name of the Lord:",
        "Wolaitta Sentences": "Yesuusappe sinttaara hemettiya asainne a geeduwaa kaalliya asai ba qaalaa xoqqu oottidi, Xoossai galatetto! Godaa sunttan yiyaagee anjjettidaagaa."
    },
    {
        "English Sentences": "Blessed be the kingdom of our father David, that cometh in the name of the Lord: Hosanna in the highest.",
        "Wolaitta Sentences": "Godaa sunttan yiya nu aawaa Daawita kawotettai anjjettidaagaa. Salo ubbaappe bolla saluwan de7iya Xoossai galatetto yaagidosona."
    },
    {
        "English Sentences": "And Jesus entered into Jerusalem, and into the temple: and when he had looked round about upon all things, and now the eventide was come, he went out unto Bethany with the twelve.",
        "Wolaitta Sentences": "Yesuusi Yerusalaame biidi, Beeta Maqidasiyaa geliis; qassi ubbabaa yuuyi yuuyi xeellidoogaappe guyyiyan, sa7ai qammiyo gishshau, tammanne naa77u erissiyo ashkkaratuura Biitaaniyaa giyo katamaa biis."
    },
    {
        "English Sentences": "And on the morrow, when they were come from Bethany, he was hungry:",
        "Wolaitta Sentences": "Wonttetta gallassi eti Biitaaniyaappe kiyidi biishin, Yesuusi namisettiis."
    },
    {
        "English Sentences": "And seeing a fig tree afar off having leaves, he came, if haply he might find any thing thereon: and when he came to it, he found nothing but leaves; for the time of figs was not yet.",
        "Wolaitta Sentences": "Haahuwan issi balase giyo mittiyo tashiyaa maaya uttidaaro be7idi, geelladan i bolli aifee beettikkonne giidi, be7anau ikko biis; shin ikko i biyo wode, tashe xalaalaappe attin, ainne aife demmibeenna; aissi giikko, balasee aifiyo wodee gakkibeenna."
    },
    {
        "English Sentences": "And Jesus answered and said unto it, No man eat fruit of thee hereafter for ever. And his disciples heard it.",
        "Wolaitta Sentences": "Yesuusi he balasiyo, Neeppe naa77antto merinau asi aife mooppo yaagiis. Erissiyo ashkkarati i giyoogaa siyidosona."
    },
    {
        "English Sentences": "And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;",
        "Wolaitta Sentences": "Eti Yerusalaame biidosona; Yesuusi Beeta Maqidasiyaa gelidi, hegan baizziyaageetanne shammiyaageeta kare yedetaa doommiis; qassi miishshaa laammiyaageetu xaraphpheezaanne haraphphiyaa baizziyaageetu oidiyaa aatti yeggidi,"
    },
    {
        "English Sentences": "And would not suffer that any man should carry any vessel through the temple.",
        "Wolaitta Sentences": "ooninne aibakko tookkidi, Beeta Maqidasiyaa giddoora aadhdhanaagaa diggiis."
    },
    {
        "English Sentences": "And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.",
        "Wolaitta Sentences": "Yesuusi asaa hagaadan yaagidi tamaarissiis; Xoossaa maxaafan, Ta keettai Aihuda gidenna asai ubbai Xoossaa woossiyo keetta geetettana yaagettidi xaafetti uttiis; shin intte a panggati qosettiyo gonggolo kessideta yaagiis."
    },
    {
        "English Sentences": "And the scribes and chief priests heard it, and sought how they might destroy him: for they feared him, because all the people was astonished at his doctrine.",
        "Wolaitta Sentences": "Qeese halaqatinne higgiyaa tamaarissiyaageeti hegaa siyidi, a xaissana ogiyaa koshshaa doommidosona; shin keehi daro asai i tamaarissiyoogan garamettiyo gishshau, ayyo yayyidosona."
    },
    {
        "English Sentences": "And when even was come, he went out of the city.",
        "Wolaitta Sentences": "Sa7ai omarido wode, Yesuusinne erissiyo ashkkarati katamaappe gaxaa kiyidosona."
    },
    {
        "English Sentences": "And in the morning, as they passed by, they saw the fig tree dried up from the roots.",
        "Wolaitta Sentences": "Eti wonttetta gallassi maallado ogiyaara aadhdhiiddi, he balasiyaa xaphuwaara melaichchidaaro be7idosona."
    },
    {
        "English Sentences": "And Peter calling to remembrance saith unto him, Master, behold, the fig tree which thou cursedst is withered away.",
        "Wolaitta Sentences": "PHeexiroosi hassayidi, Tamaarissiyaagoo, be7a; neeni qanggido balasiyaa melaichchaasu yaagiis."
    },
    {
        "English Sentences": "And Jesus answering saith unto them, Have faith in God.",
        "Wolaitta Sentences": "Yesuusi zaaridi, eta hagaadan yaagiis; Xoossaa ammanite."
    },
    {
        "English Sentences": "For verily I say unto you, That whosoever shall say unto this mountain, Be thou removed, and be thou cast into the sea; and shall not doubt in his heart, but shall believe that those things which he saith shall come to pass; he shall have whatsoever he saith.",
        "Wolaitta Sentences": "Taani intteyyo tumaa gais; ooninne ba wozanan sirennan ba giidobai hananaagaa ammanidi, ha deriyaa, Denddada abban kundda giikko hanana."
    },
    {
        "English Sentences": "Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall have them.",
        "Wolaitta Sentences": "Hegaa gishshau, taani intteyyo odais; Xoossaa intte woossiyoobaanne oichchiyoobaa ubbaanne ekkirggidobaadan ammanite; intte ekkana."
    },
    {
        "English Sentences": "And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.",
        "Wolaitta Sentences": "Xoossaa woossanau intte eqqiyo wode, saluwan de7iya intte Aawai intte nagaraa atto gaana mala, ooninne inttena naaqqidobai de7ikko, au atto giite."
    },
    {
        "English Sentences": "But if ye do not forgive, neither will your Father which is in heaven forgive your trespasses.",
        "Wolaitta Sentences": "SHin asa nagara intte atto gaana xayikko, saluwan de7iya intte Aawaikka intte nagaraa intteyyo atto geenna yaagiis."
    },
    {
        "English Sentences": "And they come again to Jerusalem: and as he was walking in the temple, there come to him the chief priests, and the scribes, and the elders,",
        "Wolaitta Sentences": "Eti qassikka Yerusalaame biidosona; Yesuusi Beeta Maqidasiyan hemetettishin, qeese halaqati, higgiyaa tamaarissiyaageetinne cimati akko yiidosona."
    },
    {
        "English Sentences": "And say unto him, By what authority doest thou these things? and who gave thee this authority to do these things?",
        "Wolaitta Sentences": "Yiidi a, Neeni hagaa oottanau neeyyo ai alaafetetti de7ii Woi neeyyo ha alaafetettaa immidai oonee yaagidosona."
    },
    {
        "English Sentences": "And Jesus answered and said unto them, I will also ask of you one question, and answer me, and I will tell you by what authority I do these things.",
        "Wolaitta Sentences": "Yesuusi zaaridi eta, Taanikka inttena issibaa oichchana; tau odite; taani qassi hagaa ai alaafetettan oottiyaakko, intteyyo odana."
    },
    {
        "English Sentences": "The baptism of John, was it from heaven, or of men? answer me.",
        "Wolaitta Sentences": "Yohaannisi xammaqiyo alaafetettaa ekkidoi Xoossaappeeyye woi asappee Tau odite yaagiis."
    },
    {
        "English Sentences": "And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then did ye not believe him?",
        "Wolaitta Sentences": "Eti bantta giddon palamaa doommidi, Nuuni, Xoossaappe yiis yaagikko, i nuna, Yaatin, Yohaannisi yootidoogaa aissi ammanibeekketii yaagana."
    },
    {
        "English Sentences": "But if we shall say, Of men; they feared the people: for all men counted John, that he was a prophet indeed.",
        "Wolaitta Sentences": "SHin, Asappe yiis gaanee yaagidosona; qassi asai ubbai Yohaannisi hananabaa yootiyaagaa gididoogaa eriyo gishshau, asau yayyidosona."
    },
    {
        "English Sentences": "And they answered and said unto Jesus, We cannot tell. And Jesus answering saith unto them, Neither do I tell you by what authority I do these things.",
        "Wolaitta Sentences": "Hegaa gishshau, eti Yesuusayyo, Nuuni erokko yaagidi zaaridosona; Yesuusi, Taanikka hagaa ai alaafetettan oottiyaakko, intteyyo odikke yaagiis."
    },
    {
        "English Sentences": "And he began to speak unto them by parables. A certain man planted a vineyard, and set an hedge about it, and digged a place for the winefat, and built a tower, and let it out to husbandmen, and went into a far country.",
        "Wolaitta Sentences": "Yesuusi etayyo oduwaa leemisuwan yaagidi doommiis; Issi bitanee woiniyaa giyo turaa tokkidi, dirssaa yuushshi aattidi diriis; qassi he woiniyaa gum77iyo ollaakka bookkiis; hegaa naagiya asaayyo adussa shuchchaa gimbbiis; hegaappe guyyiyan, kottaa oottiya asau immidi, hara dere biis."
    },
    {
        "English Sentences": "And at the season he sent to the husbandmen a servant, that he might receive from the husbandmen of the fruit of the vineyard.",
        "Wolaitta Sentences": "Woiniyaa aifiyaa maxiyo wodee gakkin, bana gakkiyaagaa ekkidi yaana mala, issi ashkkaraa ba kottaawatukko kiittiis."
    },
    {
        "English Sentences": "And they caught him, and beat him, and sent him away empty.",
        "Wolaitta Sentences": "Kottaa oottiyaageeti a ashkkaraa oiqqidi wadhdhidi, kushe mela yedettidosona."
    },
    {
        "English Sentences": "And again he sent unto them another servant; and at him they cast stones, and wounded him in the head, and sent him away shamefully handled.",
        "Wolaitta Sentences": "Naa77anttuwaa hara ashkkaraa etakko kiittiis; kiittin eti he ashkkaraassi huuphiyaa qoo7idinne kaushshidi yeddidosona."
    },
    {
        "English Sentences": "And again he sent another; and him they killed, and many others; beating some, and killing some.",
        "Wolaitta Sentences": "Woiniyaa turaa godai qassikka hara ashkkaraa kiittiis; he ashkkaraa woridosona; qassi hara darotakka hegaadan oottidosona; issuwaa issuwaa wadhdhidi, harata woridosona."
    },
    {
        "English Sentences": "Having yet therefore one son, his wellbeloved, he sent him also last unto them, saying, They will reverence my son.",
        "Wolaitta Sentences": "Woiniyaa turaa godaayyo kiittanau ubbaappe wurssettan i daro siiqiyo a na7aa xalaalai attiis; i, Eti ta na7aa bonchchennan aggokkona giidi, ba na7aa etakko kiittiis."
    },
    {
        "English Sentences": "But those husbandmen said among themselves, This is the heir; come, let us kill him, and the inheritance shall be our's.",
        "Wolaitta Sentences": "SHin kottaa oottiyaageeti bantta giddon, Laattanaagee hagaa; hinddite a woroos; a aqoi nubaa gidana! yaagidosona."
    },
    {
        "English Sentences": "And they took him, and killed him, and cast him out of the vineyard.",
        "Wolaitta Sentences": "Na7aa oiqqidi woridi, a ahaa woiniyaa turaa giddoppe gaxaa kessi olidosona."
    },
    {
        "English Sentences": "What shall therefore the lord of the vineyard do? he will come and destroy the husbandmen, and will give the vineyard unto others.",
        "Wolaitta Sentences": "Simmi woiniyaa turaa godai waatanee Yiidi he kottaawata wori wurssidi, woiniyaa turaa kottaa oottiya hara asau immana."
    },
    {
        "English Sentences": "And have ye not read this scripture; The stone which the builders rejected is become the head of the corner:",
        "Wolaitta Sentences": "Gimbbiyaageeti karidi ixxido shuchchai godaa xaphuwaa minttiya, ubbaappe aadhdhiya shuchcha gidiis."
    },
    {
        "English Sentences": "This was the Lord's doing, and it is marvellous in our eyes?",
        "Wolaitta Sentences": "Hagee Godai oottidobaa; qassi nu aifiyaukka garamissiyaabaa yaagiyaagaa Xoossaa maxaafaappe nabbabibeekketii yaagiis."
    },
    {
        "English Sentences": "And they sought to lay hold on him, but feared the people: for they knew that he had spoken the parable against them: and they left him, and went their way.",
        "Wolaitta Sentences": "Qeese halaqati, higgiyaa tamaarissiyaageetinne cimati Yesuusi he leemisuwaa banttanan leemisidoogaa erido gishshau, a oiqqanau koyidosona; shin asau yayyidi, aggi bayidi biidosona."
    },
    {
        "English Sentences": "And they send unto him certain of the Pharisees and of the Herodians, to catch him in his words.",
        "Wolaitta Sentences": "Qassi a haasayaappe bala demmidi, a oiqqana mala, Parisaawetuppenne Heeroodisa baggatuppe amaridaageeta akko kiittidosona."
    },
    {
        "English Sentences": "And when they were come, they say unto him, Master, we know that thou art true, and carest for no man: for thou regardest not the person of men, but teachest the way of God in truth: Is it lawful to give tribute to Caesar, or not?",
        "Wolaitta Sentences": "Kiittin yiidi, Tamaarissiyaagoo, neeni tumaa haasayiyoogaanne asappe asa shaakkennaagaa nuuni eroos; aissi giikko, neeni asa dummayakka; qassi Xoossaa ogiyaa tumatettan tamaarissaasa. Nuuni Roome biittaa Kawuwaa Qeesaarayyo giiraa giiriyoogee wogeeyye woga gidennee Giiraa giiraneeyye digganee yaagidosona."
    },
    {
        "English Sentences": "Shall we give, or shall we not give? But he, knowing their hypocrisy, said unto them, Why tempt ye me? bring me a penny, that I may see it.",
        "Wolaitta Sentences": "SHin eti lo77o milatiya iita asa gididoogaa Yesuusi eridi, Tana aissi paacceetii Issi santtimiyaa haa ehiite; taani be7ais yaagiis."
    },
    {
        "English Sentences": "And they brought it. And he saith unto them, Whose is this image and superscription? And they said unto him, Caesar's.",
        "Wolaitta Sentences": "Eti au ehiidosona; Ha merainne sunttai oogee yaagidi eta oichchidosona. Oichchin eti, Roome biittaa Kawuwaa Qeesaaraagaa yaagidosona."
    },
    {
        "English Sentences": "And Jesus answering said unto them, vRender to Caesar the things that are Caesar's, and to God the things that are God's. And they marvelled at him.",
        "Wolaitta Sentences": "Yesuusi zaaridi eta, Yaatikko, Qeesaaraagaa Qeesaarassi, Xoossaagaa Xoossaassi immite yaagin eti abaa garamettidosona."
    },
    {
        "English Sentences": "Then come unto him the Sadducees , which say there is no resurrection; and they asked him, saying,",
        "Wolaitta Sentences": "Haiqqida asi denddenna giya Saaduqaawetuppe issi issi asati Yesuusakko yiidi, hagaadan yaagidi, a oichchidosona;"
    },
    {
        "English Sentences": "Master, Moses wrote unto us, If a man's brother die, and leave his wife behind him, and leave no children, that his brother should take his wife, and raise up seed unto his brother.",
        "Wolaitta Sentences": "Tamaarissiyaagoo, Muusee nuuyyo higgiyaa xaafiiddi, Machcho ekkida asi na7a yelennan haiqqikko, he haiqqidaagaa ishai a machchiyo aissidi, ba ishaayyo na7a yelanau bessees yaagiyaagaa xaafiis."
    },
    {
        "English Sentences": "Now there were seven brethren: and the first took a wife, and dying left no seed.",
        "Wolaitta Sentences": "Issi wode laappun ishantti de7iyaageetuppe bairai machchiyo ekkidi, na7a yelennan haiqqiis."
    },
    {
        "English Sentences": "And the second took her, and died, neither left he any seed: and the third likewise.",
        "Wolaitta Sentences": "Haiqqin naa77anttoi o aissiis; ikka na7a yelennan haiqqiis; heezzanttoikka hegaadan haniis."
    },
    {
        "English Sentences": "And the seven had her, and left no seed: last of all the woman died also.",
        "Wolaitta Sentences": "Laappunatikka o ekkidi, na7a yelennan haiqqidosona; ubbaappe guyyiyan, qassi he maccaasiyaa haiqqaasu."
    },
    {
        "English Sentences": "In the resurrection therefore, when they shall rise, whose wife shall she be of them? for the seven had her to wife.",
        "Wolaitta Sentences": "Yaatin, haiqqida asai haiquwaappe denddiyo gallassi, a etappe augaayyo machcho gidanee Aissi giikko, laappunatikka o ekkidosona yaagidosona."
    },
    {
        "English Sentences": "And Jesus answering said unto them, Do ye not therefore err, because ye know not the scriptures, neither the power of God?",
        "Wolaitta Sentences": "Yesuusi zaaridi, eta hagaadan yaagiis; Intte baliyoogee, Xoossaa maxaafatanne Xoossaa wolqqaa intte erenna gishshaassa!"
    },
    {
        "English Sentences": "For when they shall rise from the dead, they neither marry, nor are given in marriage; but are as the angels which are in heaven.",
        "Wolaitta Sentences": "Aissi giikko, haiqqida asai haiquwaappe denddiyo gallassi, saluwan de7iya kiitanchchatu mala gidanaagaappe attin, attuma asinne ekkenna; macca asinne gelenna."
    },
    {
        "English Sentences": "And as touching the dead, that they rise: have ye not read in the book of Moses, how in the bush God spake unto him, saying, I am the God of Abraham, and the God of Isaac, and the God of Jacob?",
        "Wolaitta Sentences": "SHin haiqqidaageetu dendduwaabaa gidikko, Muuse maxaafan xaafettida xaragettiya buuraabaa odiya sohuwan, Xoossai Muusa, Taani Abrahaama Xoossaa, Yisaaqa Xoossaa, Yaaqooba Xoossaa giidoogaa mulekka nabbabibeekketii"
    },
    {
        "English Sentences": "He is not the God of the dead, but the God of the living: ye therefore do greatly err.",
        "Wolaitta Sentences": "I paxa de7iyaageetu Xoossaa gidiyoogaappe attin, haiqqidaageetu Xoossaa gidenna; intte keehi balideta yaagiis."
    },
    {
        "English Sentences": "And one of the scribes came, and having heard them reasoning together, and perceiving that he had answered them well, asked him, Which is the first commandment of all?",
        "Wolaitta Sentences": "Higgiyaa tamaarissiyaageetuppe issoi eti palamettiyoogaa shiiqidi siyiis; qassi Yesuusi etayyo loitti zaaridoogaa siyidi, Azazo ubbaappe aadhdhiya azazoi augee yaagidi Yesuusa oichchiis."
    },
    {
        "English Sentences": "And Jesus answered him, The first of all the commandments is, Hear, O Israel; The Lord our God is one Lord:",
        "Wolaitta Sentences": "Yesuusi zaaridi, a hagaadan yaagiis; Azazo ubbaappe aadhdhiya azazuwaa siyite; Israa7eela asau, Godai nu Xoossai issi Godaa."
    },
    {
        "English Sentences": "And thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind, and with all thy strength: this is the first commandment.",
        "Wolaitta Sentences": "Intte Godaa intte Xoossaa intte kumetta wozanaappe, intte kumetta shemppuwaappe, intte kumetta qofaappe, intte kumetta wolqqaappe siiqite yaagees."
    },
    {
        "English Sentences": "And the second is like, namely this, Thou shalt love thy neighbour as thyself. There is none other commandment greater than these.",
        "Wolaitta Sentences": "Qassi azazo ubbaappe aadhdhiya naa77antto azazoi hagaa; Neeni ne shooruwaa ne huuphedan siiqa giyaagaa; hageetuppe aadhdhiya hara azazoi baawa yaagiis."
    },
    {
        "English Sentences": "And the scribe said unto him, Well, Master, thou hast said the truth: for there is one God; and there is none other but he:",
        "Wolaitta Sentences": "Higgiyaa tamaarissiyaagee Yesuusa yaagiis; Tamaarissiyaagoo, tumaa gaadasa; neeni Xoossai issi Xoossaa xalaala. Appe attin, hari baawa giidoogee tuma."
    },
    {
        "English Sentences": "And to love him with all the heart, and with all the understanding, and with all the soul, and with all the strength, and to love his neighbour as himself, is more than all whole burnt offerings and sacrifices.",
        "Wolaitta Sentences": "Xoossaa kumetta wozanaappe, kumetta qofaappenne kumetta wolqqaappe siiqiyoogeenne qassi ba shooruwaakka ba huuphedan siiqiyoogee, xuuggiyo yarshshuwaappenne hara yarshsho ubbaappe aadhdhees yaagiis."
    },
    {
        "English Sentences": "And when Jesus saw that he answered discreetly, he said unto him, Thou art not far from the kingdom of God. And no man after that durst ask him any question.",
        "Wolaitta Sentences": "Yesuusi higgiyaa tamaarissiyaagaa zaaroi aadhdhida eranchcha asa zaaro gididoogaa be7idi, Neeni Xoossaa kawotettaappe haakkabaakka yaagiis; hegaappe guyyiyan, Yesuusa harabaa oichchanau ooninne xalibeenna."
    },
    {
        "English Sentences": "And Jesus answered and said, while he taught in the temple, How say the scribes that Christ is the son of David?",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyan tamaarissiiddi, hagaadan yaagiis; Higgiyaa tamaarissiyaageeti Kiristtoosa woigidi Daawita na7a giyoonaa"
    },
    {
        "English Sentences": "For David himself said by the Holy Ghost, The LORD said to my Lord, Sit thou on my right hand, till I make thine enemies thy footstool.",
        "Wolaitta Sentences": "Daawiti bana Geeshsha Ayyaanai haasayissin, Godai ta Godaa, Taani ne morkketa neeni yedhdha eqqiyoobaa oottana gakkanaassi, hagan taappe ushachcha baggaara utta giis yaagiis."
    },
    {
        "English Sentences": "David therefore himself calleth him Lord; and whence is he then his son? And the common people heard him gladly.",
        "Wolaitta Sentences": "Daawiti ba huuphen Kiristtoosa, Godaa giidi xeesikko, yaatin, Kiristtoosi waanidi, Daawita na7a gidii yaagiis. Daro asai Yesuusi giyoogaa ufaissan siyiis."
    },
    {
        "English Sentences": "And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,",
        "Wolaitta Sentences": "Yesuusi tamaarissiiddi, hagaadan yaagiis; Higgiyaa tamaarissiyaageetuppe naagettite; eti adussa maayuwaa maayidi yuuyiyoogaanne giyaa sohuwankka asai eta bonchchidi sarotiyoogaa dosoosona."
    },
    {
        "English Sentences": "And the chief seats in the synagogues, and the uppermost rooms at feasts:",
        "Wolaitta Sentences": "Eti Aihuda woosa keettatun daro lo77iya oidiyaa dosoosona; qassi asi banttana imattiyoosankka bonchcho sohuwaa dosoosona."
    },
    {
        "English Sentences": "Which devour widows' houses, and for a pretence make long prayers: these shall receive greater damnation.",
        "Wolaitta Sentences": "Eti am77etu keettaa bonqqidi, banttau lo77o milatanau Xoossaa woosaa adussoosona; eti ubbaappe aadhdhiya pirddaa ekkana yaagiis."
    },
    {
        "English Sentences": "And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyan muxuwaataa yeggiyo saaxiniyaa matan uttidi, asai ba miishshaa he saaxiniyan yeggiyoogaa be7iis; daro dure asai daro miishshaa he saaxiniyan yeggees."
    },
    {
        "English Sentences": "And there came a certain poor widow, and she threw in two mites, which make a farthing.",
        "Wolaitta Sentences": "Issi hiyyeesa am77iyaa yaada, issi santtimiyan laamettiya naa77u bakkannata he saaxiniyan yeggaasu."
    },
    {
        "English Sentences": "And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkarata xeesidi, Taani intteyyo tumaa gais; muxuwaataa saaxiniyan yeggida asa ubbaappe ha hiyyeesa am77iyaa darissada yeggaasu."
    },
    {
        "English Sentences": "For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living.",
        "Wolaitta Sentences": "Aissi giikko, harati ubbai banttau palahida miishshaappe yeggidosona; shin a ba pacaappe, bau de7iya aquwaa muleera imma aggaasu yaagiis."
    },
    {
        "English Sentences": "And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyaappe kiyishin, erissiyo ashkkaratuppe issoi a, Tamaarissiyaagoo, hagee aiba lo77o shuchchakkonne qassi aiba lo77o shuchcha keettakko be7ai! yaagiis."
    },
    {
        "English Sentences": "And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.",
        "Wolaitta Sentences": "Yesuusi zaaridi, Ha gita shuchcha keettata be7ai Ha keettatun de7iya issi shuchchinne attennan ubbai qolettana yaagiis."
    },
    {
        "English Sentences": "And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyaappe hini baggaara Dabira Zaite Deriyaa bolli uttidaashin, PHeexiroosi, Yaaqoobi, Yohaannisinne Inddiraasi banttarkka akko yiidi a,"
    },
    {
        "English Sentences": "Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?",
        "Wolaitta Sentences": "Hegee aude hananaakko, nuuyyo odarkkii; qassi hegee ubbai polettana wodiyaa erissiya malaatai aiba gidanee yaagidi oichchidosona."
    },
    {
        "English Sentences": "And Jesus answering them began to say, Take heed lest any man deceive you:",
        "Wolaitta Sentences": "Yesuusi qassi etayyo hagaadan yaagidi, oduwaa doommiis; Inttena ooninne balettenna mala naagettite."
    },
    {
        "English Sentences": "For many shall come in my name, saying, I am Christ; and shall deceive many.",
        "Wolaitta Sentences": "Daro asati ta sunttan, Taani Kiristtoosa yaagiiddi yaana; yiidi daro asaa balettana."
    },
    {
        "English Sentences": "And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.",
        "Wolaitta Sentences": "Matan de7iya olaa cenggurssaanne haahuwan de7iya olaa oduwaa intte siyiyo wode, hirggoppite; hegaa malabai hananau bessees; shin wurssettai biroona."
    },
    {
        "English Sentences": "For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.",
        "Wolaitta Sentences": "Aissi giikko, issi biittaa asai hara biittaa asaara olettana; qassi issi kawotettai hara kawotettaara olettana; biittaa qaattai ubbasan de7ana; koshaikka de7ana; shin hegee koiro leesso mala."
    },
    {
        "English Sentences": "But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.",
        "Wolaitta Sentences": "SHin intte intte huuphen naagettite; aissi giikko, asi inttena oiqqidi, pirdda keettau aattidi immana; qassi ba Aihuda woosa keettatunkka inttena lissuwan garafana; deriyaa haariyaageetu sinttaaninne kawotu sinttan ta gishshau intte markkattanau eqqana."
    },
    {
        "English Sentences": "And the gospel must first be published among all nations.",
        "Wolaitta Sentences": "Wonggeliyaa mishiraachchoi koiroora dere ubbau odettiichchanau bessees."
    },
    {
        "English Sentences": "But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.",
        "Wolaitta Sentences": "Eti inttena pirdda keettaa ehiyo wodenne aattidi immiyo wode, woigidi haasayanaakkonne koiroora hirggoppite; he saatiyan Xoossai intteyyo immiyoobaa haasayite. Aissi giikko, Geeshsha Ayyaanai haasayanaappe attin, haasayiyaageeti inttena gidekketa."
    },
    {
        "English Sentences": "Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.",
        "Wolaitta Sentences": "Ishai ba ishaa, aawai ba na7aa worissana; qassi naati bantta aawatu bollinne bantta aayetu bolli denddidi, eta worissana."
    },
    {
        "English Sentences": "And ye shall be hated of all men for my name's sake: but he that shall endure unto the end, the same shall be saved.",
        "Wolaitta Sentences": "Asai ubbai inttena ta sunttaa gishshau ixxana; shin wurssettai gakkanaashin gencciyaagee attana."
    },
    {
        "English Sentences": "But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:",
        "Wolaitta Sentences": "SHin hananabaa yootiya Daaneeli odido bashshaa tunatettai eqqanau bessennasan eqqidaashin intte be7iyo wode, hegee woigiyoogaakko, nabbabiyaagee akeeko; Yihudaa biittan he wode de7iyaageeti deriyaakko baqatona."
    },
    {
        "English Sentences": "And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:",
        "Wolaitta Sentences": "Keettaa huuphiyan de7iya uraikka issibaa ekkanau duge wodhdhidi, ba soo geloppo."
    },
    {
        "English Sentences": "And let him that is in the field not turn back again for to take up his garment.",
        "Wolaitta Sentences": "Gaden de7iyaageekka ba maayuwaa ekkanau guyye simmoppo."
    },
    {
        "English Sentences": "But woe to them that are with child, and to them that give suck in those days!",
        "Wolaitta Sentences": "He wode shahaara maccaasatuyyoonne xanttiya maccaasatuyyo aayye7ana."
    },
    {
        "English Sentences": "And pray ye that your flight be not in the winter.",
        "Wolaitta Sentences": "SHin hagee ubbai haniyo wodee balggo gidenna mala, Xoossaa woossite;"
    },
    {
        "English Sentences": "For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.",
        "Wolaitta Sentences": "aissi giikko, Xoossai sa7aa koiro medhdhoosappe doommidi, ha77i gakkanaassi, mulekka de7ibeenna metoi, qassi hagaappe sinttaukka mule de7enna metoi asaa bolli he wode de7ana."
    },
    {
        "English Sentences": "And except that the Lord had shortened those days, no flesh should be saved: but for the elect's sake, whom he hath chosen, he hath shortened the days.",
        "Wolaitta Sentences": "Godai he gallassatu qoodaa guuttiyoi bainnaakko, asa gididai ooninne attenna; shin i ba doorido asatu gishshau, he gallassatu qoodaa guuttiis."
    },
    {
        "English Sentences": "And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him not:",
        "Wolaitta Sentences": "He wode ooninne inttena, Be7ite; Kiristtoosi hagan de7ees woi, Be7ite; Kiristtoosi hegan de7ees yaagikko, hegaa ammanoppite."
    },
    {
        "English Sentences": "For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.",
        "Wolaitta Sentences": "Aissi giikko, worddanchcha Kiristtoosatinne wordduwaa hananabaa yootiyaageeti denddana; denddidi banttau danddayettikko, harai atto Xoossai dooridoogeetakka balettanau malaataanne garamissiyaabaa bessana."
    },
    {
        "English Sentences": "But take ye heed: behold, I have foretold you all things.",
        "Wolaitta Sentences": "SHin intte naagettite; taani intteyyo ubbabaa kasetada odaas."
    },
    {
        "English Sentences": "But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,",
        "Wolaitta Sentences": "SHin he wode he waayiyaappe guyyiyan, awai xumana; aginai poo7iyoogaa aggi bayana;"
    },
    {
        "English Sentences": "And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.",
        "Wolaitta Sentences": "xoolintteti saluwaappe kunddana; qassi saluwan de7iya wolqqatikka qaaxettana."
    },
    {
        "English Sentences": "And then shall they see the Son of man coming in the clouds with great power and glory.",
        "Wolaitta Sentences": "He wode taani, Asa Na7ai, gita wolqqaaranne bonchchuwaara shaaraa giddoora yiishin, eti be7ana."
    },
    {
        "English Sentences": "And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.",
        "Wolaitta Sentences": "He wode taani kiitanchchata sa7aa oiddu zooziyaa kiittana; kiittada sa7aa gaxaappe saluwaa gaxaa gakkanaashin, Xoossai doorido asaa shiishshana."
    },
    {
        "English Sentences": "Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:",
        "Wolaitta Sentences": "Leemisuwaa balasiyo giyo mitteeppe akeekite; balasiyaa aaciyo wodenne i tashee bonccottiyo wode, bonee matattidoogaa intte ereeta."
    },
    {
        "English Sentences": "So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.",
        "Wolaitta Sentences": "Hegaadankka intte he ubbabai haniyoogaa be7iyo wode, i matattidi pengge shiiqidoogaa erite."
    },
    {
        "English Sentences": "Verily I say unto you, that this generation shall not pass, till all these things be done.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; ha ubbabai hanana gakkanaassi, ha wodiyaa asai haiqqiichchenna."
    },
    {
        "English Sentences": "Heaven and earth shall pass away: but my words shall not pass away.",
        "Wolaitta Sentences": "Saloinne sa7ai aadhdhana; shin ta qaalai mulekka aadhdhenna."
    },
    {
        "English Sentences": "But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.",
        "Wolaitta Sentences": "SHin he gallassaanne he saatiyaa Aawaa xalaalaappe attin, harai atto saluwan de7iya kiitanchchata gidin, woi tana Na7aa gidinkka ooninne eriyaabi baawa."
    },
    {
        "English Sentences": "Take ye heed, watch and pray: for ye know not when the time is.",
        "Wolaitta Sentences": "He wodee aude gidanaakko, intte erenna gishshau, naagettite; minnite; Xoossaa woossite."
    },
    {
        "English Sentences": "For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.",
        "Wolaitta Sentences": "Ta yuussai ba keettaa aggidi, oge biya bitaniyaa mala; bitanee ba ashkkaratuyyo huuphen huuphen oosuwaa immidi, eta ba oosuwaayyo alaafe oottiis; qassi kariyaa naagiyaageekka minttidi naagana mala azaziis."
    },
    {
        "English Sentences": "Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:",
        "Wolaitta Sentences": "Hegaa gishshau, minnite; aissi giikko, keettaawai omarssa gidin, woi qamma bilahe gidin, woi kuttoi waassiyo wode gidin, woi maallado guuraara gidin aude yaanaakko, intte erekketa."
    },
    {
        "English Sentences": "Lest coming suddenly he find you sleeping.",
        "Wolaitta Sentences": "Intte akeekennan i yiikko, inttena xiskkidaageeta demmenna mala minnite."
    },
    {
        "English Sentences": "And what I say unto you I say unto all, Watch.",
        "Wolaitta Sentences": "Taani intteyyo odiyoogaa asa ubbau odais; minnite yaagiis."
    },
    {
        "English Sentences": "After two days was the feast of the passover, and of unleavened bread: and the chief priests and the scribes sought how they might take him by craft, and put him to death.",
        "Wolaitta Sentences": "Paasikaa Baalaa giyoogaa bonchchiyo gallassainne oittaa meettaa bonchchiyo gallassai gakkanau naa77u gallassai attiis; qeese halaqatinne higgiyaa tamaarissiyaageeti asi erennan Yesuusa oiqqidi woriyo ogiyaa koyoosona."
    },
    {
        "English Sentences": "But they said, Not on the feast day, lest there be an uproar of the people.",
        "Wolaitta Sentences": "Asai ooshshaa kessenna mala, Paasikaa bonchchiyo gallassi hegaa oottokko yaagidosona."
    },
    {
        "English Sentences": "And being in Bethany in the house of Simon the leper, as he sat at meat, there came a woman having an alabaster box of ointment of spikenard very precious; and she brake the box, and poured it on his head.",
        "Wolaitta Sentences": "Yesuusi Biitaaniyaa kataman inchchirichchaa harggiya Simoona son qumaa maanau uttidaashin, issi mishiriyaa albbasxxiroosa giyo shuchchaappe oottido bilqqaadiyaa kumida narddoosiyaa giyo daro al77o shittuwaa ekkada yaasu; yaada he bilqqaadiyaa menttada shittuwaa Yesuusa huuphiyan tigaasu."
    },
    {
        "English Sentences": "And there were some that had indignation within themselves, and said, Why was this waste of the ointment made?",
        "Wolaitta Sentences": "He sohuwan de7iya asaappe issoi issoi hanqqettidi, Ha shittuwaa coo mooriyoogee aibissee"
    },
    {
        "English Sentences": "For it might have been sold for more than three hundred pence, and have been given to the poor. And they murmured against her.",
        "Wolaitta Sentences": "Ha shittuwaa xeetanne ishatamu biraappe dariya waagan baizzidi, miishshaa hiyyeesau immanau danddayettees yaagidi bantta giddon haasayoosona; yaatidi he mishiriyo daro boridosona."
    },
    {
        "English Sentences": "And Jesus said, Let her alone; why trouble ye her? she hath wrought a good work on me.",
        "Wolaitta Sentences": "SHin Yesuusi hagaadan yaagiis; Ha maccaasiyo ainne gooppite; o aissi waisseetii A tau lo77obaa oottaasu."
    },
    {
        "English Sentences": "For ye have the poor with you always, and whensoever ye will ye may do them good: but me ye have not always.",
        "Wolaitta Sentences": "Hiyyeesati ubba wode inttenaara de7oosona; intte koyido wode audenne eta maaddanau danddayeeta; shin taani ubba wode inttenaara de7ikke."
    },
    {
        "English Sentences": "She hath done what she could: she is come aforehand to anoint my body to the burying.",
        "Wolaitta Sentences": "A ba danddayidoogaa oottaasu; qassi tana mooguwau giigissanau kasetada shittuwaa tiyaasu."
    },
    {
        "English Sentences": "Verily I say unto you, Wheresoever this gospel shall be preached throughout the whole world, this also that she hath done shall be spoken of for a memorial of her.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; sa7a ubban wonggeliyaa mishiraachchuwaa odiyoosan awaanikka, asai o hassayana mala, ha a oottidoogee odettana yaagiis."
    },
    {
        "English Sentences": "And Judas Iscariot, one of the twelve, went unto the chief priests, to betray him unto them.",
        "Wolaitta Sentences": "Tammanne naa77u erissiyo ashkkaratuppe issoi Yihudaa Asqqoroota giyoogee, Yesuusa qeese halaqatuyyo aattidi immanau etakko biis."
    },
    {
        "English Sentences": "And when they heard it, they were glad, and promised to give him money. And he sought how he might conveniently betray him.",
        "Wolaitta Sentences": "Eti hegaa siyido wode ufaittidi, Nuuni neeyyo miishsha immana yaagidosona; yaagin Yihudai Yesuusa aattidi immanau injjetiya wodiyaa wochchees."
    },
    {
        "English Sentences": "And the first day of unleavened bread, when they killed the passover, his disciples said unto him, Where wilt thou that we go and prepare that thou mayest eat the passover?",
        "Wolaitta Sentences": "Oittaa miyo gallassaa bonchchiyo koiro gallassi, Paasikaa qumaa maanau anqqara dorssaa shukkiyo wode, Yesuusi erissiyo ashkkarati a, Paasikaa bonchchiyo gallassi neeni maana qumaa nuuni awa biidi giigissanee yaagidi oichchidosona."
    },
    {
        "English Sentences": "And he sendeth forth two of his disciples, and saith unto them, Go ye into the city, and there shall meet you a man bearing a pitcher of water: follow him.",
        "Wolaitta Sentences": "Yesuusi ba erissiyo ashkkaratuppe naa77ata hagaadan yaagidi kiittiis; Katamaa biite; intte biishin, otuwan haattaa tookkida issi bitanee inttenaara gaittana; a kaallite."
    },
    {
        "English Sentences": "And wheresoever he shall go in, say ye to the goodman of the house, The Master saith, Where is the guestchamber, where I shall eat the passover with my disciples?",
        "Wolaitta Sentences": "I biidi geliyo keettaawaa, Tamaarissiyaagee nena, Taani ta erissiyo ashkkaratuura Paasikaa qumaa maanau ta imatta kifilee awaanee yaagees yaagite."
    },
    {
        "English Sentences": "And he will shew you a large upper room furnished and prepared: there make ready for us.",
        "Wolaitta Sentences": "Keettaawai inttena pooqiyaa bollan de7iya giigi uttida aaho kifiliyaa bessana; hegan nuuyyo giigissite yaagiis."
    },
    {
        "English Sentences": "And his disciples went forth, and came into the city, and found as he had said unto them: and they made ready the passover.",
        "Wolaitta Sentences": "He naa77u erissiyo ashkkarati kiyidi, katamaa biidosona; Yesuusi banttau odidoogaadankka ubbabaa demmidi, Paasikaa qumaa giigissidosona."
    },
    {
        "English Sentences": "And in the evening he cometh with the twelve.",
        "Wolaitta Sentences": "Sa7ai omariyo wode Yesuusi tammanne naa77u erissiyo ashkkaratuura yaa biis."
    },
    {
        "English Sentences": "And as they sat and did eat, Jesus said, Verily I say unto you, One of you which eateth with me shall betray me.",
        "Wolaitta Sentences": "Eti uttidi masoofiyaappe qumaa miishin, Yesuusi eta, Taani intteyyo tumaa odais; intteppe issoi tanaara miyaagee, tana aattidi immana yaagiis."
    },
    {
        "English Sentences": "And they began to be sorrowful, and to say unto him one by one, Is it I? and another said, Is it I?",
        "Wolaitta Sentences": "Erissiyo ashkkarati dagammidi, huuphiyan huuphiyan a, Tumu taneeshsha giyoogaa doommidosona."
    },
    {
        "English Sentences": "And he answered and said unto them, It is one of the twelve, that dippeth with me in the dish.",
        "Wolaitta Sentences": "Yesuusi zaaridi, I ha intte tammanne naa77atuppe issuwaa; i tanaara issippe tushkkanau ba oittaa shaatiyan yeddiyaagaa."
    },
    {
        "English Sentences": "The Son of man indeed goeth, as it is written of him: but woe to that man by whom the Son of man is betrayed! good were it for that man if he had never been born.",
        "Wolaitta Sentences": "Taani, Asa Na7ai, Xoossaa maxaafai haiqqana giidoogaadan haiqqana; shin tana, Asa Na7aa, aattidi immiya urau aayye7ana; he urai yelettennan attiyaakko, au keha shin yaagiis."
    },
    {
        "English Sentences": "And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.",
        "Wolaitta Sentences": "Eti miishin, Yesuusi oittaa ekkidi, Xoossaa galatiis; he oittaa menttidi, ba erissiyo ashkkaratuyyo immiiddi, Heite; hagee ta ashuwaa yaagiis."
    },
    {
        "English Sentences": "And he took the cup, and when he had given thanks, he gave it to them: and they all drank of it.",
        "Wolaitta Sentences": "Burccukkuwaa ekkidi, Xoossaa galatidi, etayyo immiis; immin ubbaikka he burccukkuwaappe uyidosona."
    },
    {
        "English Sentences": "And he said unto them, This is my blood of the new testament, which is shed for many.",
        "Wolaitta Sentences": "Yesuusi, Hagee ooratta maachchan daro asaa gishshau gukkiya ta suuttaa."
    },
    {
        "English Sentences": "Verily I say unto you, I will drink no more of the fruit of the vine, until that day that I drink it new in the kingdom of God.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; taani Xoossaa kawotettan ooratta woine eessaa uyana gallassai gakkanaassi, naa77anttuwaa ha woine eessaa mulekka uyikke yaagiis."
    },
    {
        "English Sentences": "And when they had sung an hymn, they went out into the mount of Olives.",
        "Wolaitta Sentences": "Mazamuriyaa yexxidoogaappe guyyiyan, Dabira Zaite Deriyaa biidosona."
    },
    {
        "English Sentences": "And Jesus saith unto them, All ye shall be offended because of me this night: for it is written, I will smite the shepherd, and the sheep shall be scattered.",
        "Wolaitta Sentences": "Yesuusi eta, Intte ubbai tana yeggi bayidi baqatana; aissi giikko, Xoossaa maxaafai, Xoossai dorssaa heemmiyaagaa worana; worin dorssai ubbai laalettana yaagees."
    },
    {
        "English Sentences": "But after that I am risen, I will go before you into Galilee.",
        "Wolaitta Sentences": "SHin taani haiquwaappe denddidoogaappe guyyiyan, intteppe kasetada Galiila baana yaagiis."
    },
    {
        "English Sentences": "But Peter said unto him, Although all shall be offended, yet will not I.",
        "Wolaitta Sentences": "PHeexiroosi zaaridi, Eti ubbati nena yeggi bayidi baqatikkokka, taani nena mulekka yeggikke yaagiis."
    },
    {
        "English Sentences": "And Jesus saith unto him, Verily I say unto thee, That this day, even in this night, before the cock crow twice, thou shalt deny me thrice.",
        "Wolaitta Sentences": "Yaagin Yesuusi PHeexiroosa, Taani neeyyo tumaa odais; hachchi qammi kuttoi naa77utoo waassanaappe kase, neeni tana heezzutoo kaddana yaagiis."
    },
    {
        "English Sentences": "But he spake the more vehemently, If I should die with thee, I will not deny thee in any wise. Likewise also said they all.",
        "Wolaitta Sentences": "SHin PHeexiroosi kaseegaappekka minttidi, Taani harai atto, nenaara issippe haiqqiyaakkokka, nena mulekka kaddikke yaagiis. Qassi harati ubbatikka hegaadan giidosona."
    },
    {
        "English Sentences": "And they came to a place which was named Gethsemane: and he saith to his disciples, Sit ye here, while I shall pray.",
        "Wolaitta Sentences": "Geetesemaane giyo sohuwaa biidosona; Yesuusi ba erissiyo ashkkarata, Taani Xoossaa woossanaashin, intte hagan uttiishshite yaagiis."
    },
    {
        "English Sentences": "And he taketh with him Peter and James and John, and began to be sore amazed, and to be very heavy;",
        "Wolaitta Sentences": "Yesuusi PHeexiroosa, Yaaqoobanne Yohaannisa banaara ekki efiis; daro gencceeciisinne waayettiis."
    },
    {
        "English Sentences": "And saith unto them, My soul is exceeding sorrowful unto death: tarry ye here, and watch.",
        "Wolaitta Sentences": "Qassi eta, Taani haiqqana gakkanaassikka kayyottais; hagan takkishshite; xiskkoppite yaagiis."
    },
    {
        "English Sentences": "And he went forward a little, and fell on the ground, and prayed that, if it were possible, the hour might pass from him.",
        "Wolaitta Sentences": "Guuttaa sinttaukko shiiqiiddi, biittan gufannidi, danddayettiyaabaa gidikko, he wodee baappe aadhdhana mala, Xoossaa woossiis."
    },
    {
        "English Sentences": "And he said, Abba, Father, all things are possible unto thee; take away this cup from me: nevertheless not what I will, but what thou wilt.",
        "Wolaitta Sentences": "Qassikka, Abbaa, ta Aawau, ubbabai neeyyo danddayettees; ha burccukkuwaa taappe digga; shin neeni koyiyoobai hanoppe attin, taani koyiyoobai hanoppo yaagiis."
    },
    {
        "English Sentences": "And he cometh, and findeth them sleeping, and saith unto Peter, Simon, sleepest thou? couldest not thou watch one hour?",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkaratukko simmi yiidi, xiskkidaageeta demmidi PHeexiroosa, Simoonaa, xiskkadii Neeni issi saatekkonne naaganau danddayabeikkii"
    },
    {
        "English Sentences": "Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.",
        "Wolaitta Sentences": "Paaciyan intte gelenna mala, naagitenne Xoossaa woossite; ayyaanai giigi uttiis; shin ashoi daafuranchcha yaagiis."
    },
    {
        "English Sentences": "And again he went away, and prayed, and spake the same words.",
        "Wolaitta Sentences": "Qassikka biidi kaseegaadankka Xoossaa woossiis."
    },
    {
        "English Sentences": "And when he returned, he found them asleep again, (for their eyes were heavy,) neither wist they what to answer him.",
        "Wolaitta Sentences": "Erissiyo ashkkaratukko guyye simmidi i yiyo wode, xiskkidaageeta demmiis; eta aifiyaa xiskkoi goozi wottido gishshau, ayyo ai haasayiyaakkokka eribookkona."
    },
    {
        "English Sentences": "And he cometh the third time, and saith unto them, Sleep on now, and take your rest: it is enough, the hour is come; behold, the Son of man is betrayed into the hands of sinners.",
        "Wolaitta Sentences": "Heezzanttuwaa etakko yiidi, Ha77i gakkanaassikka xiskkeetiinne shemppeetii Gidana; wodee gakkiis; be7ite, tana, Asa Na7aa, nagaranchcha asatun aattidi immiyo wodee gakkiis."
    },
    {
        "English Sentences": "Rise up, let us go; lo, he that betrayeth me is at hand.",
        "Wolaitta Sentences": "Denddidi hinddite; be7ite, tana aattidi immiyaagee hageeho gakkiis yaagiis."
    },
    {
        "English Sentences": "And immediately, while he yet spake, cometh Judas, one of the twelve, and with him a great multitude with swords and staves, from the chief priests and the scribes and the elders.",
        "Wolaitta Sentences": "Yesuusi hegaa biron haasayishin, tammanne naa77u erissiyo ashkkaratuppe issoi, Yihudai, sohuwaara gakki wodhdhiis; qassi qeese halaqati higgiyaa tamaarissiyaageetinne cimati kiittin, bisuwaanne dullaa oiqqida daro asai aara issippe yiis."
    },
    {
        "English Sentences": "And he that betrayed him had given them a token, saying, Whomsoever I shall kiss, that same is he; take him, and lead him away safely.",
        "Wolaitta Sentences": "Yesuusa aattidi immiyaagee he daro asaayyo, Taani yeriyoogee a; a oiqqidi loitti naagidi, ekki efiite yaagidi malaataa yooti wottiis."
    },
    {
        "English Sentences": "And as soon as he was come, he goeth straightway to him, and saith, Master, master; and kissed him.",
        "Wolaitta Sentences": "Yihudai gakkosaarakka Yesuusakko shiiqidi, Tamaarissiyaagoo yaagidi Yesuusa yeri ekkiis."
    },
    {
        "English Sentences": "And they laid their hands on him, and took him.",
        "Wolaitta Sentences": "He daro asai Yesuusa mintti oiqqiis."
    },
    {
        "English Sentences": "And one of them that stood by drew a sword, and smote a servant of the high priest, and cut off his ear.",
        "Wolaitta Sentences": "SHin matan eqqidaageetuppe issoi ba bisuwaa shoddinne qeese ubbatu halaqaa ashkkaraa shocidi, a haittaa qanxxi oliis."
    },
    {
        "English Sentences": "And Jesus answered and said unto them, Are ye come out, as against a thief, with swords and with staves to take me?",
        "Wolaitta Sentences": "Yesuusi zaaridi, he shiiqida daro asaa, Tana pangga kessidi, pangga oiqqiyoogaadan oiqqanau bisonne dulla oiqqidi yiidetii"
    },
    {
        "English Sentences": "I was daily with you in the temple teaching, and ye took me not: but the scriptures must be fulfilled.",
        "Wolaitta Sentences": "Taani Beeta Maqidasiyan tamaarissaidda, gallassi gallassi inttenaara de7iyo wode tana oiqqibeekketa; shin Xoossaa maxaafati giidoogee polettanau bessees yaagiis."
    },
    {
        "English Sentences": "And they all forsook him, and fled.",
        "Wolaitta Sentences": "Erissiyo ashkkarati ubbati a yeggi bayidi baqatidosona."
    },
    {
        "English Sentences": "And there followed him a certain young man, having a linen cloth cast about his naked body; and the young men laid hold on him:",
        "Wolaitta Sentences": "Naxala xalaalan ba kalluwaa kammida issi yelaga bitanee Yesuusa kaalliyaagaa asai oiqqiis."
    },
    {
        "English Sentences": "And he left the linen cloth, and fled from them naked.",
        "Wolaitta Sentences": "SHin he bitanee naxalaa oli bayidi, kallo xiire baqatiis."
    },
    {
        "English Sentences": "And they led Jesus away to the high priest: and with him were assembled all the chief priests and the elders and the scribes.",
        "Wolaitta Sentences": "Asai Yesuusa qeese ubbatu halaqaa soo, qeese halaqa ubbati, cimatinne higgiyaa tamaarissiyaageeti shiiqidosaa ekki efiis."
    },
    {
        "English Sentences": "And Peter followed him afar off, even into the palace of the high priest: and he sat with the servants, and warmed himself at the fire.",
        "Wolaitta Sentences": "PHeexiroosi qeese ubbatu halaqaa dirssa giddo gakkanaassi haahuwan a kaalliis; yan naagiyaagaara tamaa ho77iiddi, utti bayiis."
    },
    {
        "English Sentences": "And the chief priests and all the council sought for witness against Jesus to put him to death; and found none.",
        "Wolaitta Sentences": "Qeese halaqatinne yaa7aa asai ubbai Yesuusa woranau a bolli markka koyidosona; shin ainne demmibookkona."
    },
    {
        "English Sentences": "For many bare false witness against him, but their witness agreed not together.",
        "Wolaitta Sentences": "Aissi giikko, daro asati a bolli wordduwaa markkattidosona; shin eta markkatettai issi mala gidenna."
    },
    {
        "English Sentences": "And there arose certain, and bare false witness against him, saying,",
        "Wolaitta Sentences": "Issi issi asati denddi eqqidi Yesuusa bolli,"
    },
    {
        "English Sentences": "We heard him say, I will destroy this temple that is made with hands, and within three days I will build another made without hands.",
        "Wolaitta Sentences": "I, Taani asai keexxido ha Beeta Maqidasiyaa qolada, asai keexxibeenna hara Beeta Maqidasiyaa heezzu gallassa giddon keexxana giishin, nuuni siyida yaagidi wordduwaa markkattidosona."
    },
    {
        "English Sentences": "But neither so did their witness agree together.",
        "Wolaitta Sentences": "SHin harai atto eta markkatettai hegankka issi mala gidibeenna."
    },
    {
        "English Sentences": "And the high priest stood up in the midst, and asked Jesus, saying, Answerest thou nothing? what is it which these witness against thee?",
        "Wolaitta Sentences": "Qeese ubbatu halaqai asa ubbaa sinttan denddi eqqidi Yesuusa, Hageeti nena mootiyo mootuwau neeyyo zaariyoobi baawee yaagidi oichchiis."
    },
    {
        "English Sentences": "But he held his peace, and answered nothing. Again the high priest asked him, and said unto him, Art thou the Christ, the Son of the Blessed?",
        "Wolaitta Sentences": "SHin Yesuusi co77u giidi, ainne zaaribeenna; qeese ubbatu halaqai a, Anjjettida Xoossaa Na7ai Kiristtoosi nenee yaagidi naa77anttuwaa oichchiis."
    },
    {
        "English Sentences": "And Jesus said, I am: and ye shall see the Son of man sitting on the right hand of power, and coming in the clouds of heaven.",
        "Wolaitta Sentences": "Yesuusi zaaridi, Ee tana; intte tana, Asa Na7aa, wolqqaama Xoossaappe ushachcha baggaara uttidaashiininne saluwaa shaaraara yiishin be7ana yaagiis."
    },
    {
        "English Sentences": "Then the high priest rent his clothes, and saith, What need we any further witnesses?",
        "Wolaitta Sentences": "Qeese ubbatu halaqai ba maayuwaa pooshshi olidi, Nuna hagaappe sinttan aissi hara markka koshshii"
    },
    {
        "English Sentences": "Ye have heard the blasphemy: what think ye? And they all condemned him to be guilty of death.",
        "Wolaitta Sentences": "Intte a cashshaa siyideta; intte qofai aibee yaagiis; yaagin eti ubbai, I haiqqana bessees yaagidi a bolli pirddidosona."
    },
    {
        "English Sentences": "And some began to spit on him, and to cover his face, and to buffet him, and to say unto him, Prophesy: and the servants did strike him with the palms of their hands.",
        "Wolaitta Sentences": "Etappe issooti issooti a bolli cushettaa doommidosona; a aifiyaa goozidi dechchidi, Nena dechchidai oonee Ane hananabaa yoota! yaagidosona; qassi naagiyaageetikka a qinxxalliyaa baqqiiddi ekki efiidosona."
    },
    {
        "English Sentences": "And as Peter was beneath in the palace, there cometh one of the maids of the high priest:",
        "Wolaitta Sentences": "PHeexiroosi dirssa giddon hirkkiira de7ishin, qeese ubbatu halaqaa macca ashkkaratuppe issinniyaa yaasu."
    },
    {
        "English Sentences": "And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.",
        "Wolaitta Sentences": "Yaada PHeexiroosi tamaa ho77iyaagaa be7ada, tishshi ootta xeellada, Neenikka Naazireeta Yesuusaara issippe de7aasa yaagaasu."
    },
    {
        "English Sentences": "But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.",
        "Wolaitta Sentences": "SHin PHeexiroosi, Neeni giyoobai aibakko taani erikke; tau akeekettenna yaagidi kaddiis; yaatidi dirssaa penggiyaakko kiyiis; kuttoikka waassiis."
    },
    {
        "English Sentences": "And a maid saw him again, and began to say to them that stood by, This is one of them.",
        "Wolaitta Sentences": "He ashkkariyaa PHeexiroosa be7ada, a matan eqqida asata, Ha bitaneekka etaara de7ees gaada gujjada oduwaa doommaasu."
    },
    {
        "English Sentences": "And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.",
        "Wolaitta Sentences": "SHin PHeexiroosi qassikka kaddiis. Guuttaa gam77ishin, matan eqqida asati naa77anttuwaa PHeexiroosa, Neeni tuma etaara issippe de7aasa; aissi giikko, neeni Galiila biitta asa yaagidosona."
    },
    {
        "English Sentences": "But he began to curse and to swear, saying, I know not this man of whom ye speak.",
        "Wolaitta Sentences": "SHin PHeexiroosi, Taani hegaa intte giyo bitaniyaa erikke! yaagidi bana qanggettaanne caaquwaa doommiis."
    },
    {
        "English Sentences": "And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.",
        "Wolaitta Sentences": "Sohuwaarakka kuttoi naa77anttuwaa waassi aggiis; PHeexiroosi bana Yesuusi, Neeni kuttoi naa77utoo waassanaappe kase heezzutoo tana kaddana giidoogaa hassayidi, daro yeekkiis."
    },
    {
        "English Sentences": "And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.",
        "Wolaitta Sentences": "Maallado guuran sohuwaara qeese halaqati cimatuuranne higgiyaa tamaarissiyaageetuura yaa7aa asa ubbaara maqettidi, Yesuusa qachchidi efiidi, PHilaaxoosayyo aattidi immidosona."
    },
    {
        "English Sentences": "And Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou sayest it.",
        "Wolaitta Sentences": "PHilaaxoosi a, Neeni Aihudatu kawoo yaagidi oichchiis. Yesuusi zaaridi a, Neenikka gaasa yaagiis."
    },
    {
        "English Sentences": "And the chief priests accused him of many things: but he answered nothing.",
        "Wolaitta Sentences": "Qeese halaqati Yesuusa daroban mootidosona."
    },
    {
        "English Sentences": "And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.",
        "Wolaitta Sentences": "SHin PHilaaxoosi naa77anttuwaa Yesuusa, Neeyyo zaariyoobi baawee Eti ne bolli woqqa mootuwaa ehiyaakko be7ikkii yaagidi oichchiis."
    },
    {
        "English Sentences": "But Jesus yet answered nothing; so that Pilate marvelled.",
        "Wolaitta Sentences": "SHin Yesuusi harabaa zaarennan ixxin, PHilaaxoosi garamettiis."
    },
    {
        "English Sentences": "Now at that feast he released unto them one prisoner, whomsoever they desired.",
        "Wolaitta Sentences": "PHilaaxoosayyo Paasikaa Baalaa bonchchiyo gallassan asai koyiyo issi uraa qashuwaappe birshshiyo meezee de7ees."
    },
    {
        "English Sentences": "And there was one named Barabbas, which lay bound with them that had made insurrection with him, who had committed murder in the insurrection.",
        "Wolaitta Sentences": "He wode issi Barbbaana giyo bitanee ooshshaa kessidi shemppo worida asatuura issippe qasho keettan de7ees."
    },
    {
        "English Sentences": "And the multitude crying aloud began to desire him to do as he had ever done unto them.",
        "Wolaitta Sentences": "SHiiqida daro asai PHilaaxoosi kaseegaadankka oottana mala, ba qaalaa xoqqu oottidi, woosaa doommiis."
    },
    {
        "English Sentences": "But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?",
        "Wolaitta Sentences": "PHilaaxoosi asaa zaaridi, Taani intteyyo Aihudatu kawuwaa birshshiyoogaa koyeetii yaagidi oichchiis."
    },
    {
        "English Sentences": "For he knew that the chief priests had delivered him for envy.",
        "Wolaitta Sentences": "Aissi giikko, qeese halaqati Yesuusa qanaatidi aatti immidoogaa PHilaaxoosi eriis."
    },
    {
        "English Sentences": "But the chief priests moved the people, that he should rather release Barabbas unto them.",
        "Wolaitta Sentences": "SHin qeese halaqati Yesuusa gishshaa Barbbaana birshshanaadan, he shiiqida asai PHilaaxoosa woossana mala, asaa maqqidosona."
    },
    {
        "English Sentences": "And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?",
        "Wolaitta Sentences": "PHilaaxoosi zaaridi naa77anttuwaa, Yaatin, ha Aihuda kawo intte giyoogaa waatoo yaagiis."
    },
    {
        "English Sentences": "And they cried out again, Crucify him.",
        "Wolaitta Sentences": "Yaagin asai PHilaaxoosayyo naa77anttuwaa ba qaalaa xoqqu oottidi, Masqqaliyaa bolli misimaariyan xishada a kaqqa yaagiis."
    },
    {
        "English Sentences": "Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.",
        "Wolaitta Sentences": "PHilaaxoosi asaa, Aissi I ai iitabaa oottidee yaagiis. SHin asai kaseegaappekka ba qaalaa xoqqu oottidi, Masqqaliyaa bolli misimaariyan xishada a kaqqa yaagiis."
    },
    {
        "English Sentences": "And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.",
        "Wolaitta Sentences": "PHilaaxoosi asaa ufaissanau koyidi, Barbbaana asaayyo birshshiis; yaatidi lissuwan Yesuusa garafidi, masqqaliyaa bolli misimaariyan xishidi kaqqanau etau aattidi immiis."
    },
    {
        "English Sentences": "And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, wotaaddarati Yesuusa deriyaa haariyaagaa ooso keettaa ekki efiidi, hara wotaaddarata ubbaa issippe xeesidosona."
    },
    {
        "English Sentences": "And they clothed him with purple, and platted a crown of thorns, and put it about his head,",
        "Wolaitta Sentences": "Qassi zo7o afalaa a maizzidosona; agunttaa akiliiliyaa giigissidi, a huuphiyan wottidosona."
    },
    {
        "English Sentences": "And began to salute him, Hail, King of the Jews!",
        "Wolaitta Sentences": "Hegaappe guyyiyan a, Aihudatu kawuwau saro de7ai yaagiiddi, ayyo zigettaa doommidosona."
    },
    {
        "English Sentences": "And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.",
        "Wolaitta Sentences": "A huuphiyaa shombboqo gatiman shocidosona; qassi a bolli cuchchidosona; gulbbatidi ayyo goinnidosona."
    },
    {
        "English Sentences": "And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.",
        "Wolaitta Sentences": "A bolli qilliiccidoogaappe guyyiyan, zo7o afalaa appe qaari ekkidi, a afalaa a maizzidosona; maizzidi masqqaliyaa bolli misimaariyan xishidi, a kaqqanau ekki efiidosona."
    },
    {
        "English Sentences": "And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.",
        "Wolaitta Sentences": "Eti biidi, Iskkinddiranne Rufoosa yelida aawaa, issi Simoona giyo Qareena biitta asi, gaxaappe katamaa yiyaagaara gaittidi, Yesuusa masqqaliyaa wolqqan toossidosona."
    },
    {
        "English Sentences": "And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.",
        "Wolaitta Sentences": "Yaatidi Golggottaa giyoosaa Yesuusa efiidosona. Golggottaa giyoogee Guuggiyaa Sohuwaa giyoogaa."
    },
    {
        "English Sentences": "And they gave him to drink wine mingled with myrrh: but he received it not.",
        "Wolaitta Sentences": "Karbbiyaa giyo xalee wolahettido woine eessaa Yesuusayyo uyanau immidosona; shin i uyennan ixxiis."
    },
    {
        "English Sentences": "And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.",
        "Wolaitta Sentences": "Eti masqqaliyaa bolli misimaariyan xishidi, a kaqqidosona; qassi oona gakkanaakko eranau a afalaa shaakkidi, saamaa yeggidosona."
    },
    {
        "English Sentences": "And it was the third hour, and they crucified him.",
        "Wolaitta Sentences": "Eti masqqaliyaa bolli misimaariyan xishidi a kaqqiyo wode, maallado heezzu saate."
    },
    {
        "English Sentences": "And the superscription of his accusation was written over, THE KING OF THE JEWS.",
        "Wolaitta Sentences": "Eti, Aihudatu kawuwaa yaagidi a mootiyo xifatiyaa xaafi wottidosona."
    },
    {
        "English Sentences": "And with him they crucify two thieves; the one on his right hand, and the other on his left.",
        "Wolaitta Sentences": "Yesuusaara naa77u panggata issuwaa appe ushachcha baggaara, qassi issuwaa appe haddirssa baggaara masqqaliyaa bolli misimaariyan xishidi kaqqidosona."
    },
    {
        "English Sentences": "And the scripture was fulfilled, which saith, And he was numbered with the transgressors.",
        "Wolaitta Sentences": "Xoossaa maxaafai, Iitabaa oottida asatuura i paidettiis yaagiyoogee polettiis."
    },
    {
        "English Sentences": "And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,",
        "Wolaitta Sentences": "Ogiyaara aadhdhiya asai Yesuusa karidi, ba huuphiyaa qaattiiddi cayiis; A77a! Beeta Maqidasiyaa qolada heezzu gallassa giddon keexxiyaagoo, ne huuphiyaa ashsha;"
    },
    {
        "English Sentences": "Save thyself, and come down from the cross.",
        "Wolaitta Sentences": "ane masqqaliyaa bollappe wodhdha yaagiis."
    },
    {
        "English Sentences": "Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.",
        "Wolaitta Sentences": "Hegaadankka qeese halaqati higgiyaa tamaarissiyaageetuura issippe Yesuusa bolli qilliiccidi, hagaadan yaagidosona; Harata ashshiis; shin bana ashshanau danddayenna;"
    },
    {
        "English Sentences": "Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.",
        "Wolaitta Sentences": "nuuni be7idi ammanana mala, Kiristtoosi Israa7eela kawoi, ane masqqaliyaa bollappe ha77i wodhdho yaagidosona. Qassi harai atto, aara masqqaliyaa bolli misimaariyan xishettidi kaqettidaageetikka a bolli qilliiccidosona."
    },
    {
        "English Sentences": "And when the sixth hour was come, there was darkness over the whole land until the ninth hour.",
        "Wolaitta Sentences": "Usuppun saateppe doommidi, uddufun saate gakkanaassi, biitta ubbai xumiis."
    },
    {
        "English Sentences": "And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?",
        "Wolaitta Sentences": "Uddufun saatiyan Yesuusi ba qaalaa xoqqu oottidi, Elohee, Elohee, laamaa sabaqitaanii yaagiis. Hegaa giyoogee, Ta Xoossau, ta Xoossau, tana aissi aggadii giyoogaa."
    },
    {
        "English Sentences": "And some of them that stood by, when they heard it, said, Behold, he calleth Elias.",
        "Wolaitta Sentences": "Hegan eqqida asaappe issoi issoi hegaa siyidi, Be7ite; Eelaasa xeesees yaagiis."
    },
    {
        "English Sentences": "And one ran and filled a spunge full of vinegar, and put it on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.",
        "Wolaitta Sentences": "He asaappe issoi woxxidi, gombbilla mala ispponjjiyan caala woine eessaa kunttiis; hegaa shombboqo gatimaa xeeran wottidi, Nanggite; Eelaasi masqqaliyaappe a wottanau yaanaakkonne ane be7oos yaagiiddi Yesuusa doonaakko ushshanau shiishshiis."
    },
    {
        "English Sentences": "And Jesus cried with a loud voice, and gave up the ghost.",
        "Wolaitta Sentences": "SHiishshin Yesuusi ba qaalaa xoqqu ootti waassidi, haiqqi bayiis."
    },
    {
        "English Sentences": "And the veil of the temple was rent in twain from the top to the bottom.",
        "Wolaitta Sentences": "Beeta Maqidasiyan kaqettida magalashoi qommoppe duge gakkanaassi, naa77u kiyidi pooshetti wodhdhiis."
    },
    {
        "English Sentences": "And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.",
        "Wolaitta Sentences": "Masqqaliyaappe sintta baggaara hegan eqqida issi mato halaqai, hegaa keenaa Yesuusi waassidi haiqqidoogaa be7ido wode, Ha bitanee tumu Xoossaa Na7aa yaagiis."
    },
    {
        "English Sentences": "There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;",
        "Wolaitta Sentences": "Hegan haahuwan eqqidi xeelliya amarida maccaasati de7oosona; eta giddon Magddala giyo katamaappe yiida Mairaama, kaaluwaa Yaaqoobanne Yoosa aayyiyaa Mairaamanne Salooma de7oosona."
    },
    {
        "English Sentences": "(Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.",
        "Wolaitta Sentences": "He macca asati Yesuusi Galiilan de7iyo wode, a kaallidaageetanne a maaddidaageeta; qassi Yesuusaara issippe Yerusalaame biida hara daro macca asati hegan de7oosona."
    },
    {
        "English Sentences": "And now when the even was come, because it was the preparation, that is, the day before the sabbath,",
        "Wolaitta Sentences": "Sa7ai omarido wode, yaa7aa asan bonchchettida issi Yooseefa giyo bitanee, Xoossaa kawotettai yaanaagaa naagi uttidaagee,"
    },
    {
        "English Sentences": "Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.",
        "Wolaitta Sentences": "Armmaatiyaasa giyo katamaa asi yiis; he gallassai wonttetta Sambbataayyo giigettiyo gallassa gidido gishshau, Yooseefi xalidi PHilaaxoosakko biidi, Yesuusa ahaa ekkanau woossiis."
    },
    {
        "English Sentences": "And Pilate marvelled if he were already dead: and calling unto him the centurion, he asked him whether he had been any while dead.",
        "Wolaitta Sentences": "PHilaaxoosi Yesuusi haiqqidoogaa siyido wode garamettiis; mato halaqaa xeesidi, I haiqqoosappe gam77idee yaagidi oichchiis."
    },
    {
        "English Sentences": "And when he knew it of the centurion, he gave the body to Joseph.",
        "Wolaitta Sentences": "PHilaaxoosi Yesuusi haiqqidoogaa mato halaqaappe siyidi, a ahaa Yooseefayyo imissiis."
    },
    {
        "English Sentences": "And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.",
        "Wolaitta Sentences": "Yooseefi moogo afalaa shammiis; Yesuusa ahaa masqqaliyaappe wottidi, afalan xaaxidi, shuchchaa woocido asa moogiyo gonggoluwaa giddon a ahaa wottiis; qassi he gonggoluwaa doonan gita shuchchaa gonddorssidi wottiis."
    },
    {
        "English Sentences": "And Mary Magdalene and Mary the mother of Joses beheld where he was laid.",
        "Wolaitta Sentences": "Magddala katamaappe yiida Mairaamanne Yoosa aayyiyaa Mairaama Yesuusa ahaa eti awan wottiyaakko be7oosona."
    },
    {
        "English Sentences": "And when the sabbath was past, Mary Magdalene, and Mary the mother of James, and Salome, had bought sweet spices, that they might come and anoint him.",
        "Wolaitta Sentences": "Sambbatai aadhdhidoogaappe guyyiyan, Magddala katamaappe yiida Mairaama, Yaaqooba aayyiyaa Mairaamanne Salooma biidi, Yesuusa ahaa tiyanau shittuwaa shammidosona."
    },
    {
        "English Sentences": "And very early in the morning the first day of the week, they came unto the sepulchre at the rising of the sun.",
        "Wolaitta Sentences": "Woggaa gallassi maallado daro guuran xalqqee kiyishin, he gonggoluwaa biidosona."
    },
    {
        "English Sentences": "And they said among themselves, Who shall roll us away the stone from the door of the sepulchre?",
        "Wolaitta Sentences": "Eti bantta giddon issoi issuwaara, Gonggoluwaa doonaappe nuuyyo shuchchaa oonee gonddorssidi digganaishsha yaagidi haasayoosona."
    },
    {
        "English Sentences": "And when they looked, they saw that the stone was rolled away: for it was very great.",
        "Wolaitta Sentences": "Eti xeelliyo wode, he daro gita shuchchaa gonddorssirggidoogaa be7idosona."
    },
    {
        "English Sentences": "And entering into the sepulchre, they saw a young man sitting on the right side, clothed in a long white garment; and they were affrighted.",
        "Wolaitta Sentences": "Yesuusi moogettido gonggoluwaa giddo geliyo wode, issi wodalla bitanee bootta maayuwaa maayidi, ushachcha baggaara uttidaagaa be7idi dagammidosona."
    },
    {
        "English Sentences": "And he saith unto them, Be not affrighted: Ye seek Jesus of Nazareth, which was crucified: he is risen; he is not here: behold the place where they laid him.",
        "Wolaitta Sentences": "SHin i eta, Dagammoppite. Masqqaliyaa bolli misimaariyan xishidi kaqqido Naazireeta Yesuusa intte koyeeta. I hagan baawa; denddiichchiis. Eti a wottidosaa hagaa be7ite."
    },
    {
        "English Sentences": "But go your way, tell his disciples and Peter that he goeth before you into Galilee: there shall ye see him, as he said unto you.",
        "Wolaitta Sentences": "SHin biidi Yesuusi erissiyo ashkkaratuyyoonne PHeexiroosayyo, Yesuusi intteppe kasetidi Galiila bees; i intteyyo odidoogaadankka intte a yaani be7ana yaagidi hagaa yootite yaagiis."
    },
    {
        "English Sentences": "And they went out quickly, and fled from the sepulchre; for they trembled and were amazed: neither said they any thing to any man; for they were afraid.",
        "Wolaitta Sentences": "Macca asati banttana yashshai kokkorssido gishshau, Yesuusi moogettido gonggoluwaappe kiyidi baqatidosona; qassi eti yayyido gishshau, asau hegaa ooyyoonne ainne yootibookkona. Maccaasati biidi, banttau odidobaa ubbaa PHeexiroosaunne aara de7iyaageetau qanttan yootidosona; hegaappe guyyiyan, Yesuusi ba huuphen erissiyo ashkkaratu bolli, merinau ashshiya laamettenna geeshsha wonggeliyaa mishiraachchuwaa, awai mokkiyoosaappe wulliyoosaa gakkanaassi kiittiis."
    },
    {
        "English Sentences": "Now when Jesus was risen early the first day of the week, he appeared first to Mary Magdalene, out of whom he had cast seven devils.",
        "Wolaitta Sentences": "Yesuusi haiquwaappe denddidoogaappe guyyiyan, Woggaa gallassi maallado, laappun xalaheta kessido Magddala katamaappe yiida Mairaamiyyo kasetidi beettiis."
    },
    {
        "English Sentences": "And she went and told them that had been with him, as they mourned and wept.",
        "Wolaitta Sentences": "A baada kase aara de7iyaageetuyyo, qarettiiddinne yeekkiiddi uttidaageetuyyo odaasu;"
    },
    {
        "English Sentences": "And they, when they had heard that he was alive, and had been seen of her, believed not.",
        "Wolaitta Sentences": "shin Yesuusi paxa de7iyoogaanne iyyo beettidoogaa eti siyido wode, i oduwaa tuma gibookkona."
    },
    {
        "English Sentences": "After that he appeared in another form unto two of them, as they walked, and went into the country.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, etappe naa77ati katamaappe gaxaa kiyidi biishin, ogiyan Yesuusi kaseegaappe dummatidi, etayyo beettiis."
    },
    {
        "English Sentences": "And they went and told it unto the residue: neither believed they them.",
        "Wolaitta Sentences": "Eti guyye simmidi, haratuyyo odidosona; shin haratikka eta oduwaa tuma gibookkona."
    },
    {
        "English Sentences": "Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.",
        "Wolaitta Sentences": "Guyyeppe tammanne isiini erissiyo ashkkarati qumaa miishin, Yesuusi etayyo beettiis. Etayyo ammanoi bainna gishshau, i eta boriis; qassi haiquwaappe i denddidoogaa hinkkooti etau yootin, eti ammanennan ixxido gishshaunne yootin siyennaageeta gidiyo gishshau, i eta boriis."
    },
    {
        "English Sentences": "And he said unto them, Go ye into all the world, and preach the gospel to every creature.",
        "Wolaitta Sentences": "I eta hagaadan yaagiis; Sa7a ubbaa biidi, asa ubbau wonggeliyaa mishiraachchuwaa yootite."
    },
    {
        "English Sentences": "He that believeth and is baptized shall be saved; but he that believeth not shall be damned.",
        "Wolaitta Sentences": "Ammaniyaageenne xammaqettidaagee attana; shin ammanennaagaa bolli Xoossai pirddana."
    },
    {
        "English Sentences": "And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;",
        "Wolaitta Sentences": "Ammaniyaageetuyyo ha malaatati imettana eti ta sunttan xalaheta kessana; qassi eti dumma dumma qaalan haasayana."
    },
    {
        "English Sentences": "They shall take up serpents; and if they drink any deadly thing, it shall not hurt them; they shall lay hands on the sick, and they shall recover.",
        "Wolaitta Sentences": "Eti shooshsha oiqqikkokka, woi marzze uyikkokka eta qohenna. Qassi eti bantta kushiyaa hargganchchatu bolli wottana; wottin he hargganchchati paxana yaagiis."
    },
    {
        "English Sentences": "So then after the Lord had spoken unto them, he was received up into heaven, and sat on the right hand of God.",
        "Wolaitta Sentences": "Godai Yesuusi erissiyo ashkkaratuura haasayidoogaappe guyyiyan, Xoossai a pude saluwaa ekki efin, Xoossaappe ushachcha baggaara uttiis."
    },
    {
        "English Sentences": "And they went forth, and preached every where, the Lord working with them, and confirming the word with signs following. Amen.",
        "Wolaitta Sentences": "Erissiyo ashkkarati biidi, ubbasan qaalaa yootidosona. Godaikka etaara issippe oottees; eti yootiyo qaalaikka tuma gididoogaa Xoossai etayyo immiyo malaatatun erissiis."
    }
]