[
    {
        "English Sentences": "In the beginning was the Word, and the Word was with God, and the Word was God.",
        "Wolaitta Sentences": "Qaalai koiro de7ees; qaalaikka Xoossaara issippe de7ees; qassi qaalai Xoossaa."
    },
    {
        "English Sentences": "The same was in the beginning with God.",
        "Wolaitta Sentences": "Qaalai Xoossaara issippe koiro de7ees."
    },
    {
        "English Sentences": "All things were made by him; and without him was not any thing made that was made.",
        "Wolaitta Sentences": "Xoossai ubbabaa qaalaa baggaara medhdhiis. Merettidabai ubbai i bainnan aibinne merettibeenna."
    },
    {
        "English Sentences": "In him was life; and the life was the light of men.",
        "Wolaitta Sentences": "Aani de7oi de7ees; de7oi asau poo7o."
    },
    {
        "English Sentences": "And the light shineth in darkness; and the darkness comprehended it not.",
        "Wolaitta Sentences": "Poo7oi xuman poo7ees; xumai poo7uwaa xoonibeenna."
    },
    {
        "English Sentences": "There was a man sent from God, whose name was John.",
        "Wolaitta Sentences": "Xoossai kiittido issi asi de7ees; a sunttai Yohaannisa."
    },
    {
        "English Sentences": "The same came for a witness, to bear witness of the Light, that all men through him might believe.",
        "Wolaitta Sentences": "Asai ubbai poo7uwaa baggaara ammanana mala, poo7uwaabaa markkattanau markka gididi yiis."
    },
    {
        "English Sentences": "He was not that Light, but was sent to bear witness of that Light.",
        "Wolaitta Sentences": "Poo7uwaabaa markkattanau i yiidoogaappe attin, i ba huuphen poo7o gidenna."
    },
    {
        "English Sentences": "That was the true Light, which lighteth every man that cometh into the world.",
        "Wolaitta Sentences": "Asa ubbau poo7issiya tumu poo7oi sa7aa yees."
    },
    {
        "English Sentences": "He was in the world, and the world was made by him, and the world knew him not.",
        "Wolaitta Sentences": "Qaalai sa7an de7iis; Xoossai Qaalan sa7aa medhdhiis; shin sa7ai a eribeenna."
    },
    {
        "English Sentences": "He came unto his own, and his own received him not.",
        "Wolaitta Sentences": "I baageetukko yiis; shin aageeti a shiishshi ekkibookkona."
    },
    {
        "English Sentences": "But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:",
        "Wolaitta Sentences": "SHin i bana shiishshi ekkida ubbatuyyo, ba sunttan ammanidaageetuyyo, Xoossaa naata gidana mala, maataa immiis."
    },
    {
        "English Sentences": "Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.",
        "Wolaitta Sentences": "Eti Xoossaappe yelettidoogaappe attin, asi yeliyo maaran woi asa sheniyan woi attumaasa sheniyan yelettibookkona."
    },
    {
        "English Sentences": "And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.",
        "Wolaitta Sentences": "Qaalai asa gididi, nu giddon de7iis. Nuuni a bonchchuwaa aaro kehatettainne tumatettai kumidoogaa be7ida. Aawaayyo issi Na7aa xalaala gidida i ekkido bonchchoi hagaa."
    },
    {
        "English Sentences": "John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.",
        "Wolaitta Sentences": "Yohaannisi abaa markkattiis; ba qaalaa xoqqu oottidi, \"Taani, Taappe guyyeera yiyaagee taappe wolqqaamees; aissi giikko, taappe i kase de7iis gaada markkattidoogee hagaa\" yaagiis."
    },
    {
        "English Sentences": "And of his fulness have all we received, and grace for grace.",
        "Wolaitta Sentences": "Nuuni ubbai a kumetta aaro kehatettaappe anjjuwaa ekkida."
    },
    {
        "English Sentences": "For the law was given by Moses, but grace and truth came by Jesus Christ.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai higgiyaa Muuse baggaara immiis; shin aaro kehatettainne tumatettai Yesuus Kiristtoosa baggaara yiis."
    },
    {
        "English Sentences": "No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.",
        "Wolaitta Sentences": "Xoossaa be7ida asi mulekka baawa; ba Aawaa lanqqiyan de7iya issi Na7aa xalaalai abaa markkattiis."
    },
    {
        "English Sentences": "And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?",
        "Wolaitta Sentences": "Yerusalaamen de7iya Aihudati qeesetanne Leewata, \"Neeni oonee?\" giidi Yohaannisa oichchana mala, Yohaannisakko kiittin, Yohaannisi etau markkattido markkatettai hagaa."
    },
    {
        "English Sentences": "And he confessed, and denied not; but confessed, I am not the Christ.",
        "Wolaitta Sentences": "Yohaannisi, \"Taani Kiristtoosa gidikke\" yaagidi geeshshidi markkattidoogaappe attin, markkattiyoogaa ixxibeenna."
    },
    {
        "English Sentences": "And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.",
        "Wolaitta Sentences": "Eti, \"Yaatin, neeni oonee? Neeni Eelaaseeyye?\" yaagidi oichchidosona. Oichchin Yohaannisi, \"Akkai gidikke\" yaagiis. Qassikka eti, \"Neeni hananabaa yootiyaagee?\" yaagidi oichchidosona. Oichchin Yohaannisi, \"Akkai\" yaagidi zaariis."
    },
    {
        "English Sentences": "Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?",
        "Wolaitta Sentences": "Yaatin, \"Neeni oonee? Nuuni nuna kiittidaageetuyyo yootana mala, neeni nebaa woigai?\" yaagidosona."
    },
    {
        "English Sentences": "He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.",
        "Wolaitta Sentences": "Yohaannisi zaaridi, \"Hananabaa yootiya Isiyaasi giidoogaadan, bazzon ba qaalaa xoqqu oottidi, Godaa ogiyaa sitti oottite! giya cenggurssai taagaa\" yaagiis."
    },
    {
        "English Sentences": "And they which were sent were of the Pharisees.",
        "Wolaitta Sentences": "Qassi Parisaaweti kiittido asati"
    },
    {
        "English Sentences": "And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?",
        "Wolaitta Sentences": "Yohaannisa, \"Neeni Kiristtoosa woi, Eelaasa woi hananabaa yootiyaagaa gidana xayikko, yaatin aissi xammaqai?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;",
        "Wolaitta Sentences": "Oichchin Yohaannisi zaaridi, \"Taani haattan xammaqais; shin intte erenna asi intte giddon eqqiis."
    },
    {
        "English Sentences": "He it is, who coming after me is preferred before me, whose shoe's latchet I am not worthy to unloose.",
        "Wolaitta Sentences": "I taappe guyyeera yees. Taani a caammaa qashuwaa birshshanaukka bessikke\" yaagiis."
    },
    {
        "English Sentences": "These things were done in Bethabara beyond Jordan, where John was baptizing.",
        "Wolaitta Sentences": "Hagee ubbai Yorddaanoosa SHaafaappe hefinttan Biitaaniyaa giyo biittan, Yohaannisi xammaqiyoosan haniis."
    },
    {
        "English Sentences": "The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.",
        "Wolaitta Sentences": "Yohaannisi wonttetta gallassi Yesuusi baakko yiishin be7idi yaagiis; \"Xoossaa dorssai, sa7aa nagaraa xaissiyaagee, hageeho!"
    },
    {
        "English Sentences": "This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.",
        "Wolaitta Sentences": "Taani, Taappe guyyeera issi asi yaana; i taappe wolqqaama; aissi giikko, taappe kase de7iis gaada haasayidoogee hagaa."
    },
    {
        "English Sentences": "And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.",
        "Wolaitta Sentences": "I oonakko taani erikke; shin Israa7eela asau a qonccissanaassi haattan xammaqaidda yaas\" yaagiis."
    },
    {
        "English Sentences": "And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.",
        "Wolaitta Sentences": "Yohaannisi hagaadan yaagidi markkattiis; \"Geeshsha Ayyaanai saluwaappe haraphphedan wodhdhishiininne a bolli uttishin, taani be7aas."
    },
    {
        "English Sentences": "And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.",
        "Wolaitta Sentences": "Taani a erikke; shin haattan xammaqanau tana kiittidaagee, Geeshsha Ayyaanai wodhdhidi, issi asa bolli uttishin, neeni be7ana; Geeshsha Ayyaanan xammaqanaagee a yaagidi taayyo yootiis."
    },
    {
        "English Sentences": "And I saw, and bare record that this is the Son of God.",
        "Wolaitta Sentences": "Taani hegaa be7ada, Xoossaa Na7aa i gididoogaa markkattais\" yaagiis."
    },
    {
        "English Sentences": "Again the next day after John stood, and two of his disciples;",
        "Wolaitta Sentences": "Qassi wonttetta gallassi Yohaannisi ba erissiyo ashkkaratuppe naa77atuura issippe eqqiis;"
    },
    {
        "English Sentences": "And looking upon Jesus as he walked, he saith, Behold the Lamb of God!",
        "Wolaitta Sentences": "eqqidi Yesuusi aadhdhishin be7idi, \"Xoossaa dorssai hageeho!\" yaagiis."
    },
    {
        "English Sentences": "And the two disciples heard him speak, and they followed Jesus.",
        "Wolaitta Sentences": "Yohaannisi erissiyo naa77u ashkkarati Yohaannisi giyoogaa siyidi, Yesuusa kaallidosona."
    },
    {
        "English Sentences": "Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?",
        "Wolaitta Sentences": "Yesuusi bana kaalliyaageeta guyye simmi be7idi, \"Ai koyeetii?\" yaagidi oichchiis. Eti zaaridi, \"Rabii, neeni awan de7ai?\" yaagidosona. \"Rabii\" giyoogee \"Tamaarissiyaagoo\" giyoogaa."
    },
    {
        "English Sentences": "He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.",
        "Wolaitta Sentences": "Yesuusi eta, \"Haa yiidi be7ite\" yaagiis. Yaagin eti biidi, i de7iyoosaa be7idosona; he gallassi eti sa7ai tammu saate heera gidiyo gishshau, a matan pe7idosona."
    },
    {
        "English Sentences": "One of the two which heard John speak, and followed him, was Andrew, Simon Peter's brother.",
        "Wolaitta Sentences": "Yohaannisi giidoogaa siyidi, Yesuusa kaallida naa77u asatuppe issoi, Simoon PHeexiroosa ishaa Inddiraasa."
    },
    {
        "English Sentences": "He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.",
        "Wolaitta Sentences": "Inddiraasi koiro ba ishaa Simoonaara gaittidi, \"Nuuni Masiyaara gaittida\" yaagiis. \"Masiyaa\" giyoogee \"Kiristtoosa\" giyoogaa."
    },
    {
        "English Sentences": "And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.",
        "Wolaitta Sentences": "Inddiraasi Simoona Yesuusakko ekki ehiis. Ehin Yesuusi Simoona be7idi, \"Neeni Yoona na7aa Simoona; ne sunttai Keefa gidana\" yaagiis. \"Keefa\" giyoogaa birshshettainne \"PHeexiroosa\" giyoogaa birshshettai issuwaa; hegaa giyoogee \"SHuchchaa\" giyoogaa."
    },
    {
        "English Sentences": "The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.",
        "Wolaitta Sentences": "Wonttetta gallassi Yesuusi Galiila giyo biitti baanau qofaa qachchiis; i Piliphphoosaara gaittidi, \"Tana kaalla!\" yaagiis."
    },
    {
        "English Sentences": "Now Philip was of Bethsaida, the city of Andrew and Peter.",
        "Wolaitta Sentences": "Piliphphoosi Inddiraasinne PHeexiroosi de7ido Beetasaida giyo katamaappe yiida asa."
    },
    {
        "English Sentences": "Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.",
        "Wolaitta Sentences": "Piliphphoosi Naatinaa7eelaara gaittidi, \"Higgiyaa maxaafan Muusee abaa xaafidogaa, qassi hananabaa yootiyaageetikka abaa xaafido Yooseefa na7aa Yesuusaara, Naazireete kataman de7iyaagaara, nuuni gaittida\" yaagiis."
    },
    {
        "English Sentences": "And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.",
        "Wolaitta Sentences": "Naatinaa7eeli zaaridi, \"Naazireete katamaappe payyabi kiyanau danddayii?\" yaagiis. Yaagin Piliphphoosi, \"Yaada be7a\" yaagiis."
    },
    {
        "English Sentences": "Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!",
        "Wolaitta Sentences": "Naatinaa7eeli baakko yiyaagaa Yesuusi be7idi, \"Genee bainna tumu Israa7eela asi hagaa!\" yaagiis."
    },
    {
        "English Sentences": "Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.",
        "Wolaitta Sentences": "Yaagin Naatinaa7eeli Yesuusa, \"Neeni tana awan erai?\" yaagiis. Yesuusi zaaridi, \"Piliphphoosi nena xeesanaappe kase, neeni balasiyaa giyo mittaa garssan de7ishin, taani nena be7aas\" yaagiis."
    },
    {
        "English Sentences": "Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.",
        "Wolaitta Sentences": "Naatinaa7eeli zaaridi, \"Tamaarissiyaagoo, neeni Xoossaa Na7aa! Neeni Israa7eela kawuwaa!\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani nena balasiyo giyo mittee garssan be7aas giido gishshau ammanai? Neeni hagaappe aadhdhiyaabaa be7ana!\" yaagiis."
    },
    {
        "English Sentences": "And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man.",
        "Wolaitta Sentences": "Qassikka Yesuusi, \"Taani intteyyo tumaa odais; saloi dooyettin, Xoossaa kiitanchchati ta bolli, Asa Na7aa bolli, pude kiyishiininne duge wodhdhishin, intte be7ana\" yaagiis."
    },
    {
        "English Sentences": "And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:",
        "Wolaitta Sentences": "Heezzantto gallassi Galiila biittan Qaana giyo kataman bullachchi bullashettiis; Yesuusa aayyiyaa he bullachchan de7ausu."
    },
    {
        "English Sentences": "And both Jesus was called, and his disciples, to the marriage.",
        "Wolaitta Sentences": "Yesuusikka ba erissiyo ashkkaratuura issippe he bullachchaa xeesettiis."
    },
    {
        "English Sentences": "And when they wanted wine, the mother of Jesus saith unto him, They have no wine.",
        "Wolaitta Sentences": "Woiniyaa eessai wuriichchin, Yesuusa aayyiyaa Yesuusa, \"Etau woiniyaa eessai wuriichchiis\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Ha maccaasee, nena gattiyaabi aibee? Ta wodee birooni gakkibeenna\" yaagiis."
    },
    {
        "English Sentences": "His mother saith unto the servants, Whatsoever he saith unto you, do it.",
        "Wolaitta Sentences": "Yesuusa aayyiyaa ashkkarata, \"I intteyyo odiyoobaa aiba gidikkonne oottite\" yaagaasu."
    },
    {
        "English Sentences": "And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.",
        "Wolaitta Sentences": "Aihudati haimaanootiyau oottiyoogaadan, meechchaa wogaayyo issoi issoi heezzu heezzu oto oiqqiya usuppun shuchcha baattati hegan de7oosona."
    },
    {
        "English Sentences": "Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.",
        "Wolaitta Sentences": "Yesuusi ashkkarata, \"Baattatun haattaa kunttite\" yaagiis; yaagin eti baattatuyyo doonaa gakkanaassi haattaa kunttidosona."
    },
    {
        "English Sentences": "And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.",
        "Wolaitta Sentences": "Yesuusi eta, \"Ha77i duuqqidi, bullachchaa alaafiyau immite\" yaagiis; eti ayyo efiidi immidosona."
    },
    {
        "English Sentences": "When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,",
        "Wolaitta Sentences": "Bullachchaa alaafee woine eessa gidida haattaa ganxxi xeellidi, auppe yiidaakkonne eribeenna; shin haattaa kunttida ashkkarati eroosona. Bullachchaa alaafee machchiyo ekkiyaagaa xeesidi,"
    },
    {
        "English Sentences": "And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.",
        "Wolaitta Sentences": "\"Ooninne aife woine eessaa asaa kasetidi ushshees; yaatidi bullachchaasai daro uyidoogaappe guyyiyan, qiraariyaa ushshees. SHin neeni aife woine eessaa hanno gakkanaassi wotta bayadasa!\" yaagiis."
    },
    {
        "English Sentences": "This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.",
        "Wolaitta Sentences": "Yesuusi ba oottido wolqqaama malaatatuppe hagaa koiruwaa Galiila biittan Qaana giyo kataman oottiis; hegan ba bonchchuwaa qonccissiis. Qassi erissiyo ashkkaratikka a ammanidosona."
    },
    {
        "English Sentences": "After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi ba aayeera, ba ishanttuuranne ba erissiyo ashkkaratuura issippe Qifirinaahooma giyo katamaa biis; biidi amarida gallassaa takkiis."
    },
    {
        "English Sentences": "And the Jews' passover was at hand, and Jesus went up to Jerusalem,",
        "Wolaitta Sentences": "Aihudati bonchchiyo Paasikaa Baalaa gallassai matattin, Yesuusi Yerusalaame biis."
    },
    {
        "English Sentences": "And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:",
        "Wolaitta Sentences": "Biidi Beeta Maqidasiyan miizzaa, dorssaanne haraphphiyaa baizziya asaa demmiis; qassi harati bantta oidiyan uttidi, miishshaa laammiyaageeta demmiis."
    },
    {
        "English Sentences": "And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers' money, and overthrew the tables;",
        "Wolaitta Sentences": "I golaa xurqqayyiyaa dooqqidi, eta ubbaa dorssaaranne miizzaara Beeta Maqidasiyaappe kare kessidi yedettiis. Miishshaa laammiyaageetu xaraphpheezaakka aatti yeggidi, eta miishshaa laaliis."
    },
    {
        "English Sentences": "And said unto them that sold doves, Take these things hence; make not my Father's house an house of merchandise.",
        "Wolaitta Sentences": "Haraphphiyaa baizziyaageeta i, \"Ha haraphpheta hagaappe kessite; ta Aawaa keettaa giya oottoppite!\" yaagiis."
    },
    {
        "English Sentences": "And his disciples remembered that it was written, The zeal of thine house hath eaten me up.",
        "Wolaitta Sentences": "Erissiyo ashkkarati Xoossaa maxaafan, \"Taani ne keettau mishettiyo mishoi tana tamadan xuuggees\" geetettidi xaafettidaagaa hassayidosona."
    },
    {
        "English Sentences": "Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Aihudati zaaridi, \"Neeni hagaa oottana danddayiyoogau nuna ai malaata bessuutee?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ha Beeta Maqidasiyaa qolite; taani heezzu gallassan zaarettada keexxana\" yaagiis."
    },
    {
        "English Sentences": "Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?",
        "Wolaitta Sentences": "Qassikka Aihudati, \"Ha Beeta Maqidasiyaa keexxanau oitamanne usuppun laittaa ekkiis; shin neeni heezzu gallassan keexxuutee?\" yaagidosona."
    },
    {
        "English Sentences": "But he spake of the temple of his body.",
        "Wolaitta Sentences": "SHin i haasayiyo Beeta Maqidasee ba asatettaa."
    },
    {
        "English Sentences": "When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi haiquwaappe denddidoogaappe guyyiyan, erissiyo ashkkarati i hegaa giidoogaa hassayidosona. Qassi eti Xoossaa maxaafaagaanne Yesuusi haasayidoogaa ammanidosona."
    },
    {
        "English Sentences": "Now when he was in Jerusalem at the passover, in the feast day, many believed in his name, when they saw the miracles which he did.",
        "Wolaitta Sentences": "Paasikaa bonchchiyoosan Yesuusi Yerusalaamen de7ishin, i oottido malaataa be7idi, daro asai a ammaniis."
    },
    {
        "English Sentences": "But Jesus did not commit himself unto them, because he knew all men,",
        "Wolaitta Sentences": "SHin Yesuusi he asaa ubbaa eriyo gishshau, eta ammanibeenna."
    },
    {
        "English Sentences": "And needed not that any should testify of man: for he knew what was in man.",
        "Wolaitta Sentences": "Asabaa ooninne ayyo markkattana mala koyibeenna; aissi giikko, asa wozanan aibi de7iyaakko, i ba huuphen erees."
    },
    {
        "English Sentences": "There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:",
        "Wolaitta Sentences": "Parisaawetu baggan Aihudatuyyo halaqa gidiya Niqoodimoosa giyo issi bitanee de7ees."
    },
    {
        "English Sentences": "The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.",
        "Wolaitta Sentences": "Niqoodimoosi qammi Yesuusakko yiidi, \"Tamaarissiyaagoo, neeni Xoossai kiittido tamaarissiyaagaa gidiyoogaa nuuni eroos; aissi giikko, Xoossai aara de7iyo asappe attin, ha neeni oottiyo wolqqaama malaatata oottanau danddayiya asi baawa\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi, \"Taani neeyyo tumaa odais; ooninne naa77antto yelettana xayikko, Xoossaa kawotettaa be7anau danddayenna\" yaagiis."
    },
    {
        "English Sentences": "Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother's womb, and be born?",
        "Wolaitta Sentences": "Niqoodimoosi, \"Cima asi waanidi naa77antto yelettanau danddayii? Ba aayee uluwaa simmi gelidi, naa77anttuwaa yelettanau asi danddayii?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Taani neeyyo tumaa odais; ooninne haattaappenne Geeshsha Ayyaanaappe yelettana xayikko, Xoossaa kawotettaa gelanau danddayenna."
    },
    {
        "English Sentences": "That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.",
        "Wolaitta Sentences": "Asappe yelettidaagee asa; Ayyaanaappe yelettidaagee ayyaana;"
    },
    {
        "English Sentences": "Marvel not that I said unto thee, Ye must be born again.",
        "Wolaitta Sentences": "Intte naa77antto yelettanau bessees gaada taani intteyyo odido gishshau, neeni garamettoppa."
    },
    {
        "English Sentences": "The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.",
        "Wolaitta Sentences": "Carkkoi ba koyidosaa carkkees. Neeni a kooshinchchaa siyaasa; shin i auppe yiyaakko woi au biyaakko, neeni erakka. Ayyaanaappe yelettida ubbai hegaa mala\" yaagiis."
    },
    {
        "English Sentences": "Nicodemus answered and said unto him, How can these things be?",
        "Wolaitta Sentences": "Yaagin Niqoodimoosi, \"Hagee waanidi hananau danddayii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Neeni Israa7eelata tamaarissiyaagaa gidaidda hagaa erikkii?"
    },
    {
        "English Sentences": "Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.",
        "Wolaitta Sentences": "Taani neeyyo tumaa odais; nuuni eriyoogaa haasayoosinne be7idoogaa markkattoos; shin nuuni markkattiyoogaa intte ekkekketa."
    },
    {
        "English Sentences": "If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?",
        "Wolaitta Sentences": "Taani intteyyo sa7aabaa yootin, intte ammanennaageeta gidikko, saluwaabaa yootin waani ammanuuteetii?"
    },
    {
        "English Sentences": "And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven.",
        "Wolaitta Sentences": "Saluwaappe wodhdhida taappe Asa Na7aappe attin, saluwaa kiyidabi ooninne baawa; saluwan de7iya Asa Na7ai tana\" yaagiis."
    },
    {
        "English Sentences": "And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:",
        "Wolaitta Sentences": "Muusee bazzon shooshshaa kaqqidoogaadan,"
    },
    {
        "English Sentences": "That whosoever believeth in him should not perish, but have eternal life.",
        "Wolaitta Sentences": "tana ammanida ubbai merinaa de7uwaa ekkana mala, taani Asa Na7ai kaqettanau bessees."
    },
    {
        "English Sentences": "For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.",
        "Wolaitta Sentences": "Xoossaa Na7aa ammaniya ubbai merinaa de7uwaa ekkanaappe attin, xayenna mala, Xoossai ha sa7aa keehi siiqido gishshau, ba mexi issi Na7aa immiis."
    },
    {
        "English Sentences": "For God sent not his Son into the world to condemn the world; but that the world through him might be saved.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai ba Na7aa ha sa7aa pirddanau kiittibeenna; shin sa7aa a baggaara ashshanau kiittiis."
    },
    {
        "English Sentences": "He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.",
        "Wolaitta Sentences": "Na7aa ammaniya ooninne pirddettenna; shin Na7aa ammanenna ooninne, Xoossaa Na7aa issuwaa ammanibeenna gishshau, ha77ikka pirddetti uttiis."
    },
    {
        "English Sentences": "And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.",
        "Wolaitta Sentences": "Asaa bolli pirddiyo pirddai hagaa; poo7oi sa7aa yiis; shin asaa oosoi iita gidiyo gishshau, asai poo7uwaappe aattidi, xumaa siiqees."
    },
    {
        "English Sentences": "For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.",
        "Wolaitta Sentences": "Iitabaa oottiya ooninne poo7o ixxees; aissi giikko, ba oosoi qonccenna mala, poo7uwaakko shiiqenna."
    },
    {
        "English Sentences": "But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God.",
        "Wolaitta Sentences": "SHin tumaa oottiya ooninne Xoossai azazidoogaadan, i oottidoogaa poo7oi qonccissana mala, poo7uwaakko shiiqees."
    },
    {
        "English Sentences": "After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusinne erissiyo ashkkarati Yihudaa biitti biidosona; Yesuusi he biittan etaara amarida wodiyaa uttidi, asaa xammaqiis."
    },
    {
        "English Sentences": "And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.",
        "Wolaitta Sentences": "Qassi Yohaannisi Saleema matan de7iya Henoona giyoosan gooba haattai de7iyo gishshau, asaa xammaqees; asai yi yiidi xammaqettees."
    },
    {
        "English Sentences": "For John was not yet cast into prison.",
        "Wolaitta Sentences": "Yohaannisi biron qashettiichchibeenna."
    },
    {
        "English Sentences": "Then there arose a question between some of John's disciples and the Jews about purifying.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yohaannisi erissiyo ashkkaratinne amarida Aihudati meechchaabaa palamettidosona."
    },
    {
        "English Sentences": "And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.",
        "Wolaitta Sentences": "Eti Yohaannisakko biidi, \"Tamaarissiyaagoo, Yorddaanoosa SHaafaappe hefinttan nenaara de7iyaagee, neeni abaa markkattidoogee, be7a ha77i xammaqees; asai ubbaikka akko bees\" yaagidosona."
    },
    {
        "English Sentences": "John answered and said, A man can receive nothing, except it be given him from heaven.",
        "Wolaitta Sentences": "Yohaannisi zaaridi, \"Xoossai immana xayikko, asi ainne ekkanau danddayenna."
    },
    {
        "English Sentences": "Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.",
        "Wolaitta Sentences": "Taani Kiristtoosa gidikke; shin taani appe sinttau kiitettaas giidoogau taayyo intte intte huuphen markka."
    },
    {
        "English Sentences": "He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom's voice: this my joy therefore is fulfilled.",
        "Wolaitta Sentences": "Bullachchiyo maccaasiyaa de7iyo urai bullachchiyaagaa; he bullachchiyaagaa laggee eqqidi, i giyoogaa siyiyaagee bullachchiyaagaa haasayan daro ufaittees. Hegaa gishshau, hagee ta ufaissai polettiis."
    },
    {
        "English Sentences": "He must increase, but I must decrease.",
        "Wolaitta Sentences": "I gitatana bessees; taani qassi guuxxana bessees\" yaagiis."
    },
    {
        "English Sentences": "He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.",
        "Wolaitta Sentences": "Bollappe yiyaagee ubbaappe bolla. Sa7aappe beettidaagee sa7aabaa; i qassi sa7aabaa haasayees. Saluwaappe yiyaagee ubbaappe bolla."
    },
    {
        "English Sentences": "And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.",
        "Wolaitta Sentences": "I ba be7idobaanne siyidobaa markkattees; shin a markkatettaa ekkiyai baawa."
    },
    {
        "English Sentences": "He that hath received his testimony hath set to his seal that God is true.",
        "Wolaitta Sentences": "A markkatettaa ekkiya ooninne Xoossai tumanchcha gidiyoogaa hegan markkattees."
    },
    {
        "English Sentences": "For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.",
        "Wolaitta Sentences": "Xoossai kiittidoogee Xoossaa qaalaa yootees; aissi giikko, Xoossai ba Geeshsha Ayyaanaa palahissidi immees."
    },
    {
        "English Sentences": "The Father loveth the Son, and hath given all things into his hand.",
        "Wolaitta Sentences": "Xoossai ba Na7aa siiqees; siiqidi ubbabaa a kushiyan wottiis."
    },
    {
        "English Sentences": "He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.",
        "Wolaitta Sentences": "Na7aa ammaniya urau merinaa de7oi de7ees; shin Na7aa ammanennaagaa bolli Xoossaa hanqqoi de7anaagaappe attin, i de7o be7enna."
    },
    {
        "English Sentences": "When therefore the LORD knew how the Pharisees had heard that Jesus made and baptized more disciples than John,",
        "Wolaitta Sentences": "Yesuusi Yohaannisaagaappe dariya kaalliyaageeta baakko shiishsheesinne xammaqees giyoogaa Parisaaweti siyidoogaa Yesuusi erido wode,"
    },
    {
        "English Sentences": "(Though Jesus himself baptized not, but his disciples,)",
        "Wolaitta Sentences": "Yihudaappe aggidi, Galiila biis;"
    },
    {
        "English Sentences": "He left Judaea, and departed again into Galilee.",
        "Wolaitta Sentences": "gidikkokka, erissiyo ashkkarati xammaqidoogaappe attin, Yesuusi ba huuphen oonanne xammaqibeenna."
    },
    {
        "English Sentences": "And he must needs go through Samaria.",
        "Wolaitta Sentences": "Galiila biiddi, Samaariyaara aadhdhanaagee a ashshennabaa gidiis."
    },
    {
        "English Sentences": "Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.",
        "Wolaitta Sentences": "Hegaa gishshau, Yaaqoobi ba na7aa Yooseefayyo immido gadiyaa matan de7iya Sikaara giyo Samaariyaa katamaa biis."
    },
    {
        "English Sentences": "Now Jacob's well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.",
        "Wolaitta Sentences": "He sohuwan Yaaqooba haattaa ollai de7ees; Yesuusi hemetan daafuridi, he haattaa ollaa matan uttiis. He wode sa7ai usuppun saate heera."
    },
    {
        "English Sentences": "There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.",
        "Wolaitta Sentences": "Samaariyaa katamaa maccaasa issinniyaa haattaa duuqqanau yaasu; Yesuusi he maccaasiyo, \"Tana haattaa ushsharkkii!\" yaagiis."
    },
    {
        "English Sentences": "(For his disciples were gone away unto the city to buy meat.)",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkarati quma shammanau katamaa biidosona."
    },
    {
        "English Sentences": "Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.",
        "Wolaitta Sentences": "He maccaasiyaa zaarada, \"Neeni Aihuda asa gidaidda, Samaariyaa maccaasa gidiya tana, waata haattaa ushsha gai?\" yaagaasu; aissi giikko, Aihudati Samaaretuura giigettokkona."
    },
    {
        "English Sentences": "Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.",
        "Wolaitta Sentences": "Yesuusi zaaridi o, \"Neeni Xoossai immiyoobaanne qassi nena haattaa ushsha giyaagee oonakko eriyaabaa gidiyaakko, a woossana shin; i neeyyo de7o haattaa immana\" yaagiis."
    },
    {
        "English Sentences": "The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?",
        "Wolaitta Sentences": "Maccaasiyaa zaarada, \"Godau, neeyyo duuqqiyoobi baawa; ollaikka ziqqa. Yaatin, de7o haattaa auppe ekkuutee?"
    },
    {
        "English Sentences": "Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?",
        "Wolaitta Sentences": "Nuuyyo ha haattaa ollaa immida nu aawaa Yaaqoobappe neeni gitatai? I, a naatinne a mehee hagaappe uyidosona\" yaagaasu."
    },
    {
        "English Sentences": "Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ha haattaappe uyida ooninne naa77anttuwaa saamettana."
    },
    {
        "English Sentences": "But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.",
        "Wolaitta Sentences": "SHin taani immana haattaa uyiya ooninne mulekka saamettenna. Taani immana haattai he aawu giddon merinaa de7uwau pulttiya pultto gidana\" yaagiis."
    },
    {
        "English Sentences": "The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.",
        "Wolaitta Sentences": "Maccaasiyaa zaarada, \"Godau, taani saamettenna malanne haattaa tikkanaukka ha sohuwaa yeenna mala, taayyo he haattaa imma!\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Go, call thy husband, and come hither.",
        "Wolaitta Sentences": "Yaagin Yesuusi o, \"Baada ne azinaa xeesada haa ya\" yaagiis."
    },
    {
        "English Sentences": "The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:",
        "Wolaitta Sentences": "Maccaasiyaa zaarada, \"Tau azini baawa\" yaagaasu. Yaagin Yesuusi o, \"Tau azini baawa giyoogaa balabaakka."
    },
    {
        "English Sentences": "For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.",
        "Wolaitta Sentences": "Neeni ichchashu azinaa geladasa; ha77i nenaara de7iya bitanee ne azina gidenna. Neeni ha77i tau odidoogee tuma\" yaagiis."
    },
    {
        "English Sentences": "The woman saith unto him, Sir, I perceive that thou art a prophet.",
        "Wolaitta Sentences": "Maccaasiyaa zaarada, \"Godau, neeni hananabaa yootiyaagaa gidennan aggakka;"
    },
    {
        "English Sentences": "Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.",
        "Wolaitta Sentences": "nu aawati ha deriyan goinnidosona; shin Aihudati intte asi Xoossau goinnanau bessiya sohoi Yerusalaameena yaageeta\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ha maccaasee tana ammana; ha deriyan woi Yerusalaamen Aawaayyo intte goinnenna wodee yaana."
    },
    {
        "English Sentences": "Ye worship ye know not what: we know what we worship: for salvation is of the Jews.",
        "Wolaitta Sentences": "Intte Samaariyaa asai intte erennabau goinneeta; atotettai Aihudatuppe yiyo gishshau, nuuni Aihudati nu eriyoogau goinnoos."
    },
    {
        "English Sentences": "But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.",
        "Wolaitta Sentences": "SHin Aawau tumaappe goinniyaageeti ayyaanaaninne tumatettan goinniyo wodee matattiis; ha77ikka gakkiichchiis. Aissi giikko, asi baayyo goinnana mala, Aawai koyiyoogeeti hageetu malaa."
    },
    {
        "English Sentences": "God is a Spirit: and they that worship him must worship him in spirit and in truth.",
        "Wolaitta Sentences": "Xoossai ayyaana; qassi au goinniyaageeti ayyaanaaninne tumatettan goinnanau bessees\" yaagiis."
    },
    {
        "English Sentences": "The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.",
        "Wolaitta Sentences": "Maccaasiyaa zaarada, \"Kiristtoosa giyo masee yaanaagaa taani erais. I yiyo wode nuuyyo ubbabaa yootana\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, I that speak unto thee am he.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ha nenaara haasayiya taani a\" yaagiis."
    },
    {
        "English Sentences": "And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?",
        "Wolaitta Sentences": "Hinno eti haasayishin, Yesuusi erissiyo ashkkarati biidosaappe simmidosona. Yesuusi maccaaseera haasayishin, eti be7idi daro garamettidosona; shin maccaasiyo, \"Ai koyai?\" giidai woi Yesuusa, \"Iira aissi haasayai?\" giidai ooninne baawa."
    },
    {
        "English Sentences": "The woman then left her waterpot, and went her way into the city, and saith to the men,",
        "Wolaitta Sentences": "Hegaappe guyyiyan, maccaasiyaa ba haatta otuwaa agga bayada, guyye katamaa baasu; baada asau,"
    },
    {
        "English Sentences": "Come, see a man, which told me all things that ever I did: is not this the Christ?",
        "Wolaitta Sentences": "\"Taani oottidobaa ubbaa taayyo yootida bitaniyaa be7anau hinddite; hegee Kiristtoosa gidanddeeshsha?\" yaagaasu."
    },
    {
        "English Sentences": "Then they went out of the city, and came unto him.",
        "Wolaitta Sentences": "Asai katamaappe kiyidi, Yesuusakko biis."
    },
    {
        "English Sentences": "In the mean while his disciples prayed him, saying, Master, eat.",
        "Wolaitta Sentences": "Hegee hanishin, erissiyo ashkkarati Yesuusa, \"Guuttabaa markkii!\" yaagidi woossidosona."
    },
    {
        "English Sentences": "But he said unto them, I have meat to eat that ye know not of.",
        "Wolaitta Sentences": "SHin i, \"Taayyo intte erenna qumai taani maanaagee de7ees\" yaagiis."
    },
    {
        "English Sentences": "Therefore said the disciples one to another, Hath any man brought him ought to eat?",
        "Wolaitta Sentences": "Hegaa gishshau, erissiyo ashkkarati bantta giddon, \"Ayyo miyoobaa ehiida asi de7anddeeshsha?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.",
        "Wolaitta Sentences": "Yaagin Yesuusi etau, \"Ta qumai tana kiittidaagee koyiyoobaa oottanaagaanne a oosuwaa polanaagaa."
    },
    {
        "English Sentences": "Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.",
        "Wolaitta Sentences": "Intte, Oiddu aginappe guyyiyan, kattai cakettana geekketiiyye? Taani intteyyo odais; goshshaa loitti xeellite; kattai cahaa bessiis."
    },
    {
        "English Sentences": "And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.",
        "Wolaitta Sentences": "Zeriyaageenne cakkiyaagee issippe ufaittana mala, cakkiyaagee damoozaa ekkeesinne kattaa merinaa de7uwau shiishshees."
    },
    {
        "English Sentences": "And herein is that saying true, One soweth, and another reapeth.",
        "Wolaitta Sentences": "Aissi giikko, Issoi zerees; qassi issoi cakkees giyo haasayai tuma."
    },
    {
        "English Sentences": "I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours.",
        "Wolaitta Sentences": "Intte daafuribeennaagaa cakkana mala, taani inttena kiittaas; harati ootti daafuridosona; intte haratu daafuran gelideta\" yaagiis."
    },
    {
        "English Sentences": "And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.",
        "Wolaitta Sentences": "Maccaasiyaa, \"I taani oottido ubbabaa yootiis\" gaada markkattido gishshau, he kataman de7iya Samaariyaa asaappe daroi Yesuusa ammaniis."
    },
    {
        "English Sentences": "So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.",
        "Wolaitta Sentences": "Samaariyaa asai Yesuusakko yiido wode, bantta matan takkana mala, Yesuusa woossidosona; woossin i yaani naa77u gallassaa uttiis."
    },
    {
        "English Sentences": "And many more believed because of his own word;",
        "Wolaitta Sentences": "I yootiyo qaalaa gishshau, kaseegaappe daro asai ammaniis;"
    },
    {
        "English Sentences": "And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.",
        "Wolaitta Sentences": "qassi eti maccaasiyo, \"Nuuni nu huuphen i giyoogaa siyidi ammanidoogaappe attin, neeni markkattido gishshassa gidenna; qassi i tumu ha sa7aa ashshiyaagaa gidiyoogaakka nuuni eroos\" yaagidosona."
    },
    {
        "English Sentences": "Now after two days he departed thence, and went into Galilee.",
        "Wolaitta Sentences": "Naa77u gallassappe guyyiyan, Yesuusi yaappe kiyidi, Galiila biitti biis."
    },
    {
        "English Sentences": "For Jesus himself testified, that a prophet hath no honour in his own country.",
        "Wolaitta Sentences": "Aissi giikko, Yesuusi ba huuphen, \"Hananabaa yootiyaagee ba biittan bonchchettenna\" yaagiis."
    },
    {
        "English Sentences": "Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.",
        "Wolaitta Sentences": "Yesuusi Galiila gakkido wode, Galiila asai a mokkiis; aissi giikko, Paasikaa bonchchiyo gallassi eti Yerusalaamen de7iyo gishshau, i oottido ubbabaa be7idosona."
    },
    {
        "English Sentences": "So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.",
        "Wolaitta Sentences": "Yesuusi haattaa woine eessa kessido, Galiilan de7iya Qaana katamaa biis. Qifirinaahooman a na7ai sahettiyo kawo keettan oottiya issi halaqai de7ees."
    },
    {
        "English Sentences": "When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.",
        "Wolaitta Sentences": "Yesuusi Yihudaappe Galiila yiidoogaa he halaqai siyidi, akko yiis. Yiidi haiquwau matida ba na7aa biidi pattana mala, Yesuusa woossiis."
    },
    {
        "English Sentences": "Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.",
        "Wolaitta Sentences": "Yesuusi halaqaa, \"Xoossai oottiyo malaataanne garamissiyaabaa be7ennan de7iiddi, intte mulekka ammanekketa\" yaagiis."
    },
    {
        "English Sentences": "The nobleman saith unto him, Sir, come down ere my child die.",
        "Wolaitta Sentences": "Halaqai zaaridi, \"Godau, ta na7ai haiqqennan de7ishin, tanaara hinddarkkii\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, vGo thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ba; ne na7ai paxana!\" yaagiis. He halaqai Yesuusi giidoogaa ammanidi, aggidi biis."
    },
    {
        "English Sentences": "And as he was now going down, his servants met him, and told him, saying, Thy son liveth.",
        "Wolaitta Sentences": "I ba soo biishin, a ashkkarati aara ogiyan gaittidi a, \"Ne na7ai paxa de7ees\" giidosona."
    },
    {
        "English Sentences": "Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.",
        "Wolaitta Sentences": "I ba ashkkarata ba na7au ai saatiyan kehidaakkonne oichchin eti, \"Zine laappun saatiyan mishoi a aggiis\" yaagidosona."
    },
    {
        "English Sentences": "So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.",
        "Wolaitta Sentences": "Yaagin na7aa aawai Yesuusi baayyo, \"Ne na7ai paxana\" giidoogee likke he saatiyaana gididoogaa hassayiis. Hegaa gishshau, inne a so asai ubbai ammaniis."
    },
    {
        "English Sentences": "This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.",
        "Wolaitta Sentences": "Hagee Yesuusi Yihudaappe Galiila yiidi oottido naa77antto wolqqaama malaataa."
    },
    {
        "English Sentences": "After this there was a feast of the Jews; and Jesus went up to Jerusalem.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Aihudati bonchchiyo baalaayyo Yerusalaame biis."
    },
    {
        "English Sentences": "Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.",
        "Wolaitta Sentences": "Yerusalaamen dorssaa penggiyaa matan Ibraisxxe qaalan Beetasaida giyo dagatti uttida haattai de7ees; he dagatti uttida haattaa yuuyi aadhdhida ichchashu baranddai de7ees."
    },
    {
        "English Sentences": "In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.",
        "Wolaitta Sentences": "Hegan haattai qaaxxiyoogaa naagiya daro hargganchcha asati, qooqeti, wobbetinne silati zin77i uttidosona."
    },
    {
        "English Sentences": "For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.",
        "Wolaitta Sentences": "Aissi giikko, issi issitoo Godaa kiitanchchai dagattida haattaakko biidi, haattaa qaattees; haattai qaaxxidoogaappe guyyiyan, koiro gelida urai bana oiqqida ai harggiyaappekka paxees."
    },
    {
        "English Sentences": "And a certain man was there, which had an infirmity thirty and eight years.",
        "Wolaitta Sentences": "He sohuwan hasttamanne hosppun laitta sahettida issi bitanee de7ees."
    },
    {
        "English Sentences": "When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?",
        "Wolaitta Sentences": "He bitanee hegan zin77idaagaa Yesuusi be7idi, qassi daro wodiyaa sahettidoogaa eridi bitaniyaa, \"Paxanau koyai?\" yaagiis."
    },
    {
        "English Sentences": "The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.",
        "Wolaitta Sentences": "Sahettiya bitanee zaaridi, \"Godau, haattai qaaxxiyo wode, tana dagattida haattan yeggiya asi baawa; shin taani gelana haniyo wode, hara urai taappe kasetidi geliichchees\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, Rise, take up thy bed, and walk.",
        "Wolaitta Sentences": "Yaagin Yesuusi a, \"Dendda eqqa; ne arssaa tookkada ba\" yaagiis."
    },
    {
        "English Sentences": "And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.",
        "Wolaitta Sentences": "Bitanee sohuwaarakka paxi aggiis; ba arssaa tookkidi biis. Hegee hanidoogee Sambbata gallassaana."
    },
    {
        "English Sentences": "The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.",
        "Wolaitta Sentences": "Hegaa gishshau, Aihudati paxida bitaniyaa, \"Hachchi sa7ai Sambbata; neeni ne arssaa tookkiyoogee higge gidenna\" yaagidosona."
    },
    {
        "English Sentences": "He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.",
        "Wolaitta Sentences": "SHin bitanee, \"Tana pattidaagee, Ne arssaa tookkada ba yaagiis\" yaagidi etau zaariis."
    },
    {
        "English Sentences": "Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?",
        "Wolaitta Sentences": "Eti a, \"Nena, Ne arssaa tookkada ba giidaagee i oonee?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.",
        "Wolaitta Sentences": "SHin Yesuusi he sohuwan daro asai de7iyaagaa giddo gelidi geemettido gishshau, bitanee bana pattida asi oonakkonne erenna."
    },
    {
        "English Sentences": "Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.",
        "Wolaitta Sentences": "Yesuusi guyyeppe he bitaniyaa Beeta Maqidasiyan demmidi, \"Be7a, neeni paxadasa; hagaappe iitabai nena gakkenna mala, naa77antto nagara oottoppa\" yaagiis."
    },
    {
        "English Sentences": "The man departed, and told the Jews that it was Jesus, which had made him whole.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, bitanee biidi, bana pattidaagee Yesuusa gididoogaa Aihudatuyyo odiis."
    },
    {
        "English Sentences": "And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.",
        "Wolaitta Sentences": "Yesuusi hagaa Sambbatan oottido gishshau, Aihudati Yesuusa waisuwaa doommidosona."
    },
    {
        "English Sentences": "But Jesus answered them, My Father worketh hitherto, and I work.",
        "Wolaitta Sentences": "Yesuusi zaaridi etayyo, \"Ta Aawai ubba wode oottees; taanikka oottanau bessees\" yaagiis."
    },
    {
        "English Sentences": "Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi Sambbata gallassaa bonchchenna gishsha xalaalaassa gidennan, bana Xoossaara giigissidi, \"Xoossai ta Aawaa\" giido gishshau, Aihudati a woranau kaseegaappe minttidi koyoosona."
    },
    {
        "English Sentences": "Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.",
        "Wolaitta Sentences": "Yesuusi zaaridi etau, \"Taani intteyyo tumaa odais; Na7ai barkka ainne oottenna. I ba Aawai oottishin be7iyoogaa xalaalaa oottees; Aawai oottiyoogaa Na7aikka oottees."
    },
    {
        "English Sentences": "For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.",
        "Wolaitta Sentences": "Aissi giikko, Aawai ba Na7aa siiqees; qassi i oottiyo ooso ubbabaa ba Na7aa bessees. Intte garamettana mala, i hagaappe aadhdhiya oosuwaakka ba Na7aa bessana."
    },
    {
        "English Sentences": "For as the Father raiseth up the dead, and quickeneth them; even so the Son quickeneth whom he will.",
        "Wolaitta Sentences": "Aissi giikko, Aawai haiqqidaageeta haiquwaappe denttidi, paxa wottiyoogaadan, Na7aikka qassi ba siiqiyoogeeta paxa wottees."
    },
    {
        "English Sentences": "For the Father judgeth no man, but hath committed all judgment unto the Son:",
        "Wolaitta Sentences": "Asai ubbai Aawaa bonchchiyoogaadan, Na7aakka bonchchana mala,"
    },
    {
        "English Sentences": "That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.",
        "Wolaitta Sentences": "Aawai pirdda ubbaa Na7au immidoogaappe attin, i oonanne pirddenna; Na7aa bonchchenna uri, Na7aa kiittida Aawaakka bonchchenna."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.",
        "Wolaitta Sentences": "\"Taani intteyyo tumaa odais; ta qaalaa siyiyaagaunne tana kiittidaagan ammaniyaagau merinaa de7oi de7ees. Haiquwaappe de7uwau i pinnidoogaappe attin, pirddettenna."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; haiqqida asai Xoossaa Na7aa cenggurssaa siyiyo wodee yaana; ha77ikka yees. He cenggurssaa siyiyaageeti paxa de7ana."
    },
    {
        "English Sentences": "For as the Father hath life in himself; so hath he given to the Son to have life in himself;",
        "Wolaitta Sentences": "Aissi giikko, Aawai banan de7oi de7iyoogaadan, ba Na7aanikka de7oi de7ana mala oottiis."
    },
    {
        "English Sentences": "And hath given him authority to execute judgment also, because he is the Son of man.",
        "Wolaitta Sentences": "Aawai Na7aayyo pirddiyo maataa immiis; aissi giikko, Na7ai Asa Na7aa."
    },
    {
        "English Sentences": "Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,",
        "Wolaitta Sentences": "\"Hagan garamettoppite; aissi giikko, duufuwan de7iyaageeti a cenggurssaa siyiyo wodee yees."
    },
    {
        "English Sentences": "And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.",
        "Wolaitta Sentences": "Siyidi eti duufuwaappe gaxi kiyana; lo77obaa oottidaageeti de7anau denddana; qassi iitabaa oottidaageeti pirddettanau denddana."
    },
    {
        "English Sentences": "I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.",
        "Wolaitta Sentences": "\"Taani tarkka ainne oottanau danddayikke; Xoossai tau odidoogaadan pirddais. Ta pirddai tuma; aissi giikko, taani tana kiittidaagee dosiyoobaa oottiyoogaappe attin, taani dosiyoogaa oottikke."
    },
    {
        "English Sentences": "If I bear witness of myself, my witness is not true.",
        "Wolaitta Sentences": "\"Taani tabaa markkattikko, ta markkatettai tuma gidenna."
    },
    {
        "English Sentences": "There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.",
        "Wolaitta Sentences": "Tabaa markkattiya harai de7ees; qassi i tabaa markkattiyoogee tuma gidiyoogaa taani erais."
    },
    {
        "English Sentences": "Ye sent unto John, and he bare witness unto the truth.",
        "Wolaitta Sentences": "\"Intte Yohaannisakko asa kiittin, i tumau markkattiis."
    },
    {
        "English Sentences": "But I receive not testimony from man: but these things I say, that ye might be saved.",
        "Wolaitta Sentences": "Taani hegaa inttena attona gaada giyoogaappe attin, asa markkatetti tana koshshiina gidenna."
    },
    {
        "English Sentences": "He was a burning and a shining light: and ye were willing for a season to rejoice in his light.",
        "Wolaitta Sentences": "Yohaannisi muqaaddadan, eexxiisinne poo7issiis; qassi intte amarida wodiyaa a poo7uwan ufaittanau koyideta."
    },
    {
        "English Sentences": "But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.",
        "Wolaitta Sentences": "\"SHin tau Yohaannisaagaappe aadhdhiya markkatettai de7ees; aissi giikko, taani wurssanau Aawai taayyo immido oosoi, ha taani oottiyoogee, Aawai tana kiittidoogaa tabaa markkattees."
    },
    {
        "English Sentences": "And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.",
        "Wolaitta Sentences": "\"Qassi tana kiittida Aawaikka ba huuphen tabaa markkattees. Intte a cenggurssaa mulekka siyibeekketa; a meraakka be7ibeekketa."
    },
    {
        "English Sentences": "And ye have not his word abiding in you: for whom he hath sent, him ye believe not.",
        "Wolaitta Sentences": "I kiittidoogaa intte ammanenna gishshau, a qaalai intte wozanan baawa."
    },
    {
        "English Sentences": "Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.",
        "Wolaitta Sentences": "\"Xoossaa maxaafatuppe merinaa de7uwaa demmiyoobaa intteyyo milatin, eta xanna7eeta; etikka tabaa markkattoosona."
    },
    {
        "English Sentences": "And ye will not come to me, that ye might have life.",
        "Wolaitta Sentences": "SHin de7uwaa demmanau taakko yiyoogaa intte koyekketa."
    },
    {
        "English Sentences": "I receive not honour from men.",
        "Wolaitta Sentences": "\"Asi tana bonchchanaagaa koyikke."
    },
    {
        "English Sentences": "But I know you, that ye have not the love of God in you.",
        "Wolaitta Sentences": "SHin taani intte wozanan Xoossaa siiqoi bainnaagaa erais."
    },
    {
        "English Sentences": "I am come in my Father's name, and ye receive me not: if another shall come in his own name, him ye will receive.",
        "Wolaitta Sentences": "Taani ta Aawaa sunttan yaas; shin tana mokkibeekketa. Hara asi ba sunttan yiyo wode, a mokkeeta."
    },
    {
        "English Sentences": "How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?",
        "Wolaitta Sentences": "Intte issoi issuwaa bonchcheeta; shin issi Xoossaappe yiya bonchchuwaa koyekketa. Yaatin, waanidi ammananau danddayeetii?"
    },
    {
        "English Sentences": "Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.",
        "Wolaitta Sentences": "\"Taani Aawan inttena mootiyoobaa intteyyo milatoppo; inttena intte demmana giidi ufaissan naagiyo Muusee mootana."
    },
    {
        "English Sentences": "For had ye believed Moses, ye would have believed me: for he wrote of me.",
        "Wolaitta Sentences": "Intte Muusa ammanidabaa gidiyaakko, tanakka ammanana; aissi giikko, tabaa xaafidai a."
    },
    {
        "English Sentences": "But if ye believe not his writings, how shall ye believe my words?",
        "Wolaitta Sentences": "SHin intte i xaafidoogaa ammanennan ixxikko, taani giyoogaa waanidi ammanuuteetii?\" yaagiis."
    },
    {
        "English Sentences": "After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Galiila abbaappe woi Xibiriyaadoosa abbaappe hefintti pinniis."
    },
    {
        "English Sentences": "And a great multitude followed him, because they saw his miracles which he did on them that were diseased.",
        "Wolaitta Sentences": "I hargganchchatu bolli oottido wolqqaama malaataa be7ido gishshau, daro asai a kaalliis."
    },
    {
        "English Sentences": "And Jesus went up into a mountain, and there he sat with his disciples.",
        "Wolaitta Sentences": "Yesuusi deriyaa kiyidi, yaani ba erissiyo ashkkaratuura issippe uttiis."
    },
    {
        "English Sentences": "And the passover, a feast of the Jews, was nigh.",
        "Wolaitta Sentences": "Aihudati bonchchiyo Paasikaa gallassai gakkiis."
    },
    {
        "English Sentences": "When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?",
        "Wolaitta Sentences": "Yesuusi sinttaukko xeellidi, daro asai baakko yiyaagaa be7iis; be7idi Piliphphoosa, \"Ha asaa ubbaa mizanau gidiya qumaa auppe shammanee?\" yaagiis."
    },
    {
        "English Sentences": "And this he said to prove him: for he himself knew what he would do.",
        "Wolaitta Sentences": "I hegaa Piliphphoosa paaccanau giis; aissi giikko, i ba huuphen ai oottanaakkonne erees."
    },
    {
        "English Sentences": "Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.",
        "Wolaitta Sentences": "Piliphphoosi zaaridi Yesuusa, \"Huuphiyan huuphiyan, harai atto issi issi barssa gattanau, naa77u xeetu biran shammido oittaikka gidenna\" yaagiis."
    },
    {
        "English Sentences": "One of his disciples, Andrew, Simon Peter's brother, saith unto him,",
        "Wolaitta Sentences": "Qassi Yesuusi erissiyo ashkkaratuppe issoi, Simoon PHeexiroosa ishai Inddiraasi,"
    },
    {
        "English Sentences": "There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?",
        "Wolaitta Sentences": "\"Bangga oitta ichchashainne naa77u molee de7iyo issi na7ai hagan de7ees; shin ha asa ubbau hegee ai maaddanee?\" yaagiis."
    },
    {
        "English Sentences": "And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkarata, \"Asaa utissite\" yaagiis. He sohuwan daro maatai de7ees. Asai ubbai uttiis; attumaasaa qoodai ichchashu sha7aa gidana."
    },
    {
        "English Sentences": "And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.",
        "Wolaitta Sentences": "Yesuusi oittaa ekkiis; Xoossaa galatidi, hegan uttida asaayyo gishiis. Moliyaakka hegaadan oottiis; oottin asai ba koyidoogaa keenaa miis."
    },
    {
        "English Sentences": "When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.",
        "Wolaitta Sentences": "Eti ubbai kallidoogaappe guyyiyan, Yesuusi ba erissiyo ashkkarata, \"Issibaikka moorettenna mala, attida xarzzaa shiishshite\" yaagiis."
    },
    {
        "English Sentences": "Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.",
        "Wolaitta Sentences": "Hegaa gishshau, eti ubbaakka shiishshidosona; asai miishin attida bangga oittaa xarzzaa shiishshidi, tammanne naa77u samppaa kunttidosona."
    },
    {
        "English Sentences": "Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.",
        "Wolaitta Sentences": "Asai Yesuusi oottido wolqqaama malaataa be7ido wode, \"Hagee tumaappe ha sa7aa yaana giido hananabaa yootiyaagaa\" yaagidosona."
    },
    {
        "English Sentences": "When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.",
        "Wolaitta Sentences": "Eti yiidi bana oiqqidi, wolqqan kawo oottanau haniyoogaa Yesuusi eridi, barkka deriyaa bolli naa77anttuwaa kiyiis."
    },
    {
        "English Sentences": "And when even was now come, his disciples went down unto the sea,",
        "Wolaitta Sentences": "Sa7ai omarido wode, Yesuusi erissiyo ashkkarati abbaakko biidosona;"
    },
    {
        "English Sentences": "And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.",
        "Wolaitta Sentences": "wolwoluwan gelidi, abbaa pinnidi, Qifirinaahooma biidosona. Sa7aikka qammiichchiis; shin Yesuusi biron etakko yibeenna."
    },
    {
        "English Sentences": "And the sea arose by reason of a great wind that blew.",
        "Wolaitta Sentences": "Wolqqaama carkkoi carkkido gishshau, abbai qaaxxees;"
    },
    {
        "English Sentences": "So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.",
        "Wolaitta Sentences": "ichchashu woikko usuppun kilo meetire gidiyaagaa keenaa eti abbaa shaaroogaappe guyyiyan, Yesuusi abbaa bollaara hemettiiddi yiyaagaa be7idi yayyidosona."
    },
    {
        "English Sentences": "But he saith unto them, It is I; be not afraid.",
        "Wolaitta Sentences": "SHin i, \"Yayyoppite; tanattennee!\" yaagiis."
    },
    {
        "English Sentences": "Then they willingly received him into the ship: and immediately the ship was at the land whither they went.",
        "Wolaitta Sentences": "Eti wolwoluwan a gelissanau koyidosona; sohuwaarakka wolwoloi eti biyoosaa abbaa gaxaa gakki aggiis."
    },
    {
        "English Sentences": "The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;",
        "Wolaitta Sentences": "Wonttetta gallassi, abbaappe hefinttaara attida daro asai issi wolwolo xalaalai de7iyaagaa be7iis; Yesuusi ba erissiyo ashkkaratuura wolwoluwan gelidi, etaara beennan, eti banttarkka biidoogaa akeekidosona."
    },
    {
        "English Sentences": "(Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)",
        "Wolaitta Sentences": "SHin Xibiriyaadoosappe hara wolwoloti Yesuusi Xoossaa galatin, asai oittaa miidosaa heeraa yiidosona."
    },
    {
        "English Sentences": "When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.",
        "Wolaitta Sentences": "Asai Yesuusi woi erissiyo ashkkarati hegan bainnaagaa be7idi, Yesuusa koyanau wolwoluwan gelidi, Qifirinaahooma biidosona."
    },
    {
        "English Sentences": "And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?",
        "Wolaitta Sentences": "Asai Yesuusa abbaappe hefinttan demmido wode, \"Tamaarissiyaagoo, hagaa aude yaadii?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi, \"Taani intteyyo tumaa odais; intte tana koyiyoogee oittaa miido gishshassanne kallido gishshassa gidiyoogaappe attin, wolqqaama malaata be7ido gishshassa gidenna."
    },
    {
        "English Sentences": "Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.",
        "Wolaitta Sentences": "Merinaa de7o qumau, taani Asa Na7ai intteyyo immanaagau, oottiteppe attin, samiya qumau oottoppite; aissi giikko, Aawai Xoossai a bolli gido giyo paramaa parami wottiis\" yaagiis."
    },
    {
        "English Sentences": "Then said they unto him, What shall we do, that we might work the works of God?",
        "Wolaitta Sentences": "Hegaappe guyyiyan eti, \"Nuuni Xoossaa oosuwaa oottanau ai oottanee?\" yaagidi Yesuusa oichchidosona."
    },
    {
        "English Sentences": "Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.",
        "Wolaitta Sentences": "Oichchin Yesuusi zaaridi, \"Intte oottana mala, Xoossai koyiyo oosoi hagaa; i kiittidoogaa ammanite\" yaagiis."
    },
    {
        "English Sentences": "They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?",
        "Wolaitta Sentences": "Eti zaaridi, \"Nuuni be7idi, nena ammanana mala, ai wolqqaama malaata oottuutee? Ai oottuutee?"
    },
    {
        "English Sentences": "Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.",
        "Wolaitta Sentences": "Xoossaa maxaafai, Eti maanau saluwaappe oittaa immiis giyoogaadan, nu aawati bazzon mannaa miidosona\" yaagidosona."
    },
    {
        "English Sentences": "Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani intteyyo tumaa odais; intteyyo saluwaappe tumu oittaa immiyaagee ta Aawaa gidiyoogaappe attin, intteyyo saluwaappe oittaa immidaagee Muusa gidenna."
    },
    {
        "English Sentences": "For the bread of God is he which cometh down from heaven, and giveth life unto the world.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa oittai saluwaappe wodhdhiyaagee sa7au de7uwaa immees\" yaagiis."
    },
    {
        "English Sentences": "Then said they unto him, Lord, evermore give us this bread.",
        "Wolaitta Sentences": "Eti zaaridi, \"Godau, nuuyyo he oittaa ubba wode imma\" yaagidosona."
    },
    {
        "English Sentences": "And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani de7o oitta; taakko yiya urai mulekka namisettenna. Qassi tana ammaniya urai mulekka saamettenna."
    },
    {
        "English Sentences": "But I said unto you, That ye also have seen me, and believe not.",
        "Wolaitta Sentences": "SHin taani intteyyo odaas; intte tana be7ideta; shin ammanekketa."
    },
    {
        "English Sentences": "All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.",
        "Wolaitta Sentences": "Ta Aawai tau immiyo ubbai taakko yaana; qassi taakko yiya oonanne mulekka taani wora yeddikke."
    },
    {
        "English Sentences": "For I came down from heaven, not to do mine own will, but the will of him that sent me.",
        "Wolaitta Sentences": "Aissi giikko, taani tana kiittidaagee koyiyoogaa oottanau saluwaappe yaasippe attin, ta koyiyoogaa oottanau yabeikke."
    },
    {
        "English Sentences": "And this is the Father's will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.",
        "Wolaitta Sentences": "Tana kiittidaagee koyiyoogee hagaa; taani i tau immido ubbatakka wurssettaa gallassi denttanaappe attin, issuwaakka bashshana mala koyenna."
    },
    {
        "English Sentences": "And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.",
        "Wolaitta Sentences": "Aissi giikko, ta Aawai koyiyoogee hagaa; tana Na7aa be7idi, ammaniya ubbati merinaa de7uwaa ekkana; taanikka he ubbata wurssettaa gallassi denttana\" yaagiis."
    },
    {
        "English Sentences": "The Jews then murmured at him, because he said, I am the bread which came down from heaven.",
        "Wolaitta Sentences": "Yesuusi, \"Taani saluwaappe wodhdhida oittaa\" giido gishshau, Aihudati a bolli zuuzummidosona."
    },
    {
        "English Sentences": "And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?",
        "Wolaitta Sentences": "Eti, \"Hagee nuuni a aawaanne a aayyiyo eriyo Yooseefa na7aa Yesuusa gidennee? Yaatin, i woigidi, Taani saluwaappe wodhdhaas gaanau danddayii?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus therefore answered and said unto them, Murmur not among yourselves.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Issoi issuwaara zuuzummiyoogaa aggite."
    },
    {
        "English Sentences": "No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.",
        "Wolaitta Sentences": "Tana kiittida ta Aawai taakko ehiido asappe attin, taakko yaanau danddayiya asi baawa; taanikka wurssettaa gallassi a denttana."
    },
    {
        "English Sentences": "It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.",
        "Wolaitta Sentences": "Hananabaa yootiyaageeti, Xoossai asa ubbaa tamaarissana yaagidi xaafidosona; Aawai giyoogaa siyiyaageenne Aawaappe tamaariyaagee ooninne taakko yees."
    },
    {
        "English Sentences": "Not that any man hath seen the Father, save he which is of God, he hath seen the Father.",
        "Wolaitta Sentences": "Xoossaa matappe yiidaagaappe attin, Xoossaa be7ida asi baawa; a xalaalai Xoossaa be7iis."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, He that believeth on me hath everlasting life.",
        "Wolaitta Sentences": "\"Taani intteyyo tumaa odais; tana ammaniya urau merinaa de7oi de7ees."
    },
    {
        "English Sentences": "I am that bread of life.",
        "Wolaitta Sentences": "Taani de7o oitta."
    },
    {
        "English Sentences": "Your fathers did eat manna in the wilderness, and are dead.",
        "Wolaitta Sentences": "Intte aawati bazzon mannaa miidosona; shin haiqqidosona."
    },
    {
        "English Sentences": "This is the bread which cometh down from heaven, that a man may eat thereof, and not die.",
        "Wolaitta Sentences": "Asi appe miidi haiqqenna oittai saluwaappe yiyaagee hagaa."
    },
    {
        "English Sentences": "I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.",
        "Wolaitta Sentences": "Saluwaappe wodhdhida de7o oittai tana; ooninne ha oittaappe miikko, merinau de7ana; qassi ha sa7ai de7ana mala, taani immana oittai ta ashuwaa\" yaagiis."
    },
    {
        "English Sentences": "The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?",
        "Wolaitta Sentences": "Aihudati, \"Ha bitanee ba ashuwaa nuuni maana mala, nuuyyo waatidi immanau danddayii?\" yaagidi bantta giddon palamettidosona."
    },
    {
        "English Sentences": "Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi eta, \"Taani intteyyo tumaa odais; ta ashuwaa, Asa Na7aa ashuwaa, intte maana xayikko, qassi ta suuttaakka intte uyana xayikko, inttenan de7oi baawa."
    },
    {
        "English Sentences": "Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.",
        "Wolaitta Sentences": "Ta ashuwaa miya uraunne, ta suuttaa uyiya uraunne merinaa de7oi de7ees. Taani wurssettaa gallassi a denttana."
    },
    {
        "English Sentences": "For my flesh is meat indeed, and my blood is drink indeed.",
        "Wolaitta Sentences": "Aissi giikko, ta ashoi tumu quma; ta suuttaikka tumu ushsha."
    },
    {
        "English Sentences": "He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.",
        "Wolaitta Sentences": "Ta ashuwaa miya urainne ta suuttaa uyiya urai tanaara de7ees; taanikka aara de7ais."
    },
    {
        "English Sentences": "As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.",
        "Wolaitta Sentences": "De7o Aawai tana kiittin, taani a gaasuwan de7iyoogaadan, tana miya uraikka ta gaasuwan de7ana."
    },
    {
        "English Sentences": "This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.",
        "Wolaitta Sentences": "Saluwaappe wodhdhida oittai hagaa; intte aawati miidi haiqqido mannaa mala gidenna; ha oittaa miya urai merinau de7ana\" yaagiis."
    },
    {
        "English Sentences": "These things said he in the synagogue, as he taught in Capernaum.",
        "Wolaitta Sentences": "Yesuusi Qifirinaahooma kataman Aihuda woosa keettan tamaarissiiddi, hagaa yaagiis."
    },
    {
        "English Sentences": "Many therefore of his disciples, when they had heard this, said, This is an hard saying; who can hear it?",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkaratuppe dariya baggai hegaa siyido wode, \"Hagee gelenna timirtte; hagee ooyyo gelii?\" yaagidosona."
    },
    {
        "English Sentences": "When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?",
        "Wolaitta Sentences": "SHin Yesuusi ba erissiyo ashkkarati hegau zuuzummidoogaa eridi, \"Hagee inttena xubbii?"
    },
    {
        "English Sentences": "What and if ye shall see the Son of man ascend up where he was before?",
        "Wolaitta Sentences": "Yaatin taani, Asa Na7ai, kase de7iyoosaa pude kiyishin be7iyaakko waanuuteetii?"
    },
    {
        "English Sentences": "It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.",
        "Wolaitta Sentences": "Geeshsha Ayyaanai de7uwaa immees; ashoi ainne go77enna. Taani intteyyo yootido qaalai ayyaananne de7o."
    },
    {
        "English Sentences": "But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.",
        "Wolaitta Sentences": "SHin intte giddon ammanennaageeti de7oosona\" yaagiis; aissi giikko, ammanennaageeti augeetakko Yesuusi kaseesappe doommidi erees. Qassi bana aatti immanaageetakka erees."
    },
    {
        "English Sentences": "And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father.",
        "Wolaitta Sentences": "Qassikka Yesuusi, \"Aawai ba geennan ooninne taakko yaanau danddayenna taani giidoogee hegaa gishshassa\" yaagiis."
    },
    {
        "English Sentences": "From that time many of his disciples went back, and walked no more with him.",
        "Wolaitta Sentences": "Hegaa gaasuwan, Yesuusa kaalliyaageetuppe daroti a aggi bayidi, guyye simmidosona; naa77antto a kaallibookkona."
    },
    {
        "English Sentences": "Then said Jesus unto the twelve, Will ye also go away?",
        "Wolaitta Sentences": "Yesuusi qassi ba tammanne naa77u erissiyo ashkkarata, \"Inttekka aggi bayidi baanau koyeetii?\" yaagiis."
    },
    {
        "English Sentences": "Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.",
        "Wolaitta Sentences": "Simoon PHeexiroosi zaaridi, \"Godau, nuuni ookko baanee? Neeyyo merinaa de7uwaa qaalai de7ees."
    },
    {
        "English Sentences": "And we believe and are sure that thou art that Christ, the Son of the living God.",
        "Wolaitta Sentences": "Neeni Xoossaa geeshshaa gidiyoogaa nuuni ammanoosinne eroos\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered them, Have not I chosen you twelve, and one of you is a devil?",
        "Wolaitta Sentences": "Yaagin Yesuusi eta, \"Taani inttena tammanne naa77ata doorabeikkinaa? Qassi intteppe issoi xalahe\" yaagiis."
    },
    {
        "English Sentences": "He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.",
        "Wolaitta Sentences": "Yesuusi hegaa Simoona na7aa Yihudaa Asqqoroota gees; aissi giikko, Yihudai tammanne naa77u erissiyo ashkkaratuppe issuwaa; i Yesuusa aatti immanaagaa."
    },
    {
        "English Sentences": "After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Galiilan yaa haa yuuyiis; Aihudati a woranau koyiyo gishshau, Yihudan yuuyana koyibeenna."
    },
    {
        "English Sentences": "Now the Jews' feast of tabernacles was at hand.",
        "Wolaitta Sentences": "Aihudati bonchchiyo Daase Baalai gakki uttiis."
    },
    {
        "English Sentences": "His brethren therefore said unto him, Depart hence, and go into Judaea, that thy disciples also may see the works that thou doest.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusa ishantti a, \"Ne erissiyo ashkkarati neeni oottiyoogaa be7ana mala, hagaappe denddada Yihudaa biitti ba."
    },
    {
        "English Sentences": "For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world.",
        "Wolaitta Sentences": "Aissi giikko, baayyo erettanau koyiya asi ooninne ba ooso genttenna. Neeni hageeta oottiyaabaa gidikko, nebaa sa7aa erissa!\" yaagidosona."
    },
    {
        "English Sentences": "For neither did his brethren believe in him.",
        "Wolaitta Sentences": "Aissi giikko, harai atto a ishanttikka a ammanibookkona."
    },
    {
        "English Sentences": "Then Jesus said unto them, My time is not yet come: but your time is alway ready.",
        "Wolaitta Sentences": "Yesuusi eta, \"Tau injjetiya wodee gakkibeenna; shin intteyyo ai wodeekka injjetees."
    },
    {
        "English Sentences": "The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.",
        "Wolaitta Sentences": "Sa7ai inttena ixxanau danddayenna; shin taani sa7aa oosoi iita gidiyoogaa markkattiyo gishshau, tana ixxees."
    },
    {
        "English Sentences": "Go ye up unto this feast: I go not up yet unto this feast: for my time is not yet full come.",
        "Wolaitta Sentences": "Baalaa bonchchiyoosaa intte biite; tau injjetiya wodee gakkibeenna gishshau, taani baalaa bonchchiyoosaa baanaagee biroona\" yaagiis."
    },
    {
        "English Sentences": "When he had said these words unto them, he abode still in Galilee.",
        "Wolaitta Sentences": "I hagaa giidi, Galiilan attiis."
    },
    {
        "English Sentences": "But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret.",
        "Wolaitta Sentences": "SHin a ishantti baala gallassaa bonchchiyoosaa biidoogaappe guyyiyan, ikka asi be7ennan geeman he sohuwaa biis."
    },
    {
        "English Sentences": "Then the Jews sought him at the feast, and said, Where is he?",
        "Wolaitta Sentences": "Aihudati baala gallassaa bonchchiyoosan a koyoosonanne, \"I awan de7ii?\" yaagiiddi, a lal77oosona."
    },
    {
        "English Sentences": "And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people.",
        "Wolaitta Sentences": "Asaa giddon daro zuuzunttai denddiis. Amarida asai, \"I lo77o asa\" yaagees; harati qassi, \"Akkai; i asa balettees\" yaagoosona."
    },
    {
        "English Sentences": "Howbeit no man spake openly of him for fear of the Jews.",
        "Wolaitta Sentences": "SHin Aihudatuyyo yayyido gishshau, ooninne abaa qoncciyan haasayenna."
    },
    {
        "English Sentences": "Now about the midst of the feast Jesus went up into the temple, and taught.",
        "Wolaitta Sentences": "Baala gallassaa bonchchiyoogee baggettin, Yesuusi Beeta Maqidasiyaa biidi, tamaarissuwaa doommiis."
    },
    {
        "English Sentences": "And the Jews marvelled, saying, How knoweth this man letters, having never learned?",
        "Wolaitta Sentences": "Aihudati garamettidi, \"Ha bitanee ainne tamaarennan hagaa keeni waani eridee?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered them, and said, My doctrine is not mine, but his that sent me.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi zaaridi, \"Taani tamaarissiyoogee tana kiittida Xoossaa matappe yiyoogaappe attin, tabaa gidenna."
    },
    {
        "English Sentences": "If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.",
        "Wolaitta Sentences": "Xoossaa sheniyaa oottanau dosiya ooninne ha taani tamaarissiyoogee Xoossaa matappe yiyaakko woi qassi taani ta huupheppe haasayiyaakko erana."
    },
    {
        "English Sentences": "He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.",
        "Wolaitta Sentences": "Babaa haasayiya urai ba huuphessi bonchcho koyees; shin bana kiittidaagaa bonchchuwaa koyiya urai tumanchcha; aani worddoi baawa."
    },
    {
        "English Sentences": "Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?",
        "Wolaitta Sentences": "Muusee intteyyo higgiyaa immibeennee? SHin intteppe issoinne higgiyaa naagenna. Tana aissi woranau koyeetii?\" yaagiis."
    },
    {
        "English Sentences": "The people answered and said, Thou hast a devil: who goeth about to kill thee?",
        "Wolaitta Sentences": "Asai zaaridi, \"Nenan xalahee de7ees; nena woranau oonee koyidai?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered and said unto them, I have done one work, and ye all marvel.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani issi wolqqaamabaa oottin, intte ubbai garamettideta."
    },
    {
        "English Sentences": "Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.",
        "Wolaitta Sentences": "Qaxxarai intte aawatuura yiidoogaappe attin, Muuseera yibeenna; shin intte naata intte qaxxarana mala, Muusee inttena azazido gishshau, intte Sambbatan naata qaxxareeta."
    },
    {
        "English Sentences": "If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are ye angry at me, because I have made a man every whit whole on the sabbath day?",
        "Wolaitta Sentences": "Muusee higgee azazido gishshau, intte Sambbatan qaxxariyaabaa gidikko, yaatin taani issi asayyo kumetta bollaa pattido gishshau, tana aissi hanqqetteetii?"
    },
    {
        "English Sentences": "Judge not according to the appearance, but judge righteous judgment.",
        "Wolaitta Sentences": "Tumu pirddaa pirdditeppe attin, asa som77o xeellidi pirddoppite\" yaagiis."
    },
    {
        "English Sentences": "Then said some of them of Jerusalem, Is not this he, whom they seek to kill?",
        "Wolaitta Sentences": "Hegaa gishshau, Yerusalaame asaappe issooti issooti, \"Eti woranau koyiyo bitanee hagaa gidennee?"
    },
    {
        "English Sentences": "But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?",
        "Wolaitta Sentences": "Be7ite, qoncciyan i haasayees; eti a ainne gookkona. Hagee Kiristtoosa gidiyoogaa halaqati tumu eriyoonaashsha?"
    },
    {
        "English Sentences": "Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is.",
        "Wolaitta Sentences": "SHin nuuni i auppe yiidaakko eroos; Kiristtoosi yiyo wode, i auppe yiyaakkonne ooninne erenna\" yaagidosona."
    },
    {
        "English Sentences": "Then cried Jesus in the temple as he taught, saying, Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Beeta Maqidasiyan tamaarissiiddi, ba qaalaa xoqqu oottidi, \"Intte tana ereeta; qassi taani awappe yiidaakkokka ereeta. Taani ta shenen yabeikke; shin tana kiittidaagee tumanchcha; intte a erekketa."
    },
    {
        "English Sentences": "But I know him: for I am from him, and he hath sent me.",
        "Wolaitta Sentences": "SHin taani a erais; aissi giikko, i tana kiittin, taani a matappe yaas\" yaagiis."
    },
    {
        "English Sentences": "Then they sought to take him: but no man laid hands on him, because his hour was not yet come.",
        "Wolaitta Sentences": "Hegaa gishshau, eti a oiqqanau koyidosona; shin a wodee birooni gakkibeenna gishshau, ooninne a bolli kushe wottibeenna."
    },
    {
        "English Sentences": "And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this man hath done?",
        "Wolaitta Sentences": "SHin daro asai Yesuusa ammanidi, \"Kiristtoosi yiyo wode, ha bitanee oottido malaataappe xoqqiyaagaa oottaneeyye?\" yaagidosona."
    },
    {
        "English Sentences": "The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him.",
        "Wolaitta Sentences": "Parisaaweti daro asai Yesuusabaa zuuzummiyoogaa siyidosona; qeese halaqatinne Parisaaweti a oitti qashissanau amarida wotaaddarata kiittidosona."
    },
    {
        "English Sentences": "Then said Jesus unto them, Yet a little while am I with you, and then I go unto him that sent me.",
        "Wolaitta Sentences": "Yesuusi, \"Taani inttenaara guuttaa takkana; hegaappe guyyiyan, tana kiittidaagaakko baana."
    },
    {
        "English Sentences": "Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.",
        "Wolaitta Sentences": "Intte tana koyana; shin demmekketa; aissi giikko, taani de7iyoosaa intte baanau danddayekketa\" yaagiis."
    },
    {
        "English Sentences": "Then said the Jews among themselves, Whither will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?",
        "Wolaitta Sentences": "Aihudati issoi issuwaara, \"Hagee nuuni demmennasaa awa baana hanii? Aihudati de7iyo Giriike katamaa biidi, Giriiketa tamaarissanau haniiyye?"
    },
    {
        "English Sentences": "What manner of saying is this that he said, Ye shall seek me, and shall not find me: and where I am, thither ye cannot come?",
        "Wolaitta Sentences": "I, Intte tana koyana; shin demmekketa qassi, Taani de7iyoosaa intte baanau danddayekketa yaagees; hegaa giyoogee woigiyoogee?\" yaagidosona."
    },
    {
        "English Sentences": "In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.",
        "Wolaitta Sentences": "He baala gallassaa bonchchiyo gallassaappe waannatiya wurssetta gallassan Yesuusi denddi eqqidi, ba qaalaa xoqqu oottidi, \"Saamettida urai ooninne taakko yiidi uyo."
    },
    {
        "English Sentences": "He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.",
        "Wolaitta Sentences": "Tanan ammaniyaagau, Xoossaa maxaafai giyoogaadan, a uluwaappekka de7o haattaa shaafai goggana\" yaagiis."
    },
    {
        "English Sentences": "(But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)",
        "Wolaitta Sentences": "I hegaa a ammanidaageeti ekkana Geeshsha Ayyaanaabaa haasayiis. Yesuusi biron bonchchettiichchibeenna gishshau, he wode Geeshsha Ayyaanai imettiichchibeenna."
    },
    {
        "English Sentences": "Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet.",
        "Wolaitta Sentences": "He asaappe dariya baggai i giyoogaa siyidi, \"Tumu hagee hananabaa yootiyaagaa!\" yaagiis."
    },
    {
        "English Sentences": "Others said, This is the Christ. But some said, Shall Christ come out of Galilee?",
        "Wolaitta Sentences": "Harati, \"Hagee Kiristtoosa\" yaagidosona. SHin harati qassi, \"Kiristtoosi Galiilappe waani kiyii?"
    },
    {
        "English Sentences": "Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?",
        "Wolaitta Sentences": "Xoossaa maxaafai, Kiristtoosi Daawita zariyaappe Daawiti de7ido Beetaliheeme katamaappe yaana geenneeyye?\" yaagidosona."
    },
    {
        "English Sentences": "So there was a division among the people because of him.",
        "Wolaitta Sentences": "Yesuusa gaasuwan asai ba giddon shaahettiis."
    },
    {
        "English Sentences": "And some of them would have taken him; but no man laid hands on him.",
        "Wolaitta Sentences": "He asaappe issooti issooti a oiqqanau koyidosona; shin kushiyaaninne a bochchibookkona."
    },
    {
        "English Sentences": "Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?",
        "Wolaitta Sentences": "Beeta Maqidasiyaa wotaaddarati qeese halaqatukkonne Parisaawetukko simmidosona; simmin eti Beeta Maqidasiyaa wotaaddarata, \"Aissi a ehibeekketii?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "The officers answered, Never man spake like this man.",
        "Wolaitta Sentences": "Oichchin Beeta Maqidasiyaa wotaaddarati etau, \"Ha bitanee haasayidoogaadan, mulekka ooninne haasayibeenna!\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Then answered them the Pharisees, Are ye also deceived?",
        "Wolaitta Sentences": "Parisaaweti zaaridi, \"I inttenakka balettidee?"
    },
    {
        "English Sentences": "Have any of the rulers or of the Pharisees believed on him?",
        "Wolaitta Sentences": "Halaqatuppe woi Parisaawetuppe a ammanida asi de7ii?"
    },
    {
        "English Sentences": "But this people who knoweth not the law are cursed.",
        "Wolaitta Sentences": "SHin higgiyaa erenna ha asai qanggettidaagaa\" yaagidosona."
    },
    {
        "English Sentences": "Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)",
        "Wolaitta Sentences": "Etappe kase issoi qammi Yesuusakko biida Niqoodimoosi eta,"
    },
    {
        "English Sentences": "Doth our law judge any man, before it hear him, and know what he doeth?",
        "Wolaitta Sentences": "\"Issi urai giyoobaa siyennan woi i ai oottidaakko erennan de7iiddi, kasetidi a bolli pirddiyoogee nu higgiyan de7ii?\" yaagiis."
    },
    {
        "English Sentences": "They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.",
        "Wolaitta Sentences": "Yaagin eti zaaridi a, \"Neenikka qassi Galiila biittaa asee? Galiila biittaappe hananabaa yootiyaabi beettennaagaa Xoossaa maxaafata marammarada era\" yaagidosona."
    },
    {
        "English Sentences": "And every man went unto his own house.",
        "Wolaitta Sentences": "Asai ubbai aggidi, ba soo ba soo biis."
    },
    {
        "English Sentences": "Jesus went unto the mount of Olives.",
        "Wolaitta Sentences": "SHin Yesuusi Dabira Zaite Deriyaakko biis."
    },
    {
        "English Sentences": "And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.",
        "Wolaitta Sentences": "Qassi wonttetta gallassi guuran Beeta Maqidasiyaa simmiis; daro asai akko yin, uttidi eta tamaarissiis."
    },
    {
        "English Sentences": "And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,",
        "Wolaitta Sentences": "Higgiyaa tamaarissiyaageetinne Parisaaweti shaaramuxishin oiqqido issi mishiriyo akko ekki ehiidosona. Eti asa ubbaa sinttan o essidi Yesuusa,"
    },
    {
        "English Sentences": "They say unto him, Master, this woman was taken in adultery, in the very act.",
        "Wolaitta Sentences": "\"Tamaarissiyaagoo, ha mishiriyaa shaaramuxaidda ohettaasu."
    },
    {
        "English Sentences": "Now Moses in the law commanded us, that such should be stoned: but what sayest thou?",
        "Wolaitta Sentences": "Higgiyaa bolli Muusee hanni mala maccaasa shuchchan caddana mala, nuna azaziis. Yaatin neeni woigai?\" yaagidosona."
    },
    {
        "English Sentences": "This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.",
        "Wolaitta Sentences": "Eti hegaa giidoogee Yesuusa mootiyoobaa demmidi a paaccanaassa; shin Yesuusi hokkidi, ba biradhdhiyan biittaa bolli xaafiis."
    },
    {
        "English Sentences": "So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.",
        "Wolaitta Sentences": "Eti a oichchidi aggennan ixxin, pude xoqqu giidi, \"Intte giddon nagara oottibeenna asi kasetidi, o shuchchan caddo\" yaagiis."
    },
    {
        "English Sentences": "And again he stooped down, and wrote on the ground.",
        "Wolaitta Sentences": "Qassikka hokkidi, biittaa bolli xaafiis."
    },
    {
        "English Sentences": "And they which heard it, being convicted by their own conscience, went out one by one, beginning at the eldest, even unto the last: and Jesus was left alone, and the woman standing in the midst.",
        "Wolaitta Sentences": "Eti hegaa siyido wode, kasetidi cimati kiyin, issoi issoi kiyiiddi wuridosona; wurin Yesuusa xalaalai hegan eqqida mishireera attiis."
    },
    {
        "English Sentences": "When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?",
        "Wolaitta Sentences": "I pude xoqqu giidi mishiriyo, \"Mishiree, asati awan de7iyoonaa? Ooninne ne bolli pirddibeennee?\" yaagiis."
    },
    {
        "English Sentences": "She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more.",
        "Wolaitta Sentences": "Yaagin mishiriyaa, \"Godau, ooninne ta bolli pirddibeenna\" yaagaasu. Yesuusi o, \"Taanikka ne bolli pirddikke; ba; naa77anttada nagara oottoppa\" yaagiis."
    },
    {
        "English Sentences": "Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.",
        "Wolaitta Sentences": "Qassikka Yesuusi asau, \"Taani sa7au poo7o; tana kaalliya ooninne de7o poo7uwaa ekkanaappe attin, xuman mulekka hemettenna\" yaagidi haasayiis."
    },
    {
        "English Sentences": "The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.",
        "Wolaitta Sentences": "Yaagin Parisaaweti, \"Neeni nebaa markkattaasa; ne markkatettai tuma gidenna\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Taani tabaa markkattikkokka, ta markkatettai tuma; aissi giikko, taani awappe yiidaakkonne qassi awa biyaakko, intte erekketa."
    },
    {
        "English Sentences": "Ye judge after the flesh; I judge no man.",
        "Wolaitta Sentences": "Asi pirddiyo ogiyan intte pirddeeta; taani issi uraa bollikka pirddikke."
    },
    {
        "English Sentences": "And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.",
        "Wolaitta Sentences": "SHin taani pirddiyaabaa gidikkokka, ta pirddai tuma; aissi giikko, tana kiittida ta Aawai tanaara de7eesippe attin, taani tarkka de7ikke."
    },
    {
        "English Sentences": "It is also written in your law, that the testimony of two men is true.",
        "Wolaitta Sentences": "Naa77u asa markkatettai tuma gidiyoogee intte higgiyan xaafetti uttiis."
    },
    {
        "English Sentences": "I am one that bear witness of myself, and the Father that sent me beareth witness of me.",
        "Wolaitta Sentences": "Taani tabaa ta huuphen markkattais; qassi tana kiittida ta Aawaikka tabaa markkattees\" yaagiis."
    },
    {
        "English Sentences": "Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.",
        "Wolaitta Sentences": "Yaagin eti, \"Ne aawai awan de7ii?\" yaagidi Yesuusa oichchidosona. Yesuusi zaaridi, \"Intte tanakka woi ta Aawaakka erekketa; tana eridabaa gidiyaakko, intte ta Aawaakka erana\" yaagiis."
    },
    {
        "English Sentences": "These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyan tamaarissiiddi, muxuwaata miishshaa yeggiyo saaxiniyaa matan hegaa haasayiis. A ooninne oiqqibeenna; aissi giikko, a wodee biron gakkiichchibeenna."
    },
    {
        "English Sentences": "Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.",
        "Wolaitta Sentences": "Qassikka Yesuusi eta, \"Taani baana. Bin intte tana koyana; shin intte intte nagaran haiqqana. Taani biyoosaakka baanau intte danddayekketa\" yaagiis."
    },
    {
        "English Sentences": "Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.",
        "Wolaitta Sentences": "Aihudati, \"I, Taani biyoosaa intte baanau danddayekketa yaagees; i bana barkka woraneeyye?\" yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Intte garssa asa; taani bolla asa. Intte ha sa7aa asa; taani ha sa7aa asa gidikke."
    },
    {
        "English Sentences": "I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.",
        "Wolaitta Sentences": "Intte intte nagaran haiqqanaagaa taani intteyyo yootidoogee hegaassa; taani tana gidiyoogaa intte ammanana xayikko, intte intte nagaran haiqqana\" yaagiis."
    },
    {
        "English Sentences": "Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.",
        "Wolaitta Sentences": "Yaagin eti, \"Neeni oonee?\" yaagidi oichchidosona. Yesuusi zaaridi, \"Taani intteyyo kaseesappe yootido tana."
    },
    {
        "English Sentences": "I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.",
        "Wolaitta Sentences": "Taani inttebaa haasayiyoobainne pirddiyoobai darobai de7ees. SHin tana kiittidaagee tumanchcha; qassi taani appe siyidoogaa sa7aa asaayyo yootais\" yaagiis."
    },
    {
        "English Sentences": "They understood not that he spake to them of the Father.",
        "Wolaitta Sentences": "I ba Aawaabaa haasayiyoogaa eti akeekibookkona."
    },
    {
        "English Sentences": "Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi eta, \"Tana Asa Na7aa intte masqqaliyaa bolli kaqqiyo wode, taani tana gidiyoogaanne qassi taani ta Aawai tana tamaarissidoogaadan haasayiyoogaappe attin, ta shenen ainne oottennaagaa intte erana."
    },
    {
        "English Sentences": "And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.",
        "Wolaitta Sentences": "Qassi tana kiittidaagee tanaara de7ees; taani ubba wode a ufaissiyaagaa oottiyo gishshau, i ta xalaalaa aggibeenna\" yaagiis."
    },
    {
        "English Sentences": "As he spake these words, many believed on him.",
        "Wolaitta Sentences": "Yesuusi hegaa haasayishin siyida daro asai a ammaniis."
    },
    {
        "English Sentences": "Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;",
        "Wolaitta Sentences": "Yesuusi bana ammanida Aihudata, \"Intte taani tamaarissiyoogau azazettikko, tumu tana kaalliyaageeta."
    },
    {
        "English Sentences": "And ye shall know the truth, and the truth shall make you free.",
        "Wolaitta Sentences": "Intte tumatettaakka erana; qassi tumatettai inttena ailletettaappe kessana\" yaagiis."
    },
    {
        "English Sentences": "They answered him, We be Abraham's seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?",
        "Wolaitta Sentences": "Eti zaaridi, \"Nuuni Abrahaama zare; nuuni ooyyookka ailletibookko. Yaatin neeni woigada, Ailletettaappe intte kiyana gai?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani intteyyo tumaa odais; nagara oottiya ooninne nagara aille."
    },
    {
        "English Sentences": "And the servant abideth not in the house for ever: but the Son abideth ever.",
        "Wolaitta Sentences": "Aillee ubba wode sooni de7enna; shin na7i merinau sooni de7ees."
    },
    {
        "English Sentences": "If the Son therefore shall make you free, ye shall be free indeed.",
        "Wolaitta Sentences": "Na7ai inttena ailletettaappe kessikko, intte ailletettaappe intte tumu kiyana."
    },
    {
        "English Sentences": "I know that ye are Abraham's seed; but ye seek to kill me, because my word hath no place in you.",
        "Wolaitta Sentences": "Intte Abrahaama zare gidiyoogaa taani erais; shin ta qaalai intte wozanan bainna gishshau, tana woranau koyeeta."
    },
    {
        "English Sentences": "I speak that which I have seen with my Father: and ye do that which ye have seen with your father.",
        "Wolaitta Sentences": "Taani ta Aawai tana bessidoogaa haasayais; qassi inttekka intte aawaappe siyidoogaa ootteeta\" yaagiis."
    },
    {
        "English Sentences": "They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham's children, ye would do the works of Abraham.",
        "Wolaitta Sentences": "Eti zaaridi, \"Nu aawai Abrahaama\" yaagidosona. Yaagin Yesuusi eta, \"Intte Abrahaama naata gididaakko, i oottido oosuwaa malaa oottana."
    },
    {
        "English Sentences": "But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.",
        "Wolaitta Sentences": "SHin Xoossaappe siyido tumaa yootida tana intte woranau koyeeta; Abrahaami hegaadan oottibeenna."
    },
    {
        "English Sentences": "Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.",
        "Wolaitta Sentences": "Intte intte aawai oottidoogaa ootteeta\" yaagiis. Eti zaaridi, \"Nuuni shaaramuxan yelettibookko; nuuyyo issi Aawai, Xoossaa xalaalai de7ees\" yaagidosona."
    },
    {
        "English Sentences": "Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.",
        "Wolaitta Sentences": "Yaagin Yesuusi eta, \"Intte Xoossaa naata tumu gididaakko, tana siiqana; aissi giikko, taani Xoossaa matappe yaada hagan de7ais. Tana i kiittidoogaappe attin, taani ta shenen yabeikke."
    },
    {
        "English Sentences": "Why do ye not understand my speech? even because ye cannot hear my word.",
        "Wolaitta Sentences": "Taani giyoogaa intte akeekennaagee aibissee? Taani giyoogaa intte siyanau danddayenna gishshassa."
    },
    {
        "English Sentences": "Ye are of your father the devil, and the lusts of your father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.",
        "Wolaitta Sentences": "Intte intte aawaa xalahe halaqaa naata; qassi intte intte aawai amottiyoobaa oottanau koyeeta. I kaseppe doommidi, shemppo woridaagaa; tumatetti aani bainna gishshau, tumatettaakko shiiqi erenna. I wordduwaa haasayiyo wode, baappe haasayees; aissi giikko, i worddanchchanne qassi wordduwaukka aawa."
    },
    {
        "English Sentences": "And because I tell you the truth, ye believe me not.",
        "Wolaitta Sentences": "SHin taani tumaa haasayiyo gishshau, intte tana ammanekketa."
    },
    {
        "English Sentences": "Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?",
        "Wolaitta Sentences": "Intteppe tana nagara oottishin be7aas gaanau danddayiyai oonee? Taani tumaa haasayiyaabaa gidikko, tana aissi ammanekketii?"
    },
    {
        "English Sentences": "He that is of God heareth God's words: ye therefore hear them not, because ye are not of God.",
        "Wolaitta Sentences": "Xoossaa asa gidiya urai Xoossai giyoogaa ezggees; intte Xoossaa asa gidenna gishshau, Xoossai giyoogaa ezggekketa\" yaagiis."
    },
    {
        "English Sentences": "Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?",
        "Wolaitta Sentences": "Aihudati zaaridi, \"Nuuni nena, Neeni Samaariyaa asa; nenan xalahee de7ees giidi mooridoo?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.",
        "Wolaitta Sentences": "Yesuusi eta hagaadan yaagiis; \"Ta bolli xalahee baawa. Taani ta Aawaa bonchchais; shin intte tana kaushsheeta."
    },
    {
        "English Sentences": "And I seek not mine own glory: there is one that seeketh and judgeth.",
        "Wolaitta Sentences": "Taani ta huuphessi bonchcho koyikke; hegaa koyiyaageenne pirddiyaagee de7ees."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, If a man keep my saying, he shall never see death.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; ta qaalaa naagiya ooninne mulekka haiqqenna\" yaagiis."
    },
    {
        "English Sentences": "Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.",
        "Wolaitta Sentences": "Aihudati zaaridi, \"Ne bolli xalahee de7iyoogaa nuuni ha77i erida. Abrahaami haiqqiis; hananabaa yootiyaageetikka haiqqidosona; shin neeni, Ta qaalaa naagiya ooninne mulekka haiqqenna yaagaasa."
    },
    {
        "English Sentences": "Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?",
        "Wolaitta Sentences": "Neeni haiqqida nu aawaa Abrahaamappe darai? Hananabaa yootiyaageetikka qassi haiqqidosona. Neeni nena o mala gaada qoppai?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Taani tana bonchchikko, ta bonchchoi hada; intte nu Xoossaa giyo ta Aawai tana bonchchees."
    },
    {
        "English Sentences": "Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.",
        "Wolaitta Sentences": "Intte a erana xayikkokka, taani a erais. Taani a erikke giikko, inttenadan worddanchcha gidais; shin taani a erais; qassi a qaalaakka naagais."
    },
    {
        "English Sentences": "Your father Abraham rejoiced to see my day: and he saw it, and was glad.",
        "Wolaitta Sentences": "Intte aawai Abrahaami, ta gallassaa be7anau laamotiis; be7idikka ufaittiis\" yaagiis."
    },
    {
        "English Sentences": "Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?",
        "Wolaitta Sentences": "Aihudati zaaridi a, \"Neeyyo harai atto ishatamu laitta kumibeennaagee Abrahaama be7adii?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.",
        "Wolaitta Sentences": "Yaagin Yesuusi eta, \"Taani intteyyo tumaa odais; Abrahaami yelettanaappekka kase taani de7ais\" yaagiis."
    },
    {
        "English Sentences": "Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.",
        "Wolaitta Sentences": "Hegaa gishshau, eti Yesuusa caddanau shuchchaa ekkidosona; shin Yesuusi etappe geemettidi, Beeta Maqidasiyaappe kiyidi biis."
    },
    {
        "English Sentences": "And as Jesus passed by, he saw a man which was blind from his birth.",
        "Wolaitta Sentences": "Yesuusi biiddi, yelettoosappe qooqe gididi de7iya issi bitaniyaa be7iis."
    },
    {
        "English Sentences": "And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?",
        "Wolaitta Sentences": "Erissiyo ashkkarati Yesuusa, \"Tamaarissiyaagoo, ha bitanee qooqe gididi yelettanaadan, nagara oottidai oonee? I oottideeyye? Woi a yelidaageeti oottidonaa?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.",
        "Wolaitta Sentences": "Oichchin Yesuusi, \"Xoossaa oosoi a bollan qonccana mala qooqidoogaappe attin, i woi a aayyiyaanne a aawai nagara oottibookkona."
    },
    {
        "English Sentences": "I must work the works of him that sent me, while it is day: the night cometh, when no man can work.",
        "Wolaitta Sentences": "Nuuni sa7ai qammennan de7ishin, tana kiittidaagaa oosuwaa oottanau bessees. Ooninne oottanau danddayenna qammai yees."
    },
    {
        "English Sentences": "As long as I am in the world, I am the light of the world.",
        "Wolaitta Sentences": "Taani sa7an de7aidda sa7au poo7o\" yaagiis."
    },
    {
        "English Sentences": "When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,",
        "Wolaitta Sentences": "Yesuusi hegaa giidi, sa7an cuchchiis; ba cuchchan guutta urqqaa shugissidi, he urqqan qooqe bitaniyaa aifiyaa tiyiis."
    },
    {
        "English Sentences": "And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.",
        "Wolaitta Sentences": "Tiyidi, \"Baada Saliihooma giyo dagattida haattan ne aifiyaa meecca\" yaagiis. \"Saliihooma\" giyoogee \"Kiitettidaagaa\" giyoogaa. Hegaa gishshau, bitanee biidi, ba aifiyaa meecettidi, xeelliiddi simmiis."
    },
    {
        "English Sentences": "The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?",
        "Wolaitta Sentences": "Bitaniyaa shoorotinne bitanee kase woossishin be7ida asainne, \"Hagee uttidi woossiya bitaniyaa gidenneeyye?\" yaagidosona."
    },
    {
        "English Sentences": "Some said, This is he: others said, He is like him: but he said, I am he.",
        "Wolaitta Sentences": "Qassi amaridaageeti, \"Hagee attennee\" yaagidosona. Harati qassi, \"CHii, hagee a milatiyoogaappe attin, a gidenna\" yaagidosona. SHin bitanee, \"Taani attennee\" yaagiis."
    },
    {
        "English Sentences": "Therefore said they unto him, How were thine eyes opened?",
        "Wolaitta Sentences": "Yaagin eti bitaniyaa, \"Yaatin, ne aifee waani xeellidee?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash: and I went and washed, and I received sight.",
        "Wolaitta Sentences": "I zaaridi, \"Yesuusa giyo asi guutta urqqaa shugissidi, ta aifiyaa tiyiis. Tiyidi, Saliihooma giyo dagattida haattan baada ne aifiyaa meecetta yaagiis. Taani baada meecettada xeellaas\" yaagiis."
    },
    {
        "English Sentences": "Then said they unto him, Where is he? He said, I know not.",
        "Wolaitta Sentences": "Eti a, \"I awan de7ii?\" yaagidi oichchidosona. Oichchin bitanee, \"Taani erikke\" yaagiis."
    },
    {
        "English Sentences": "They brought to the Pharisees him that aforetime was blind.",
        "Wolaitta Sentences": "Eti kase qooqidi xeellida bitaniyaa Parisaawetukko ekki efiidosona."
    },
    {
        "English Sentences": "And it was the sabbath day when Jesus made the clay, and opened his eyes.",
        "Wolaitta Sentences": "Yesuusi urqqaa shugissidi, bitaniyaa aifiyaa pattido gallassai Sambbata gallassa."
    },
    {
        "English Sentences": "Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.",
        "Wolaitta Sentences": "Hegaa gishshau, bitanee waani xeellidaakkonne Parisaaweti a naa77anttuwaa oichchidosona. Oichchin bitanee etau, \"I ta aifiyan guutta urqqaa wottiis. Ta aifiyaa meecettaas; meecettada ha77i xeellais\" yaagiis."
    },
    {
        "English Sentences": "Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.",
        "Wolaitta Sentences": "Parisaawetuppe issooti issooti, \"Hagaa oottida bitanee Sambbata higgiyaa naagenna gishshau, Xoossaa matappe yibeenna\" yaagidosona. SHin harati, \"Nagaranchcha asi hagaa mala wolqqaama malaataa waani oottanau danddayii?\" yaagidosona; yaagidi eti bantta giddon shaahettidosona."
    },
    {
        "English Sentences": "They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.",
        "Wolaitta Sentences": "Hegaa gishshau, Parisaaweti bitaniyaa, \"I ne aifiyaa dooyido gishshau, abaa woigai?\" yaagidosona. Yaagin bitanee, \"I hananabaa yootiyaagaa\" yaagiis."
    },
    {
        "English Sentences": "But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.",
        "Wolaitta Sentences": "Aihudati he xeellida bitaniyaa aayyiyoonne aawaa xeesidi oichchana gakkanaassi, bitanee qooqe gididoogaanne ha77i i xeelliyoogaa ammanibookkona."
    },
    {
        "English Sentences": "And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?",
        "Wolaitta Sentences": "Aihudati a aayyiyoonne aawaa, \"Intte, Qooqe gididi yelettiis giyo intte na7ai hagee? Yaatin, ha77i waanidi xeellidee?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "His parents answered them and said, We know that this is our son, and that he was born blind:",
        "Wolaitta Sentences": "Oichchin bitaniyaa aayyiyaanne aawai, \"Hagee nu na7aa gididoogaanne qooqe i gididi yelettidoogaa nuuni eroos."
    },
    {
        "English Sentences": "But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.",
        "Wolaitta Sentences": "SHin ha77i i waani xeellidaakko, nuuni erokko; woi a aifiyaa ooni pattidaakko, nuuni erokko. A oichchite; i gastta asa; babaa haasayanau danddayees!\" yaagidosona."
    },
    {
        "English Sentences": "These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.",
        "Wolaitta Sentences": "Bitaniyaa aayyiyaanne aawai Aihudatuyyo yayyido gishshau, hegaa giidosona; aissi giikko, Aihudati Yesuusi Kiristtoosa yaagidi markkattiya urai de7ikko, he uraa Aihuda woosa keettaappe kessanau kasetidi qachchi wottidosona."
    },
    {
        "English Sentences": "Therefore said his parents, He is of age; ask him.",
        "Wolaitta Sentences": "A aayyiyaanne aawai, \"I gastta asa; a oichchite!\" giidoogee hegaassa."
    },
    {
        "English Sentences": "Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.",
        "Wolaitta Sentences": "Hegaa gishshau, qooqe gididi yelettida bitaniyaa eti naa77anttuwaa xeesidi, \"Xoossaa galata; ha bitanee nagaranchcha gidiyoogaa nuuni eroos\" yaagidosona."
    },
    {
        "English Sentences": "He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.",
        "Wolaitta Sentences": "Yaagin bitanee, \"I nagaranchcha gidin, gidana xayin erikke; taani qooqe gidiyoogaanne ha77i xeelliyoogaa he issibaa erais\" yaagiis."
    },
    {
        "English Sentences": "Then said they to him again, What did he to thee? how opened he thine eyes?",
        "Wolaitta Sentences": "Eti zaaridi bitaniyaa, \"I neeyyo ai oottidee? I ne aifiyaa waati pattidee?\" yaagidosona."
    },
    {
        "English Sentences": "He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?",
        "Wolaitta Sentences": "Yaagin i eta, \"Taani intteyyo yootarggaas; siyibeekketa. Aissi naa77anttuwaa siyanau koyeetii? Inttekka Yesuusa kaalliyaageeta gidanau koyeetiiyye?\" yaagiis."
    },
    {
        "English Sentences": "Then they reviled him, and said, Thou art his disciple; but we are Moses' disciples.",
        "Wolaitta Sentences": "Eti a cayidi, \"Neeni he bitaniyaa kaalliyaagaa; nuuni Muusa kaalliyaageeta."
    },
    {
        "English Sentences": "We know that God spake unto Moses: as for this fellow, we know not from whence he is.",
        "Wolaitta Sentences": "Xoossai Muuseyyo haasayidoogaa nuuni eroos; shin ha bitaniyaa gidikko, i awappe yiidaakkonne nuuni erokko\" yaagidosona."
    },
    {
        "English Sentences": "The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.",
        "Wolaitta Sentences": "Yaagin bitanee, \"I awappe yiidaakkonne intte erennaagee garamissiyaabaa; shin i ta aifiyaa pattiis!"
    },
    {
        "English Sentences": "Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.",
        "Wolaitta Sentences": "Xoossaayyo yayyiya urainne Xoossai koyiyoobaa oottiya urai de7ikko, he uraabaa Xoossai siyiyoogaappe attin, nagaranchchatubaa siyenna."
    },
    {
        "English Sentences": "Since the world began was it not heard that any man opened the eyes of one that was born blind.",
        "Wolaitta Sentences": "Qooqe gididi yelettida asa aifiyaa ooninne pattin, sa7ai merettoosappe doommin, siyetti erenna."
    },
    {
        "English Sentences": "If this man were not of God, he could do nothing.",
        "Wolaitta Sentences": "Ha bitanee Xoossaappe yibeennabaa gidiyaakko, issibaanne oottanaukka danddayenna\" yaagiis."
    },
    {
        "English Sentences": "They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.",
        "Wolaitta Sentences": "Eti zaaridi ayyo, \"Neeni nagaran yelettada diccidaagee nuna tamaarissanau koyai?\" yaagidosona; Aihuda woosa keettaappe a kare kessidosona."
    },
    {
        "English Sentences": "Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?",
        "Wolaitta Sentences": "Eti bitaniyaa kare kessidoogaa Yesuusi siyiis; Yesuusi bitaniyaa demmidi, \"Asa Na7aa ammanai?\" yaagiis."
    },
    {
        "English Sentences": "He answered and said, Who is he, Lord, that I might believe on him?",
        "Wolaitta Sentences": "Bitanee Yesuusa, \"Godau, taani a ammananaadan i oonee? Taayyo odarkkii!\" yaagiis."
    },
    {
        "English Sentences": "And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.",
        "Wolaitta Sentences": "Yaagin Yesuusi bitaniyaa, \"Neeni a be7adasa; ha nenaara haasayiyaageekka a\" yaagiis."
    },
    {
        "English Sentences": "And he said, Lord, I believe. And he worshipped him.",
        "Wolaitta Sentences": "Bitanee zaaridi, \"Godau, ammanais\" yaagidi Yesuusayyo goinniis."
    },
    {
        "English Sentences": "And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.",
        "Wolaitta Sentences": "Yesuusi, \"Qooqeti xeellana malanne xeelliyaageeti qooqana mala, taani pirddanau ha sa7aa yaas\" yaagiis."
    },
    {
        "English Sentences": "And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?",
        "Wolaitta Sentences": "Aara de7iya amarida Parisaaweti hegaa siyidi, \"Nuunikka qooqeeyye?\" yaagidi oichchidosona."
    },
    {
        "English Sentences": "Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth.",
        "Wolaitta Sentences": "Oichchin Yesuusi, \"Intte qooqe gididaakko, intteyyo nagara gidenna; shin ha77i intte, Nuuni xeelloos yaageeta; intte nagaraara de7eeta\" yaagiis."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.",
        "Wolaitta Sentences": "Yesuusi, \"Taani intteyyo tumaa odais; dorssaa birddiyau penggeera gelennan harasaara geliya ooninne kaisonne pangga."
    },
    {
        "English Sentences": "But he that entereth in by the door is the shepherd of the sheep.",
        "Wolaitta Sentences": "SHin penggeera geliyaagee dorssaa heemmiya asa."
    },
    {
        "English Sentences": "To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.",
        "Wolaitta Sentences": "Penggiyaa naagiyaagee au penggiyaa dooyees; dorssatikka a qaalaa siyana; i ba dorssata eta sunttan sunttan xeesidi, kare kaalettana."
    },
    {
        "English Sentences": "And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.",
        "Wolaitta Sentences": "I baageeta kare kessidoogaappe guyyiyan, etappe sinttaara hemettees; etikka a qaalaa eriyo gishshau, a kaalloosona."
    },
    {
        "English Sentences": "And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.",
        "Wolaitta Sentences": "Hara uraa qaalaa eti erenna gishshau, appe baqatanaappe attin, a geeduwaa kaallokkona\" yaagiis."
    },
    {
        "English Sentences": "This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.",
        "Wolaitta Sentences": "Yesuusi etau ha leemisuwaa odiis; shin i etau ai odiyaakkonne eti akeekibookkona."
    },
    {
        "English Sentences": "Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.",
        "Wolaitta Sentences": "Yesuusi qassikka etau, \"Taani intteyyo tumaa odais; taani dorssatuyyo pengge."
    },
    {
        "English Sentences": "All that ever came before me are thieves and robbers: but the sheep did not hear them.",
        "Wolaitta Sentences": "Taappe kase yiida ubbai kaisonne pangga; shin dorssati eti giyoogaa siyibookkona."
    },
    {
        "English Sentences": "I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.",
        "Wolaitta Sentences": "Penggee tana; tanan geliya ooninne attana. I gelananne kiyana; qassi lo77o maatai de7iyoosaakka demmana."
    },
    {
        "English Sentences": "The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it more abundantly.",
        "Wolaitta Sentences": "Kaisoi wuuqqanau, woranaunne xaissanau yiyoogaappe attin, harabau yeenna; taani etau de7oi de7ana malanne kumidi palahana mala yaas."
    },
    {
        "English Sentences": "I am the good shepherd: the good shepherd giveth his life for the sheep.",
        "Wolaitta Sentences": "\"Taani dorssaa loitta heemmiyaagaa; dorssaa loitti heemmiyaagee he dorssatu gishshau haiqqees."
    },
    {
        "English Sentences": "But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.",
        "Wolaitta Sentences": "Miishshaa ekkidi heemmiya urai wanggireelloi yiishin be7idi, dorssata yeggi bayidi baqatees. Aissi giikko, dorssati aageeta gidokkona; qassi ikka dorssata heemmiyaagaa gidenna. Hegaa gishshau, wanggireelloi dorssata oiqqeesinne laalees."
    },
    {
        "English Sentences": "The hireling fleeth, because he is an hireling, and careth not for the sheep.",
        "Wolaitta Sentences": "Miishshaa ekkidi heemmiyaagee miishshau heemmiyo gishshaunne dorssaabai a qofissenna gishshau, dorssata aggi bayidi baqatees."
    },
    {
        "English Sentences": "I am the good shepherd, and know my sheep, and am known of mine.",
        "Wolaitta Sentences": "\"Taani dorssaa loitta heemmiyaagaa; ta Aawai tana eriyoogaadan, taanikka qassi ta Aawaa erais."
    },
    {
        "English Sentences": "As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.",
        "Wolaitta Sentences": "Hegaadankka, taani ta dorssata erais; ta dorssatikka tana eroosona. Qassi taani ta dorssatu gishshau, haiqqanau koyais."
    },
    {
        "English Sentences": "And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and one shepherd.",
        "Wolaitta Sentences": "Ha wudiyan bainna hara dorssatikka tau de7oosona. Taani etakka ehaanau bessees. Qassi eti ta qaalaa siyana; issi wudee de7ana; heemmiyaageekka issuwaa gidana."
    },
    {
        "English Sentences": "Therefore doth my Father love me, because I lay down my life, that I might take it again.",
        "Wolaitta Sentences": "\"Taani ta shemppuwaa zaarettada ekkana mala, aattada immanau koyiyo gishshau, ta Aawai tana siiqees."
    },
    {
        "English Sentences": "No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father.",
        "Wolaitta Sentences": "Taani dosada ta shemppuwaa aatta immiyoogaappe attin, taappe ooninne ekkenna. Taayyo ta shemppuwaa aatta immiyo maatai de7ees; qassi zaarettada ekkanaukka maatai de7ees. Taani ha azazuwaa ta Aawaappe ekkaas\" yaagiis."
    },
    {
        "English Sentences": "There was a division therefore again among the Jews for these sayings.",
        "Wolaitta Sentences": "He haasayaa gishshau, Aihudatu giddon qassikka shaahoi merettiis."
    },
    {
        "English Sentences": "And many of them said, He hath a devil, and is mad; why hear ye him?",
        "Wolaitta Sentences": "Etappe dariya baggai, \"Aani xalahee de7ees! I gooyees! A haasayaa aissi siyeetii?\" yaagidosona."
    },
    {
        "English Sentences": "Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?",
        "Wolaitta Sentences": "Harati qassi, \"Xalahee oiqqido asi hagaadan haasayenna; xalahee qooqe asa aife xeelissanau danddayiiyye?\" yaagidosona."
    },
    {
        "English Sentences": "And it was at Jerusalem the feast of the dedication, and it was winter.",
        "Wolaitta Sentences": "Yerusalaamen Beeta Maqidasiyaa Ooraxissiyo Baalai gakkiis; sa7ai he wode balggo."
    },
    {
        "English Sentences": "And Jesus walked in the temple in Solomon's porch.",
        "Wolaitta Sentences": "Yesuusi Beeta Maqidasiyan Solomona baranddan, yaanne haanne hamettees."
    },
    {
        "English Sentences": "Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.",
        "Wolaitta Sentences": "Aihudati Yesuusa matan yuuyi aadhdhidi, \"Neeni nuna aude gakkanaassi sirissaidda wottuutee? Neeni Kiristtoosa gidikko, nuuyyo geeshshada oda\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered them, I told you, and ye believed not: the works that I do in my Father's name, they bear witness of me.",
        "Wolaitta Sentences": "Yesuusi etayyo zaaridi, \"Taani intteyyo yootaas; shin tana ammanekketa; taani ta Aawaa sunttan oottiyo oosoi tabaa markkattees."
    },
    {
        "English Sentences": "But ye believe not, because ye are not of my sheep, as I said unto you.",
        "Wolaitta Sentences": "SHin taani intteyyo odidoogaadan, intte ta dorssa gidenna gishshau ammanekketa."
    },
    {
        "English Sentences": "My sheep hear my voice, and I know them, and they follow me:",
        "Wolaitta Sentences": "Ta dorssati ta qaalaa siyoosona; taani eta erais; etikka tana kaalloosona."
    },
    {
        "English Sentences": "And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.",
        "Wolaitta Sentences": "Taani etayyo merinaa de7uwaa immais; qassi eti mulekka haiqqokkona. Ooninne ta kushiyaappe eta wotti ekkanau danddayenna."
    },
    {
        "English Sentences": "My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father's hand.",
        "Wolaitta Sentences": "Eta taayyo immida ta Aawai ooppenne aadhdhees; ooninne ta Aawaa kushiyaappe eta wotti ekkanau danddayenna."
    },
    {
        "English Sentences": "I and my Father are one.",
        "Wolaitta Sentences": "Taanne ta Aawai issuwaa\" yaagiis."
    },
    {
        "English Sentences": "Then the Jews took up stones again to stone him.",
        "Wolaitta Sentences": "Aihudati Yesuusa caddanau qassikka shuchchaa denttidosona."
    },
    {
        "English Sentences": "Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?",
        "Wolaitta Sentences": "Yesuusi eta, \"Taani oottanau ta Aawai taayyo immido daro lo77o oosuwaa inttena bessaas; hegeetuppe augeetu gishshau, tana shuchchan caddanau koyeetii?\" yaagiis."
    },
    {
        "English Sentences": "The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.",
        "Wolaitta Sentences": "Aihudati zaaridi, \"Nuuni nena lo77o ooso gishshau, shuchchan caddanau koyokko; shin neeni Xoossaa cayiyo gishshaunne qassi asa gidaidda ne huuphiyaa Xoossaa oottido gishshau, caddanau koyoos!\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered them, Is it not written in your law, I said, Ye are gods?",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi, \"Intte higgiyan Xoossai, Intte xoossata giidoogee xaafettibeennee?"
    },
    {
        "English Sentences": "If he called them gods, unto whom the word of God came, and the scripture cannot be broken;",
        "Wolaitta Sentences": "Xoossaa maxaafata laammanau danddayettenna; Xoossai ba qaalai yiido asata, xoossata giidi xeesidobaa gidikko,"
    },
    {
        "English Sentences": "Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?",
        "Wolaitta Sentences": "taani, Taani Xoossaa Na7aa giido gishshau, ta Aawai anjjidi, sa7aa kiittido tana, Xoossaa cayaasa yaageetii?"
    },
    {
        "English Sentences": "If I do not the works of my Father, believe me not.",
        "Wolaitta Sentences": "Taani ta Aawai oottiyoogaa oottana xayikko, tana ammanoppite."
    },
    {
        "English Sentences": "But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.",
        "Wolaitta Sentences": "SHin taani oottiyaabaa gidikko, harai atto intte tana ammanana xayikkokka, ta Aawai tanan de7iyoogaanne taanikka ta Aawan de7iyoogaa eranaadaaninne akeekanaadan, ta oosuwaa ammanite\" yaagiis."
    },
    {
        "English Sentences": "Therefore they sought again to take him: but he escaped out of their hand,",
        "Wolaitta Sentences": "Qassikka eti a oiqqanau koyidosona; shin i etappe baqatiis."
    },
    {
        "English Sentences": "And went away again beyond Jordan into the place where John at first baptized; and there he abode.",
        "Wolaitta Sentences": "Yohaannisi kase xammaqiyoosaa Yorddaanoosa SHaafaappe hefintti Yesuusi pinnidi, yaani de7iis."
    },
    {
        "English Sentences": "And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.",
        "Wolaitta Sentences": "Daro asai Yesuusakko yiidi, \"Yohaannisi wolqqaama malaata oottibeenna; shin i ha bitaniyaabaa haasayidobai ubbai tuma\" yaagidosona."
    },
    {
        "English Sentences": "And many believed on him there.",
        "Wolaitta Sentences": "Yaani daro asai Yesuusa ammaniis."
    },
    {
        "English Sentences": "Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.",
        "Wolaitta Sentences": "Biitaaniyaa giyo qeeri kataman Al77aazara giyo issi bitanee harggiis; he katamai Mairaamanne i michchiyaa Martta de7ido katamaa."
    },
    {
        "English Sentences": "(It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)",
        "Wolaitta Sentences": "Godaa tohuwaa shittuwaa tiyada, ba binnaanan a tohuwaa quccidaara he Mairaamo; harggidaagee qassi i ishaa Al77aazara."
    },
    {
        "English Sentences": "Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.",
        "Wolaitta Sentences": "Hegaa gishshau, michchentti, \"Godau, neeni siiqiyoogee harggiis\" giidi Yesuusayyo kiittidosona."
    },
    {
        "English Sentences": "When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.",
        "Wolaitta Sentences": "Yesuusi hegaa siyido wode, \"Taani Xoossaa Na7ai harggiyaa gaasuwan bonchchettana mala, Xoossaa bonchchuwaassi ha harggee Al77aazara oiqqidoogaappe attin, woriya hargge gidenna\" yaagiis."
    },
    {
        "English Sentences": "Now Jesus loved Martha, and her sister, and Lazarus.",
        "Wolaitta Sentences": "Yesuusi Martto, i michchiyoonne Al77aazara siiqees;"
    },
    {
        "English Sentences": "When he had heard therefore that he was sick, he abode two days still in the same place where he was.",
        "Wolaitta Sentences": "Al77aazari harggidoogaa Yesuusi siyido wode, ba de7iyoosan naa77u gallassaa pe7iis."
    },
    {
        "English Sentences": "Then after that saith he to his disciples, Let us go into Judaea again.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi ba erissiyo ashkkarata, \"Naa77anttuwaa Yihudaa biitti boos\" yaagiis."
    },
    {
        "English Sentences": "His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?",
        "Wolaitta Sentences": "Erissiyo ashkkarati zaaridi, \"Tamaarissiyaagoo, guutta wodeppe kase Aihudati nena shuchchan caddanau koyidosona; qassikka yaa buutee?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Issi gallassan tammanne naa77u saatee de7ees; de7enneeyye? Gallassi hemettiya asi xubettenna; aissi giikko, i ha sa7aa poo7uwaa be7ees."
    },
    {
        "English Sentences": "But if a man walk in the night, he stumbleth, because there is no light in him.",
        "Wolaitta Sentences": "SHin qammi hemettiya urai de7ikko, poo7oi aani bainna gishshau, xubettees\" yaagiis."
    },
    {
        "English Sentences": "These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.",
        "Wolaitta Sentences": "Yesuusi hegaa giidoogaappe guyyiyan, qassikka etau, \"Nu dabboi Al77aazari xiskkiis; shin xiskkuwaappe a denttanau taani bais\" yaagiis."
    },
    {
        "English Sentences": "Then said his disciples, Lord, if he sleep, he shall do well.",
        "Wolaitta Sentences": "Erissiyo ashkkarati zaaridi, \"Godau, i xiskkidabaa gidikko, denddana\" yaagidosona."
    },
    {
        "English Sentences": "Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.",
        "Wolaitta Sentences": "Al77aazari haiqqidoogaa Yesuusi odiis; shin Al77aazari xiskkidi zin77idoogaa odiis giidi, eti qoppidosona."
    },
    {
        "English Sentences": "Then said Jesus unto them plainly, Lazarus is dead.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi geeshshidi eta, \"Al77aazari haiqqiis."
    },
    {
        "English Sentences": "And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.",
        "Wolaitta Sentences": "Intte ammanana mala, taani he sohuwan de7ennaagaayyo, intte gishshau ufaittais. SHin hinddite; akko boos\" yaagiis."
    },
    {
        "English Sentences": "Then said Thomas, which is called Didymus, unto his fellowdisciples, Let us also go, that we may die with him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Menttiyaa giyo Toomaasi ba lagge erissiyo ashkkarata, \"Aara haiqqanau nuunikka qassi boos!\" yaagiis."
    },
    {
        "English Sentences": "Then when Jesus came, he found that he had lain in the grave four days already.",
        "Wolaitta Sentences": "Yesuusi gakkiyo wode, Al77aazari moogettoosappe oiddu gallassa gidiis."
    },
    {
        "English Sentences": "Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:",
        "Wolaitta Sentences": "Biitaanee Yerusalaameppe naa77u kilo meetire keenaa haakkees."
    },
    {
        "English Sentences": "And many of the Jews came to Martha and Mary, to comfort them concerning their brother.",
        "Wolaitta Sentences": "Daro Aihudati Marttonne Mairaamo eta ishai haiqqidoogau minttettanau yiidosona."
    },
    {
        "English Sentences": "Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.",
        "Wolaitta Sentences": "Martta Yesuusi yiidoogaa siyada, a mokkanau kiyaasu; shin Mairaama sooni attaasu."
    },
    {
        "English Sentences": "Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.",
        "Wolaitta Sentences": "Martta Yesuusa, \"Godau, neeni hagan de7idabaa gidiyaakko, ta ishai haiqqenna."
    },
    {
        "English Sentences": "But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.",
        "Wolaitta Sentences": "SHin neeni woossiyoobaa ai gidikkokka, Xoossai neeyyo harai atto ha77ikka immanaagaa taani erais\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Thy brother shall rise again.",
        "Wolaitta Sentences": "Yesuusi, \"Ne ishai haiquwaappe denddana\" yaagiis."
    },
    {
        "English Sentences": "Martha saith unto him, I know that he shall rise again in the resurrection at the last day.",
        "Wolaitta Sentences": "Yaagin Martta, \"Wurssettaa gallassi haiquwaappe denddanaagaa taani erais\" yaagaasu."
    },
    {
        "English Sentences": "Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:",
        "Wolaitta Sentences": "Yesuusi iyyo, \"Taani denddonne de7o; tana ammaniya urai harai atto, haiqqikkokka paxa de7ana."
    },
    {
        "English Sentences": "And whosoever liveth and believeth in me shall never die. Believest thou this?",
        "Wolaitta Sentences": "Qassi paxa de7iya urainne tana ammaniya urai ubbai mulekka haiqqenna; hegaa neeni ammanai?\" yaagiis."
    },
    {
        "English Sentences": "She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.",
        "Wolaitta Sentences": "Martta zaarada, \"Godau, ee taani ammanais; neeni Xoossaa Na7aa, sa7aa yaanau de7iya Kiristtoosa gidiyoogaa taani ammanais\" yaagaasu."
    },
    {
        "English Sentences": "And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.",
        "Wolaitta Sentences": "Martta hegaa giidoogaappe guyyiyan, baada ba michcheeyyo geeman xeesada, \"Tamaarissiyaagee yiidi, nena koyees\" yaagaasu."
    },
    {
        "English Sentences": "As soon as she heard that, she arose quickly, and came unto him.",
        "Wolaitta Sentences": "Mairaama hegaa siyido wode, eesuwan dendda eqqada Yesuusakko baasu."
    },
    {
        "English Sentences": "Now Jesus was not yet come into the town, but was in that place where Martha met him.",
        "Wolaitta Sentences": "Yesuusi Martta a mokkidosan de7eesippe attin, biron qeeri katamaa gakkiichchibeenna."
    },
    {
        "English Sentences": "The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goeth unto the grave to weep there.",
        "Wolaitta Sentences": "Mairaamo minttettiiddi, sooni iira de7iya Aihudati, a eesuwan dendda eqqada kare kiyiyoogaa be7idi, Al77aazari moogettido gonggoluwaa baada yaani yeekkanau hanausu yaagidi, o kaallidi kiyidosona."
    },
    {
        "English Sentences": "Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.",
        "Wolaitta Sentences": "Mairaama Yesuusi de7iyoosaa baada Yesuusa be7ido wode, a tohuwaa bollan kunddaasu; kunddada, \"Godau, neeni hagan de7idobaa gidiyaakko, ta ishai haiqqenna shin!\" yaagaasu."
    },
    {
        "English Sentences": "When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,",
        "Wolaitta Sentences": "Yesuusi a yeekkiyoogaanne qassi iira yiida Aihudatikka yeekkiyoogaa be7idi, ba wozanan daro mishettiis; qassi tookki shemppiis."
    },
    {
        "English Sentences": "And said, Where have ye laid him? They said unto him, Lord, come and see.",
        "Wolaitta Sentences": "Eta, \"Awan moogidetii?\" yaagidi oichchin, \"Godau, yaada be7a\" yaagidi zaaridosona."
    },
    {
        "English Sentences": "Jesus wept.",
        "Wolaitta Sentences": "Yesuusi afuxxiis."
    },
    {
        "English Sentences": "Then said the Jews, Behold how he loved him!",
        "Wolaitta Sentences": "Hegaa gishshau, Aihudati, \"Al77aazara i ai keenaa siiqiyaakko be7ite!\" yaagidosona."
    },
    {
        "English Sentences": "And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?",
        "Wolaitta Sentences": "SHin etappe issooti issooti, \"Hagee qooqe bitaniyaa xeelissidaagee ha bitanee haiqqenna mala teqqanau danddayennee?\" yaagidosona."
    },
    {
        "English Sentences": "Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.",
        "Wolaitta Sentences": "Yesuusi qassikka wozanappe qarettidi, Al77aazari moogettido gonggoluwaakko biis; he gonggoloi shuchchan qum77etti uttiis."
    },
    {
        "English Sentences": "Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.",
        "Wolaitta Sentences": "Yesuusi, \"SHuchchaa pogite!\" yaagidi azaziis. Haiqqida bitaniyaa michchiyaa Martta, \"Godau, i haiqqoosappe oiddu gallassa gidido gishshau, ha77i xinqqana!\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?",
        "Wolaitta Sentences": "Yesuusi Martto, \"Ammaniyaabaa gidikko, neeni Xoossaa bonchchuwaa be7anaagaa taani neeyyo yootabeikkinaa?\" yaagiis."
    },
    {
        "English Sentences": "Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.",
        "Wolaitta Sentences": "Eti shuchchaa denttidosona; denttin Yesuusi saluwaa pude xeellidi, \"Aawau, taani giyoogaa neeni siyido gishshau, nena galatais."
    },
    {
        "English Sentences": "And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.",
        "Wolaitta Sentences": "Neeni ubba wode siyiyoogaa taani erais; shin hagan yuuyi aadhdhidi eqqida asai neeni tana kiittidoogaa ammanana mala, hagaa taani eta gishshau gais\" yaagiis."
    },
    {
        "English Sentences": "And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.",
        "Wolaitta Sentences": "Yesuusi hegaa giidoogaappe guyyiyan, ba qaalaa xoqqu oottidi, \"Al77aazaraa, haa kiya!\" yaagiis."
    },
    {
        "English Sentences": "And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.",
        "Wolaitta Sentences": "Haiqqida bitaniyau kusheenne tohoi shaluwan qashetti uttidaashiininne a som77oikka afalan kametti uttidaashin kiyiis. Kiyin Yesuusi eta, \"Birshshidi aggi bayite! Bo!\" yaagiis."
    },
    {
        "English Sentences": "Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.",
        "Wolaitta Sentences": "Hegaa gishshau, Mairaamikko yiida Aihudatuppe daroti Yesuusi oottidoogaa be7idi, a ammanidosona."
    },
    {
        "English Sentences": "But some of them went their ways to the Pharisees, and told them what things Jesus had done.",
        "Wolaitta Sentences": "SHin etappe issooti issooti Parisaawetukko biidi, Yesuusi oottidoogaa etau odidosona."
    },
    {
        "English Sentences": "Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, qeese halaqatinne Parisaaweti yaa7aa shiishshidi, \"Ha bitanee daro wolqqaama malaataa oottiyo gishshau, ai oottanee?"
    },
    {
        "English Sentences": "If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.",
        "Wolaitta Sentences": "Nuuni a co77u giidi, aggi bayikko, asai ubbai a ammanana; qassi Roome biittaa asati yiidi, nu Beeta Maqidasiyaanne nu asaa xaissana\" yaagidosona."
    },
    {
        "English Sentences": "And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,",
        "Wolaitta Sentences": "Etappe issoi Qayaafa giyoogee, he laitti qeese ubbatu halaqa gididaagee, \"Intte ainne erekketa!"
    },
    {
        "English Sentences": "Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.",
        "Wolaitta Sentences": "Asai ubbai xayiyoogaappe asa ubbaa gishshau, issi asi haiqqiyoogee keha gidiyoogaa intte akeekite\" yaagiis."
    },
    {
        "English Sentences": "And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;",
        "Wolaitta Sentences": "I hegaa baappe gibeenna; shin he laitti qeese ubbatu halaqa gidiyo gishshau, Yesuusi Aihuda asaa gishshau haiqqanau bessiyoogaa hananabaa yootiis."
    },
    {
        "English Sentences": "And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.",
        "Wolaitta Sentences": "Qassi Yesuusi Aihuda asaa xalaalaayyo haiqqenna; shin laaletti de7iya Xoossaa naata issippe shiishshanau haiqqana."
    },
    {
        "English Sentences": "Then from that day forth they took counsel together for to put him to death.",
        "Wolaitta Sentences": "He gallassappe doommidi, eti a woranau maqettidosona."
    },
    {
        "English Sentences": "Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi Aihudatu giddon qoncciyan yaa haa hemettibeenna; shin bazzuwaa lanqqiyan de7iya biitti, Efireema giyo qeeri katamaa biis. Biidi ba erissiyo ashkkaratuura he sohuwan takkiis."
    },
    {
        "English Sentences": "And the Jews' passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.",
        "Wolaitta Sentences": "Aihudati Paasikaa bonchchiyo gallassai matiis; qassi daro asai bana geeshshanau, Paasikaa bonchchiyo gallassai gakkanaappe kase he biittaappe Yerusalaame biis."
    },
    {
        "English Sentences": "Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?",
        "Wolaitta Sentences": "Eti Yesuusa koyoosona; Beeta Maqidasiyan eqqidi, \"Ai qoppeetii? Paasikaa bonchchiyoosaa Yesuusi yeennee?\" yaagidi issoi issuwaa oichchidosona."
    },
    {
        "English Sentences": "Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.",
        "Wolaitta Sentences": "Qassi qeesetu halaqatinne Parisaaweti Yesuusa qachchanau, i de7iyoosaa eriya ooninne banttayyo yootana mala azazidosona."
    },
    {
        "English Sentences": "Then Jesus six days before the passover came to Bethany, where Lazarus was, which had been dead, whom he raised from the dead.",
        "Wolaitta Sentences": "Paasikaa bonchchiyo gallassaappe usuppun gallassaa kasetidi, Yesuusi i haiquwaappe denttido Al77aazari de7iyo Biitaaniyaa giyo katamaa biis."
    },
    {
        "English Sentences": "There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.",
        "Wolaitta Sentences": "He sohuwan eti au kahuwaa kattidosona; Al77aazari aara issippe uttidaashin, Martta kahuwaa kattausu."
    },
    {
        "English Sentences": "Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.",
        "Wolaitta Sentences": "Mairaama daro miishshan baizettiya narddoose giyo geeshsha shittuwaa ehaada, Yesuusa tohuwaa tiyaasu; tiyada ba binnaanan a tohuwaa quccaasu; keetta ubbai shittuwaa sawuwan tonggu gees."
    },
    {
        "English Sentences": "Then saith one of his disciples, Judas Iscariot, Simon's son, which should betray him,",
        "Wolaitta Sentences": "SHin Yesuusi erissiyo ashkkaratuppe issoi, Yesuusa aatti immanaagee, Yihudaa Asqqorootu,"
    },
    {
        "English Sentences": "Why was not this ointment sold for three hundred pence, and given to the poor?",
        "Wolaitta Sentences": "\"Ha shittoi issi xeetanne ishatamu biran baizettin, aibissi birai hiyyeesau imettennee?\" yaagiis."
    },
    {
        "English Sentences": "This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.",
        "Wolaitta Sentences": "I kaiso gidido gishshau, hegaa giisippe attin, hiyyeesau qarettidi gibeenna; i miishshaa qarcciitaa oiqqiyaagaa gidiyo gishshau, ubba wode appe baayyo ekkees."
    },
    {
        "English Sentences": "Then said Jesus, Let her alone: against the day of my burying hath she kept this.",
        "Wolaitta Sentences": "Yesuusi, \"Bau de7iyaabaa taani moogettiyo gallassau minjju; o aggite."
    },
    {
        "English Sentences": "For the poor always ye have with you; but me ye have not always.",
        "Wolaitta Sentences": "Hiyyeesati ubba wode inttenaara de7ana; shin taani ubba wode inttenaara de7ikke\" yaagiis."
    },
    {
        "English Sentences": "Much people of the Jews therefore knew that he was there: and they came not for Jesus' sake only, but that they might see Lazarus also, whom he had raised from the dead.",
        "Wolaitta Sentences": "Aihudatuppe daro asai Yesuusi Biitaaniyan de7iyoogaa siyidi, yaa biis; eti Yesuusa be7ana gishsha xalaalau gidennan, i haiquwaappe denttido Al77aazarakka be7anau biidosona."
    },
    {
        "English Sentences": "But the chief priests consulted that they might put Lazarus also to death;",
        "Wolaitta Sentences": "Hegaa gishshau, qeese halaqati Al77aazarakka qassi woranau maqettidosona."
    },
    {
        "English Sentences": "Because that by reason of him many of the Jews went away, and believed on Jesus.",
        "Wolaitta Sentences": "Aissi giikko, Al77aazara gaasuwan daro Aihudati banttana kaalettiyaageeta aggi bayidi, Yesuusa ammanoosona."
    },
    {
        "English Sentences": "On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,",
        "Wolaitta Sentences": "Wonttetta gallassi Paasikaa bonchchiyoosaa yiida daro asai Yesuusi Yerusalaame biyoogaa siyiis."
    },
    {
        "English Sentences": "Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.",
        "Wolaitta Sentences": "Siyidi zambbaa haittaa oiqqidi, a mokkanau kiyidosona. Bantta qaalaa xoqqu oottidi, \"Xoossai galatetto! Xoossaa sunttan yiya Israa7eela kawoi anjjettidaagaa!\" yaagidosona."
    },
    {
        "English Sentences": "And Jesus, when he had found a young ass, sat thereon; as it is written,",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Xiyoone katamau, yayyoppa!"
    },
    {
        "English Sentences": "Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass's colt.",
        "Wolaitta Sentences": "Be7a, ne kawoi hare maraa bolli uttidi yees\" giyoogaadan, Yesuusi hare maraa demmidi, a toggiis."
    },
    {
        "English Sentences": "These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkarati hegaa kase akeekibookkona; shin Yesuusi bonchchettidoogaappe guyyiyan, Xoossaa maxaafai hegaa ubbaa giidoogaanne qassi etikka hegaa ubbaa Yesuusayyo oottidoogaa hassayidosona."
    },
    {
        "English Sentences": "The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.",
        "Wolaitta Sentences": "Al77aazari moogettido gonggoluwaappe Yesuusi a xeesidi, haiquwaappe denttido wode, Yesuusaara de7iya daro asai Yesuusayyo markkattiis."
    },
    {
        "English Sentences": "For this cause the people also met him, for that they heard that he had done this miracle.",
        "Wolaitta Sentences": "Daro asai a mokkanau kiyidoogee, i he wolqqaama malaataa oottido gishshassa."
    },
    {
        "English Sentences": "The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.",
        "Wolaitta Sentences": "Hegaa gishshau, Parisaaweti issoi issuwaa, \"Intte ainne oottanau danddayennaagaa be7eetii! Be7ite, dere ubbai a geeduwaa kaallees\" yaagidosona."
    },
    {
        "English Sentences": "And there were certain Greeks among them that came up to worship at the feast:",
        "Wolaitta Sentences": "Paasikaa bonchchiyo gallassi goinnanau Yerusalaame biidaageetu giddon issi issi Giriike asati de7oosona."
    },
    {
        "English Sentences": "The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.",
        "Wolaitta Sentences": "Eti Galiila biittan Beetasaida giyo katamaappe yiida Piliphphoosakko biidi, \"Godau, nuuni Yesuusa be7anau koyoos\" yaagidi woossidosona."
    },
    {
        "English Sentences": "Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.",
        "Wolaitta Sentences": "Piliphphoosi biidi, Inddiraasayyo odiis; odin naa77aikka biidi, Yesuusayyo odidosona."
    },
    {
        "English Sentences": "And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.",
        "Wolaitta Sentences": "Yesuusi etau hagaadan yaagiis; \"Taani, Asa Na7ai, bonchchettiyo saatee gakkiis."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; issi gistte aifiyaa biittan wodhdhada wooqqana xayikko, barkka attausu. SHin he gisttee aifiyaa wooqqikko, daro aifiyaa aifausu."
    },
    {
        "English Sentences": "He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.",
        "Wolaitta Sentences": "Ba shemppuwaa siiqiya ooninne bashshees; qassi ba shemppuwaa ha sa7an ixxiya ooninne merinaa de7uwau ashshees."
    },
    {
        "English Sentences": "If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.",
        "Wolaitta Sentences": "Ooninne tau oottikko, tana kaallanau bessees; qassi taani de7iyoosan ta ashkkaraikka de7ana. Tau oottiya oonanne, ta Aawaikka a bonchchana."
    },
    {
        "English Sentences": "Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.",
        "Wolaitta Sentences": "\"Ha77i ta shemppoi daro un77ettiis; yaatin woigoo? Taani, Ta Aawau, tana ha saateeppe ashsharkkii yaagoo? CHii, taani ha saatiyan yiidoogee hagaa gishshassa."
    },
    {
        "English Sentences": "Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.",
        "Wolaitta Sentences": "Ta Aawau, ne sunttaa bonchcha\" yaagiis. He wode saluwaappe, \"Taani ta sunttaa bonchchaas; qassikka gujjada bonchchana\" yaagiya qaalai yiis."
    },
    {
        "English Sentences": "The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.",
        "Wolaitta Sentences": "He sohuwan eqqida daro asai he qaalaa siyidi, \"Hegee dadaa\" yaagiis. Harati qassi, \"Kiitanchchai ayyo haasayiis\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered and said, This voice came not because of me, but for your sakes.",
        "Wolaitta Sentences": "Yesuusi zaaridi eta, \"Ha qaalai intte gishshau yiidoogaappe attin, ta gishshassa gidenna."
    },
    {
        "English Sentences": "Now is the judgment of this world: now shall the prince of this world be cast out.",
        "Wolaitta Sentences": "Ha sa7ai pirddettiyo wodee ha77a; ha sa7aa haariyaagee ha77i kare olettana."
    },
    {
        "English Sentences": "And I, if I be lifted up from the earth, will draw all men unto me.",
        "Wolaitta Sentences": "Qassi taani masqqaliyaa bolli kaqettiyo wode, asa ubbaa taakko ekkana\" yaagiis."
    },
    {
        "English Sentences": "This he said, signifying what death he should die.",
        "Wolaitta Sentences": "I hegaa giidoogee ai mala haiquwaa i haiqqanaakkonne eta erissanaassa."
    },
    {
        "English Sentences": "The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up? who is this Son of man?",
        "Wolaitta Sentences": "Daro asai zaaridi Yesuusa, \"Nu higgee Kiristtoosi merinau de7iyoogaa odees. Yaatin, neeni woigada, Asa Na7ai masqqaliyaa bolli kaqettana gai? He Asa Na7ai oonee?\" yaagidosona."
    },
    {
        "English Sentences": "Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Poo7oi inttenaara guutta wodiyaa takkana. Intteyyo xumenna mala, poo7oi de7ishin, poo7uwan hemettite. Xuman hemettiya urai au biyaakkonne erenna."
    },
    {
        "English Sentences": "While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.",
        "Wolaitta Sentences": "Poo7uwaa asa gidana mala, intteyyo poo7oi de7ishin, poo7uwaa ammanite\" yaagiis. Yesuusi hegaa haasayidoogaappe guyyiyan, biidi etappe geemettiis."
    },
    {
        "English Sentences": "But though he had done so many miracles before them, yet they believed not on him:",
        "Wolaitta Sentences": "I hegaa keena wolqqaama malaataa eta sinttan oottikkokka, hananabaa yootiya Isiyaasi,"
    },
    {
        "English Sentences": "That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?",
        "Wolaitta Sentences": "\"Godau, nu markkatettaa ooni ammanidee? Godai ba wolqqaa oona bessidee?\" giidoogee tuma gidana mala, eti a ammanibookkona."
    },
    {
        "English Sentences": "Therefore they could not believe, because that Esaias said again,",
        "Wolaitta Sentences": "Isiyaasi qassikka, \"Eta aifee xeellenna mala, eta wozanaikka akeekenna mala, eti Xoossaakko simmin, i eta pattenna mala, Xoossai eta aifiyaa qooqissiis."
    },
    {
        "English Sentences": "He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.",
        "Wolaitta Sentences": "Eta wozanaa dammissiis\" giido gishshau, eti ammananau danddayibookkona."
    },
    {
        "English Sentences": "These things said Esaias, when he saw his glory, and spake of him.",
        "Wolaitta Sentences": "Isiyaasi Yesuusa bonchchuwaa be7ido gishshaunne qassi abaa haasayido gishshau, hegaa giis."
    },
    {
        "English Sentences": "Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:",
        "Wolaitta Sentences": "Hegaa gidinkka, harai atto Aihudatu halaqatuppekka daroti Yesuusa ammanidosona. SHin Parisaaweti banttana Aihudatu woosa keettaappe kessoosona giidi yayyido gishshau, ammanida giidi markkattibookkona."
    },
    {
        "English Sentences": "For they loved the praise of men more than the praise of God.",
        "Wolaitta Sentences": "Aissi giikko, eti Xoossaa sabaappe aattidi, asa sabaa siiqidosona."
    },
    {
        "English Sentences": "Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.",
        "Wolaitta Sentences": "Yesuusi ba qaalaa xoqqu oottidi yaagiis; \"Tana ammaniya ooninne tana kiittidaagaakka ammaniyoogaappe attin, ta xalaalaa ammanenna."
    },
    {
        "English Sentences": "And he that seeth me seeth him that sent me.",
        "Wolaitta Sentences": "Tana be7iya ooninne tana kiittidaagaakka be7ees."
    },
    {
        "English Sentences": "I am come a light into the world, that whosoever believeth on me should not abide in darkness.",
        "Wolaitta Sentences": "Tana ammaniya ubbai xuman de7enna mala, taani poo7o gidada sa7aa yaas."
    },
    {
        "English Sentences": "And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.",
        "Wolaitta Sentences": "Ta qaalaa siyidi azazettenna uraa oonanne taani pirddikke; aissi giikko, taani sa7aa ashshanau yiidoogaappe attin, pirddanau yabeikke."
    },
    {
        "English Sentences": "He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.",
        "Wolaitta Sentences": "Tana ixxiya oonanne qassi ta qaalaa ekkenna oonanne pirddiyaagee de7ees. Taani yootido qaalai wurssettaa gallassi he uraa pirddana."
    },
    {
        "English Sentences": "For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.",
        "Wolaitta Sentences": "Aissi giikko, taani hagaa taappe haasayabeikke; shin tana kiittida ta Aawai taani gaanaagaanne haasayanaagaa tana azaziis."
    },
    {
        "English Sentences": "And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak.",
        "Wolaitta Sentences": "Qassi a azazoi merinaa de7uwaa ehiyoogaa taani erais; hegaa gishshau, taani yootiyoogee ta Aawai tana yoota giidi odidoogaa\" yaagiis."
    },
    {
        "English Sentences": "Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.",
        "Wolaitta Sentences": "Paasikaa bonchchiyo gallassai gakkanaappe kasetidi, ha sa7aappe shaahettidi, Aawaakko biyo wodee gakkidoogaa Yesuusi eriis; ha sa7an de7iya baageeta ubba wode siiqiis; wurssettai gakkanaassi eta siiqiis."
    },
    {
        "English Sentences": "And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon's son, to betray him;",
        "Wolaitta Sentences": "Yesuusinne erissiyo ashkkarati kahuwaa miishin, Simoona na7aa Yihudaa Asqqorootu Yesuusa aatti immanaadan, xalahe halaqai a qofissi wottiis."
    },
    {
        "English Sentences": "Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;",
        "Wolaitta Sentences": "Yesuusi ba Aawai ubbabaa a kushiyan wottidoogaa, qassi Xoossaa matappe i yiidoogaanne, simmidi akko baanaagaa eriis."
    },
    {
        "English Sentences": "He riseth from supper, and laid aside his garments; and took a towel, and girded himself.",
        "Wolaitta Sentences": "Yesuusi miyoosaappe denddi eqqidi, bolla bagga maayuwaa qaari wottidi, pooxaa ba xeessan gixxiis."
    },
    {
        "English Sentences": "After that he poureth water into a bason, and began to wash the disciples' feet, and to wipe them with the towel wherewith he was girded.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, haattaa kuixaaruwan tigidi, ba erissiyo ashkkaratu tohuwaa meecciyoogaanne ba xeessan gixxido pooxan qucciyoogaa doommiis."
    },
    {
        "English Sentences": "Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?",
        "Wolaitta Sentences": "Yesuusi Simoon PHeexiroosakko yin PHeexiroosi, \"Godau, neeni ta tohuwaa meeccanau hanaiyye?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.",
        "Wolaitta Sentences": "Yesuusi zaaridi a, \"Taani oottiyoogaa neeni ha77i erakka; shin guyyeppe akeekana\" yaagiis."
    },
    {
        "English Sentences": "Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.",
        "Wolaitta Sentences": "Yaagin PHeexiroosi, \"Neeni ta tohuwaa mulekka meeccakka!\" yaagiis. Yesuusi a, \"Taani ne tohuwaa meeccana xayikko, neeyyoonne taayyoonne issippetetti baawa\" yaagidi zaariis."
    },
    {
        "English Sentences": "Simon Peter saith unto him, Lord, not my feet only, but also my hands and my head.",
        "Wolaitta Sentences": "Yaagin PHeexiroosi Yesuusa, \"Godau, yaatikko, ta tohuwaa xalaalaa meeccoppa; ta kushiyaakka ta huuphiyaakka meecca!\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Bollaa meecettiichchida urai ooninne tohoppe harabaa meecettanau koshshenna; ayyo ubbasaikka geeshsha. Qassi inttekka geeshsha; shin ubbai geeshsha gidekketa\" yaagiis."
    },
    {
        "English Sentences": "For he knew who should betray him; therefore said he, Ye are not all clean.",
        "Wolaitta Sentences": "Aissi giikko, Yesuusi bana aatti immana urai oonakkonne erees; i, \"Intte ubbai geeshsha gidekketa\" giidoogee hegaassa."
    },
    {
        "English Sentences": "So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?",
        "Wolaitta Sentences": "Eta tohuwaa meeccidoogaappe guyyiyan, Yesuusi ba maayuwaa maayidi, ba sohuwaa guyye simmidi biidi uttiis; uttidi eta yaagiis; \"Taani intteyyo oottidoogaa akeekeetii?"
    },
    {
        "English Sentences": "Ye call me Master and Lord: and ye say well; for so I am.",
        "Wolaitta Sentences": "Intte tana tamaarissiyaagoonne Godau geeta; taani he intte giyoogaa gidiyo gishshau, loittideta."
    },
    {
        "English Sentences": "If I then, your Lord and Master, have washed your feet; ye also ought to wash one another's feet.",
        "Wolaitta Sentences": "Taani intteyyo Godanne inttena tamaarissiyaagaa gidaidda, intte tohuwaa meeccidabaa gidikko, inttekka issoi issuwaa tohuwaa meeccanau bessees."
    },
    {
        "English Sentences": "For I have given you an example, that ye should do as I have done to you.",
        "Wolaitta Sentences": "Aissi giikko, taani intteyyo oottidoogaadan, inttekka oottana mala, intteyyo leemiso gidaas."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; ashkkari ba godaappe aadhdhenna. Qassi kiitettida uraikka bana kiittidaagaappe aadhdhenna."
    },
    {
        "English Sentences": "If ye know these things, happy are ye if ye do them.",
        "Wolaitta Sentences": "Intte hegaa eridi oottiyaabaa gidikko anjjettidaageeta."
    },
    {
        "English Sentences": "I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.",
        "Wolaitta Sentences": "\"Taani intte ubbaabaa haasayikke. Taani dooridoogeeta erais; shin Xoossaa maxaafai, Taani barssidoogee ta kushiyaa saxxiis giidoogee tuma gidanau bessees."
    },
    {
        "English Sentences": "Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.",
        "Wolaitta Sentences": "Hegee haniyo wode taani tana gidiyoogaa intte ammanana mala, hegee hananaappe kasetada intteyyo haara odais."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais; taani kiittiyo oonanne mokkiya urai tanakka mokkees; qassi tana mokkiya ooninne tana kiittidaagaa mokkees\" yaagiis."
    },
    {
        "English Sentences": "When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.",
        "Wolaitta Sentences": "Yesuusi hegaa haasayidoogaappe guyyiyan, ba wozanan daro metootiis; metootidi, \"Taani intteyyo tumaa odais; tana intteppe issoi aatti immana\" giidi qoncciyan odiis."
    },
    {
        "English Sentences": "Then the disciples looked one on another, doubting of whom he spake.",
        "Wolaitta Sentences": "I obaa haasayiyaakkonne, erissiyo ashkkaratuyyo mulekka erettennan ixxin, issoi issuwaa xeellidosona."
    },
    {
        "English Sentences": "Now there was leaning on Jesus' bosom one of his disciples, whom Jesus loved.",
        "Wolaitta Sentences": "Erissiyo ashkkaratuppe issoi, Yesuusi siiqiyoogee, Yesuusa matan uttiis."
    },
    {
        "English Sentences": "Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.",
        "Wolaitta Sentences": "Hegaa gishshau, Simoon PHeexiroosi he erissiyo ashkkaraa qim77otidi, \"I oona giyaakko, ane a oichcha\" yaagiis."
    },
    {
        "English Sentences": "He then lying on Jesus' breast saith unto him, Lord, who is it?",
        "Wolaitta Sentences": "Hegaa gishshau, he erissiyo ashkkarai Yesuusa haittaakko shiiqidi, \"Godau, i oonee?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it to Judas Iscariot, the son of Simon.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Taani oittan cambbaa tushkkada immiyoogee a\" yaagiis. Qassi oittaa mentti ekkidi, cambbaa tushkkidi, Simoona na7aa, Yihudaa Asqqorootuyyo immiis."
    },
    {
        "English Sentences": "And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.",
        "Wolaitta Sentences": "Yihudai oittaa menttettaa ekkidoogaappe guyyiyan, Seexaanai sohuwaarakka Yihudan geliis. Yesuusi a, \"Neeni oottanaagaa eesuwan ootta!\" yaagiis."
    },
    {
        "English Sentences": "Now no man at the table knew for what intent he spake this unto him.",
        "Wolaitta Sentences": "SHin he sohuwan uttidaageetuppe ooninne Yesuusi hegaa a aissi giidaakkonne eribeenna."
    },
    {
        "English Sentences": "For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.",
        "Wolaitta Sentences": "Yihudai miishshaa qarcciitaa oiqqiyo gishshau, erissiyo ashkkaratuppe issooti issooti Yesuusi Yihudaa, \"Paasikaa bonchchiyo gallassau banttana koshshiyaabaa baada shamma woi hiyyeesau muxuwaataa imma giis\" yaagidi qoppidosona."
    },
    {
        "English Sentences": "He then having received the sop went immediately out: and it was night.",
        "Wolaitta Sentences": "Yihudai oittaa me7ettaa ekkidi, sohuwaarakka kare kiyiis; he wode sa7ai qamma."
    },
    {
        "English Sentences": "Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.",
        "Wolaitta Sentences": "Yihudai kare kiyidoogaappe guyyiyan, Yesuusi yaagiis; \"Ha77i taani Asa Na7ai bonchchettaas: Xoossaikka ta baggaara bonchchettiis."
    },
    {
        "English Sentences": "If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.",
        "Wolaitta Sentences": "Xoossai ta baggaara, Asa Na7aa baggaara bonchchettikko, i ba huuphen tana Asa Na7aa bonchchana; qassi i tana sohuwaara bonchchana."
    },
    {
        "English Sentences": "Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.",
        "Wolaitta Sentences": "Ta naatoo, taani inttenaara daro wodiyaa gam77ikke. Intte tana koyana; shin taani Aihudata, Taani biyoosaa intte baanau danddayekketa giidoogaadan, intteyyookka ha77i odais."
    },
    {
        "English Sentences": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.",
        "Wolaitta Sentences": "Taani inttena ooratta azazuwaa azazais; issoi issuwaa siiqite. Taani inttena siiqidoogaadankka, intte issoi issuwaa siiqana bessees."
    },
    {
        "English Sentences": "By this shall all men know that ye are my disciples, if ye have love one to another.",
        "Wolaitta Sentences": "Intte issoi issuwaara siiqettikko, ta erissiyo ashkkarata gidiyoogaa asai ubbai erana\" yaagiis."
    },
    {
        "English Sentences": "Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.",
        "Wolaitta Sentences": "Simoon PHeexiroosi Yesuusa, \"Godau, neeni au bai?\" yaagiis. Oichchin Yesuusi zaaridi, \"Taani biyoosaa neeni ha77i tana kaallanau danddayakka; shin guyyeppe kaallana\" yaagiis."
    },
    {
        "English Sentences": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.",
        "Wolaitta Sentences": "Yaagin PHeexiroosi, \"Godau, taani nena ha77i kaallanau aissi danddayikkinaa? Taani ne gishshau, haiqqanaukka giiga uttaas!\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Ta gishshau haiqqanau hai tumu giiga uttadii? Taani neeyyo tumaa odais; kuttoi waassanaappe kase, neeni tana heezzutoo kaddana\" yaagiis."
    },
    {
        "English Sentences": "Let not your heart be troubled: ye believe in God, believe also in me.",
        "Wolaitta Sentences": "Yesuusi erissiyo ashkkarata, \"Intte wozanai hirggoppo; Xoossaa ammanite; tanakka ammanite."
    },
    {
        "English Sentences": "In my Father's house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.",
        "Wolaitta Sentences": "Ta Aawaa keettan daro sohoi de7ees. Hegaa gidennaakko, taani intteyyo hegaa yootikke; taani intteyyo sohuwaa giigissanau bais."
    },
    {
        "English Sentences": "And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.",
        "Wolaitta Sentences": "Taani baada sohuwaa giigissoogaappe guyyiyan, taani de7iyoosan inttekka de7ana mala, simmada yaada inttena taakko ekka efaana."
    },
    {
        "English Sentences": "And whither I go ye know, and the way ye know.",
        "Wolaitta Sentences": "Qassi intte taani biyo ogiyaa ereeta\" yaagiis."
    },
    {
        "English Sentences": "Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?",
        "Wolaitta Sentences": "Yaagin Toomaasi, \"Godau, neeni biyoosaa nuuni erokko; ogiyaa waanidi eranau danddayiyoonii?\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Ogee, tumainne de7oi tana; ta baggaarappe attin, ooninne ta Aawaakko baanau danddayenna."
    },
    {
        "English Sentences": "If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.",
        "Wolaitta Sentences": "Intte tana eriyaabaa gidiyaakko, ta Aawaakka erana; ha77ippe doommidi, intte a ereetanne qassi a be7ideta\" yaagiis."
    },
    {
        "English Sentences": "Philip saith unto him, Lord, shew us the Father, and it sufficeth us.",
        "Wolaitta Sentences": "Piliphphoosi Yesuusa, \"Godau, Aawaa nuna bessa; hegee nuuyyo gidana\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?",
        "Wolaitta Sentences": "Yesuusi zaaridi yaagiis; \"Taani hagaa keena wodiyaa inttenaara de7inkka, tana erikkii Piliphphoosaa? Tana be7ida urai Aawaakka be7iis; yaatin, neeni woigada, Aawaa nuna bessa gai?"
    },
    {
        "English Sentences": "Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.",
        "Wolaitta Sentences": "Taani Aawaa giddon de7iyoogaa qassi Aawaikka ta giddon de7iyoogaa neeni ammanikkiiyye? Taani intteyyo odiyo qaalaa taani taappe odikke; shin ta giddon de7iya Aawai ba oosuwaa oottees."
    },
    {
        "English Sentences": "Believe me that I am in the Father, and the Father in me: or else believe me for the very works' sake.",
        "Wolaitta Sentences": "Taani Aawaa giddon de7iyoogaaninne qassi Aawaikka ta giddon de7iyoogan tana ammanite; hegee xayikko, abau a oosuwaabau tana ammanite."
    },
    {
        "English Sentences": "Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.",
        "Wolaitta Sentences": "\"Taani intteyyo tumaa odais; tana ammaniya urai taani oottiyo oosuwaa oottana. Taani Aawaakko biyo gishshau, he urai hagaappe aadhdhiya oosuwaa oottana."
    },
    {
        "English Sentences": "And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.",
        "Wolaitta Sentences": "Aawai Na7aa baggaara, ta baggaara bonchchettana mala, ta sunttan intte woossiyo ubbabaa taani intteyyo polana."
    },
    {
        "English Sentences": "If ye shall ask any thing in my name, I will do it.",
        "Wolaitta Sentences": "Intte ta sunttan tana ai oichchikkokka, taani polana."
    },
    {
        "English Sentences": "If ye love me, keep my commandments.",
        "Wolaitta Sentences": "\"Intte tana siiqiyaabaa gidikko, ta azazuwaa naagana."
    },
    {
        "English Sentences": "And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;",
        "Wolaitta Sentences": "Taani Aawaa woossana; inttenaara merinau de7ana mala, tumatettaa Ayyaanaa, hara minttettiyaagaa intteyyo i immana."
    },
    {
        "English Sentences": "Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.",
        "Wolaitta Sentences": "Ha sa7ai he tumatettaa Ayyaanaa be7ennaagaanne erennaagaa gidiyo gishshau, a ekkanau danddayenna; shin i inttenaara de7iyo gishshaunne intte giddon de7ana gishshau, intte a ereeta."
    },
    {
        "English Sentences": "I will not leave you comfortless: I will come to you.",
        "Wolaitta Sentences": "\"Taani inttena intterkka yeggabeikke; taani simmada inttekko yaana."
    },
    {
        "English Sentences": "Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.",
        "Wolaitta Sentences": "Guutta wodiyaappe guyyiyan, sa7ai tana naa77antto be7enna; shin intte tana be7ana; taani paxa de7iyo gishshau, inttekka qassi paxa de7ana."
    },
    {
        "English Sentences": "At that day ye shall know that I am in my Father, and ye in me, and I in you.",
        "Wolaitta Sentences": "Taani ta Aawaa giddon de7iyoogaanne intte ta giddon de7iyoogaa, qassi taani intte giddon de7iyoogaanne intte he gallassi erana."
    },
    {
        "English Sentences": "He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.",
        "Wolaitta Sentences": "\"Ta azazoi a matan de7iyo asi, qassi he azazuwaakka naagiyaagee, i tana siiqiya asa. Tana siiqiya asa ta Aawaikka siiqees; taanikka a siiqais. Taani ayyo qonccana\" yaagiis."
    },
    {
        "English Sentences": "Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?",
        "Wolaitta Sentences": "Yihudaa Asqqoroota gidenna Yihudai Yesuusa, \"Godau, neeni ne huuphiyaa sa7aa bessennan, nuna bessana giyoogaa woigada gai?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Tana siiqiya ooninne ta qaalaa naagana; ta Aawai a siiqana; qassi ta Aawainne taaninne akko yiidi, aara de7ana."
    },
    {
        "English Sentences": "He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father's which sent me.",
        "Wolaitta Sentences": "Tana siiqenna urai ooninne ta qaalau azazettenna; intte siyiyo qaalai tana kiittida Aawaagaa gidiyoogaappe attin, taagaa gidenna."
    },
    {
        "English Sentences": "These things have I spoken unto you, being yet present with you.",
        "Wolaitta Sentences": "\"Taani inttenaara issippe de7aidda hagaa intteyyo odaas;"
    },
    {
        "English Sentences": "But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.",
        "Wolaitta Sentences": "shin Geeshsha Ayyaanai, minttettiyaagee, Aawai ta sunttan kiittanaagee, inttena ubbabaa tamaarissana. Taani intteyyo odido ubbabaakka inttena hassayissana."
    },
    {
        "English Sentences": "Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.",
        "Wolaitta Sentences": "\"Taani sarotettaa inttenaara wottais; ta sarotettaa intteyyo immais. Taani sa7ai immiyo sarotettaa malaa immikke. Intte hirggoppitenne yayyoppite."
    },
    {
        "English Sentences": "Ye have heard how I said unto you, I go away, and come again unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.",
        "Wolaitta Sentences": "Taani intteyyo, Taani bais; shin simmada inttekko yaana giidoogaa siyideta; intte tana siiqidobaa gidiyaakko, taappe Aawai dariyo gishshau, taani Aawaakko biyoogan intte ufaittana shin."
    },
    {
        "English Sentences": "And now I have told you before it come to pass, that, when it is come to pass, ye might believe.",
        "Wolaitta Sentences": "Hegee haniyo wode intte ammanana mala, hegee hanennan de7ishin, haara kasetada taani intteyyo odarggaas."
    },
    {
        "English Sentences": "Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.",
        "Wolaitta Sentences": "\"Ha sa7aa haariyaagee yiyo gishshau, taani hagaappe sinttan inttenaara keehi haasayikke. Tana i ainne oottanau danddayenna."
    },
    {
        "English Sentences": "But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence.",
        "Wolaitta Sentences": "SHin taani Aawaa siiqiyoogaa sa7ai eranau bessees; qassi taanikka Aawai tana azazidoogaadan oottais. Denddi eqqite; hagaappe boos."
    },
    {
        "English Sentences": "I am the true vine, and my Father is the husbandman.",
        "Wolaitta Sentences": "\"Taani woine giyo turaayyo tumu ano; goshshanchchai ta Aawaa."
    },
    {
        "English Sentences": "Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.",
        "Wolaitta Sentences": "Ta giddon de7iya aife aifenna turaa mara ubbaa i karees; aifiya turaa mara ubbai kaseegaappe keehi aifanaadan, he maraa xeeraa i qanxxana."
    },
    {
        "English Sentences": "Now ye are clean through the word which I have spoken unto you.",
        "Wolaitta Sentences": "Taani intteyyo ha77i odido qaalaa gaasuwan, intte geeshsha."
    },
    {
        "English Sentences": "Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.",
        "Wolaitta Sentences": "Ta giddon de7ite; taanikka intte giddon de7ana. Woiniyaa turaa marai anoora issippe de7ennan xayikko, he marai barkka aife aifanau danddayennaagaadan, inttekka ta giddon de7ennan xayikko, aife aifanau danddayekketa."
    },
    {
        "English Sentences": "I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.",
        "Wolaitta Sentences": "\"Taani woine turaayyo ano; intte he turaa marata. Ta giddon de7iya urai, taanikka a giddon de7iyo urai, daro aife aifana; aissi giikko, taani bainnan intterkka ainne oottanau danddayekketa."
    },
    {
        "English Sentences": "If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.",
        "Wolaitta Sentences": "Ta giddon de7enna urai tura maradan, karen yeggin melana; melidaagaa shiishshidi taman wottin, i eexxana."
    },
    {
        "English Sentences": "If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.",
        "Wolaitta Sentences": "Intte ta giddon de7ikko, qassi ta qaalaikka intte giddon de7ikko, intte koyidobaa aiba gidinkka woossite; intte ekkana."
    },
    {
        "English Sentences": "Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.",
        "Wolaitta Sentences": "Intte daro aifiyaa aifikkonne qassi ta erissiyo ashkkarata gidikko, hegan ta Aawai bonchchettana."
    },
    {
        "English Sentences": "As the Father hath loved me, so have I loved you: continue ye in my love.",
        "Wolaitta Sentences": "Aawai tana siiqidoogaadan, taanikka inttena siiqaas; ta siiquwan de7ite."
    },
    {
        "English Sentences": "If ye keep my commandments, ye shall abide in my love; even as I have kept my Father's commandments, and abide in his love.",
        "Wolaitta Sentences": "Taani ta Aawaa azazuwaa naagada a siiquwan de7idoogaadan, inttekka ta azazuwaa naagikko, ta siiquwan de7ana."
    },
    {
        "English Sentences": "These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.",
        "Wolaitta Sentences": "\"Ta ufaissai inttenaara de7ana malanne, inttekka daro ufaittana mala, taani hagaa intteyyo yootaas."
    },
    {
        "English Sentences": "This is my commandment, That ye love one another, as I have loved you.",
        "Wolaitta Sentences": "Ta azazoi hagaa; taani inttena siiqiyoogaadan, inttekka issoi issuwaara siiqettite."
    },
    {
        "English Sentences": "Greater love hath no man than this, that a man lay down his life for his friends.",
        "Wolaitta Sentences": "Ba shemppuwaa ba laggiyaayyo aattidi immiyoogaappe aadhdhiya siiqoi ooyyookka baawa."
    },
    {
        "English Sentences": "Ye are my friends, if ye do whatsoever I command you.",
        "Wolaitta Sentences": "Taani inttena azazidobaa ubbaa oottikko, intte ta laggeta."
    },
    {
        "English Sentences": "Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.",
        "Wolaitta Sentences": "\"Ashkkarai ba godai oottiyoobaa erenna gishshau, taani inttena hagaappe sinttau ashkkarata giikke; shin taani inttena ta laggeta gaas. Aissi giikko, ta Aawaappe siyido ubbabaa taani intteyyo yootaas."
    },
    {
        "English Sentences": "Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.",
        "Wolaitta Sentences": "Taani inttena dooridoogaappe attin, intte tana dooribeekketa. Intte biidi aifiyaa aifana mala, taani inttena sunttaas. Qassi Aawaikka intte ta sunttan woossidobaa ubbaa immana."
    },
    {
        "English Sentences": "These things I command you, that ye love one another.",
        "Wolaitta Sentences": "Taani inttena azaziyoogee hagaa; issoi issuwaara siiqettite."
    },
    {
        "English Sentences": "If the world hate you, ye know that it hated me before it hated you.",
        "Wolaitta Sentences": "\"Sa7ai inttena ixxikko, kasetidi tana ixxidoogaa akeekite."
    },
    {
        "English Sentences": "If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.",
        "Wolaitta Sentences": "Intte sa7aabaa gididaakko, sa7ai babaadan inttena siiqana; shin taani inttena sa7aappe dooridoogaappe attin, intte sa7aabaa gidekketa; sa7ai inttena ixxiyoogee hegaassa."
    },
    {
        "English Sentences": "Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.",
        "Wolaitta Sentences": "Ashkkarai ba godaappe darenna gaada taani intteyyo odidoogaa hassayite. Eti tana yedettidabaa gidikko, inttenakka yedettana. Eti ta qaalaa naagidabaa gidikko, intte qaalaakka naagana."
    },
    {
        "English Sentences": "But all these things will they do unto you for my name's sake, because they know not him that sent me.",
        "Wolaitta Sentences": "SHin eti tana kiittidaagaa erenna gishshau, ha ubbaa ta gaasuwan eti intte bolli wottana."
    },
    {
        "English Sentences": "If I had not come and spoken unto them, they had not had sin: but now they have no cloak for their sin.",
        "Wolaitta Sentences": "Taani yaada etau odennabaa gidiyaakko, etau nagara gidenna; shin ha77i eti oottiyo nagaraa gaasoyiyoobi baawa."
    },
    {
        "English Sentences": "He that hateth me hateth my Father also.",
        "Wolaitta Sentences": "Tana ixxiyaagee ta Aawaakka ixxees."
    },
    {
        "English Sentences": "If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.",
        "Wolaitta Sentences": "Ooninne oottibeenna oosuwaa eta giddon taani oottabeennabaa gidiyaakko, etau nagara gidennan attana; shin ha77i eti taani oottido oosuwaa be7idi, tanakka ta Aawaakka ixxidosona."
    },
    {
        "English Sentences": "But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.",
        "Wolaitta Sentences": "SHin eta higgiyan, Tana coo ixxidosona geetettidi xaafettidaagee polettana mala, hagee haniis."
    },
    {
        "English Sentences": "But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:",
        "Wolaitta Sentences": "\"SHin Aawaappe yiya tumatettaa Ayyaanai minttettiyaagee yaana. Taani Aawaappe intteyyo a yeddana; qassi i tabaa markkattana."
    },
    {
        "English Sentences": "And ye also shall bear witness, because ye have been with me from the beginning.",
        "Wolaitta Sentences": "Inttekka qassi kaseesappe doommidi, tanaara de7iyo gishshau, tabaa markkattana."
    },
    {
        "English Sentences": "These things have I spoken unto you, that ye should not be offended.",
        "Wolaitta Sentences": "\"Taani hagaa intte xubettenna mala, intteyyo odaas."
    },
    {
        "English Sentences": "They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.",
        "Wolaitta Sentences": "Eti inttena bantta Aihuda woosa keettaappe kessi yeddana. Hegaa bolli qassi inttena woriya urai Xoossau oottiyoobaa au milatiyo wodee yaana."
    },
    {
        "English Sentences": "And these things will they do unto you, because they have not known the Father, nor me.",
        "Wolaitta Sentences": "Eti hegaa intte bolli oottiyoogee tananne Aawaa erenna gishshassa."
    },
    {
        "English Sentences": "But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.",
        "Wolaitta Sentences": "SHin eti hegaa intte bolli oottiyo wodee gakkiyo wode, taani intteyyo odidoogaa intte hassayana mala, taani intteyyo hagaa odaas. \"Taani inttenaara de7iyo gishshau, koiro hegaa intteyyo odabeikke."
    },
    {
        "English Sentences": "But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?",
        "Wolaitta Sentences": "SHin ha77i taani tana kiittidaagaakko bais; shin intteppe ooninne, Au bai? giidi tana oichchiyai baawa."
    },
    {
        "English Sentences": "But because I have said these things unto you, sorrow hath filled your heart.",
        "Wolaitta Sentences": "SHin taani hagaa odido gishshau, intte wozanan daro azzanoi de7ees."
    },
    {
        "English Sentences": "Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.",
        "Wolaitta Sentences": "SHin taani intteyyo tumaa odais; taani biyoogee intteyyo keha. Aissi giikko, taani baana xayikko, minttettiyaagee inttekko yeenna; shin taani biikko, a inttekko yeddana."
    },
    {
        "English Sentences": "And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:",
        "Wolaitta Sentences": "Qassi minttettiyaagee yiidi, nagaraabaa, xillotettaabaanne pirddaabaa ha sa7aa asaa erissana."
    },
    {
        "English Sentences": "Of sin, because they believe not on me;",
        "Wolaitta Sentences": "Nagaraabai asai tana ammanenna gishshassa."
    },
    {
        "English Sentences": "Of righteousness, because I go to my Father, and ye see me no more;",
        "Wolaitta Sentences": "Xillotettaabai qassi taani Aawaakko biyo gishshau, intte tana naa77anttuwaa be7ekketa."
    },
    {
        "English Sentences": "Of judgment, because the prince of this world is judged.",
        "Wolaitta Sentences": "Xoossaa pirddaabai qassi sa7aa haariyaagee pirddettiichchido gishshassa."
    },
    {
        "English Sentences": "I have yet many things to say unto you, but ye cannot bear them now.",
        "Wolaitta Sentences": "\"Taani intteyyo odiyoobai darobai de7ees; shin ha77i intteyyo gelenna."
    },
    {
        "English Sentences": "Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.",
        "Wolaitta Sentences": "Tumatettaa Ayyaanai yiyo wode, inttena tumatetta ubbaakko efaana. Aissi giikko, i ba siyidobaa odanaappe attin, baappe ainne odenna. Qassi sinttappe yaanabaa intteyyo i odana."
    },
    {
        "English Sentences": "He shall glorify me: for he shall receive of mine, and shall shew it unto you.",
        "Wolaitta Sentences": "I tana bonchchana; aissi giikko, i taayyo de7iyaabaappe ekkidi, intteyyo odana."
    },
    {
        "English Sentences": "All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.",
        "Wolaitta Sentences": "Aawau de7iyaabai ubbai tabaa; minttettiyaagee tau de7iyaabaappe ekkidi, intteyyo odana taani giidoogee hegaassa."
    },
    {
        "English Sentences": "A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.",
        "Wolaitta Sentences": "\"Guutta wodeppe guyyiyan, intte tana be7ekketa; qassi guutta wodeppe guyyiyan, intte tana be7ana\" yaagiis."
    },
    {
        "English Sentences": "Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?",
        "Wolaitta Sentences": "Erissiyo ashkkaratuppe issooti issooti bantta giddon, \"Guutta wodeppe guyyiyan, intte tana be7ekketa; qassi guutta wodeppe guyyiyan, intte tana be7ana; aissi giikko, taani Aawaakko bais giyoogee hegee woigiyoogee?\" yaagidosona."
    },
    {
        "English Sentences": "They said therefore, What is this that he saith, A little while? we cannot tell what he saith.",
        "Wolaitta Sentences": "\"Guutta wodeppe guyyiyan giyoogee woigiyoogee? I aibau haasayiyaakkonne nuuyyo erettenna\" yaagidosona."
    },
    {
        "English Sentences": "Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?",
        "Wolaitta Sentences": "Eti bana oichchanau koyiyoogaa Yesuusi eridi, eta yaagiis; \"Taani, Guutta wodeppe guyyiyan, intte tana be7ekketa; qassi guutta wodeppe guyyiyan, intte tana be7ana giidoogau intte issoi issuwaa oichcheetii?"
    },
    {
        "English Sentences": "Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.",
        "Wolaitta Sentences": "Taani intteyyo tumaa odais. Intte yeekkananne koizzana; shin ha sa7ai ufaittana. Qassi intte azzanana; shin intte azzanoi ufaissa gidana."
    },
    {
        "English Sentences": "A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.",
        "Wolaitta Sentences": "Issi maccaasiyaa na7a yelana haniyo wode, ba maaretaa wodee gakkido gishshau, he maaretaabaa hirggausu; shin na7a yelidoogaappe guyyiyan, na7i ha sa7an yelettido ufaissaa gishshau, ba maaretaa hassayukku."
    },
    {
        "English Sentences": "And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.",
        "Wolaitta Sentences": "Hegaa gishshau, inttekka intte wozanan hirggeeta; shin taani naa77anttuwaa inttena be7ana; qassi intte wozanai keehi ufaittana; intte ufaissaa ooninne intteppe ekkenna."
    },
    {
        "English Sentences": "And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it you.",
        "Wolaitta Sentences": "\"He gallassi intte tana ainne woossekketa. Taani intteyyo tumaa odais; intte ta sunttan woossiyoobaa ubbaa Aawai intteyyo immana."
    },
    {
        "English Sentences": "Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.",
        "Wolaitta Sentences": "Ha77i gakkanaassikka ta sunttan ainne woossibeekketa; intte ufaissai polettana mala, Xoossaa woossite; intte ekkana."
    },
    {
        "English Sentences": "These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.",
        "Wolaitta Sentences": "\"Hagaa taani intteyyo leemisuwan yootaas; shin taani leemisuwan yootenna wodee yaana; shin Aawaabaa taani intteyyo qoncciyan odana."
    },
    {
        "English Sentences": "At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:",
        "Wolaitta Sentences": "Taani he gallassi, intte ta sunttan Aawaa woossana; qassi intte gishshau, taani Aawaa woossana giikke."
    },
    {
        "English Sentences": "For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.",
        "Wolaitta Sentences": "Aissi giikko, Aawai ba huuphen inttena siiqees; intte tana siiqiyo gishshaunne taani Aawaa matappe yiidoogaa ammanido gishshau, i inttena siiqees."
    },
    {
        "English Sentences": "I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.",
        "Wolaitta Sentences": "Taani Aawaa matappe sa7aa yaas; qassi sa7aa aggada Aawaakko baana\" yaagiis."
    },
    {
        "English Sentences": "His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.",
        "Wolaitta Sentences": "Erissiyo ashkkarati zaaridi Yesuusa, \"Be7a, ha77i neeni qoncciyan haasayaasa; leemison ainne haasayakka."
    },
    {
        "English Sentences": "Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.",
        "Wolaitta Sentences": "Neeni ubbabaa eriyoogaa nuuni ha77i eroos; qassi nena ooninne oichchana mala, neeni koyennaagaa eroos. Hegee nuna neeni Xoossaappe yiidoogaa ammanttees\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered them, Do ye now believe?",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi eta, \"Ha77i ammaneetii?"
    },
    {
        "English Sentences": "Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.",
        "Wolaitta Sentences": "Be7ite, intte intte soo intte soo laalettiyo wodeenne ta xalaalaa yeggi bayiyo wodee yaana; ha77ikka yiichchiis. SHin Aawai tanaara de7iyo gishshau, ta xalaalaa gidikke."
    },
    {
        "English Sentences": "These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world.",
        "Wolaitta Sentences": "Intte ta giddon de7iiddi, saro de7ana mala, taani hagaa intteyyo odaas. Sa7an intte waayettana. SHin minnite; taani sa7aa xoonaas\" yaagiis."
    },
    {
        "English Sentences": "These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:",
        "Wolaitta Sentences": "Yesuusi hegaa haasayidoogaappe guyyiyan, pude saluwaa xeellidi, hagaadan yaagiis; \"Aawau, wodee gakkiis; ne Na7ai nena bonchchana mala, neeni ne Na7aa bonchcha."
    },
    {
        "English Sentences": "As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.",
        "Wolaitta Sentences": "Aissi giikko, neeni ayyo immido ubbau merinaa de7uwaa i immana mala, asa ubbaa bollan ayyo maataa immadasa."
    },
    {
        "English Sentences": "And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.",
        "Wolaitta Sentences": "Asai nena issi Xoossaa gididaagaa erana malanne, qassi neeni kiittido Yesuus Kiristtoosa erana mala, hagee merinaa de7o."
    },
    {
        "English Sentences": "I have glorified thee on the earth: I have finished the work which thou gavest me to do.",
        "Wolaitta Sentences": "Neeni taayyo oottanau immido oosuwaa polada, nena sa7an bonchchaas."
    },
    {
        "English Sentences": "And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.",
        "Wolaitta Sentences": "Ha77ikka qassi Aawau, sa7ai merettanaappe kase ne matan taayyo de7iya bonchchuwan ne sinttan tana bonchcha."
    },
    {
        "English Sentences": "I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.",
        "Wolaitta Sentences": "\"Sa7aa asaappe neeni tau immidoogeeta nenaara eretissaas; eti neegeeta; qassi neeni eta tau immadasa. Eti ne qaalaukka azazettidosona."
    },
    {
        "English Sentences": "Now they have known that all things whatsoever thou hast given me are of thee.",
        "Wolaitta Sentences": "Ha77i neeni tau immido ubbabai neeppe yiidoogaa eti eroosona."
    },
    {
        "English Sentences": "For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.",
        "Wolaitta Sentences": "Aissi giikko, neeni tau immido qaalaa taani etau immaas; etikka he qaalaa ekkidosona. Taani ne matappe yiidoogee tuma gidiyoogaa eroosona; eridi neeni tana kiittidoogaakka ammanidosona."
    },
    {
        "English Sentences": "I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.",
        "Wolaitta Sentences": "\"Taani etau woossais; sa7au nena woossikke. SHin neeni tau immido asau woossais; aissi giikko, eti neegeeta."
    },
    {
        "English Sentences": "And all mine are thine, and thine are mine; and I am glorified in them.",
        "Wolaitta Sentences": "Tau de7iya ubbabai nebaa; qassi neeyyo de7iya ubbabaikka tabaa. Taani eta baggaara bonchchettaas."
    },
    {
        "English Sentences": "And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.",
        "Wolaitta Sentences": "Taani hagaappe guyyiyan, sa7an de7ikke; eti sa7an de7oosona; taani ha77i neekko bais. Geeshsha Aawau, ha neeni tau immidoogeeti neeninne taani issuwaa gidiyoogaadan, eti issuwaa gidana mala, eta ne sunttan naaga."
    },
    {
        "English Sentences": "While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.",
        "Wolaitta Sentences": "Taani etaara sa7an de7aidda, neeni tau immido ne sunttaa wolqqan eta naagaas. Taani eta naagaas; Xoossaa maxaafai giidoogee polettana mala, xayoi bessiyo uraappe attin, etappe harai ooninne xayibeenna."
    },
    {
        "English Sentences": "And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.",
        "Wolaitta Sentences": "\"Ha77i taani neekko bais; eta wozanan ta ufaissai polettana mala, hagaa taani sa7an haasayais."
    },
    {
        "English Sentences": "I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.",
        "Wolaitta Sentences": "Taani etau ne qaalaa immaas; taani sa7aassa gidennaagaadan, etikka sa7aassa gidenna gishshau, sa7ai eta ixxiis."
    },
    {
        "English Sentences": "I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.",
        "Wolaitta Sentences": "Neeni xalahiyaappe eta naagana mala woossiyoogaappe attin, sa7aappe kessana mala woossikke."
    },
    {
        "English Sentences": "They are not of the world, even as I am not of the world.",
        "Wolaitta Sentences": "Taani sa7aassa gidennaagaadan, etikka sa7aassa gidokkona."
    },
    {
        "English Sentences": "Sanctify them through thy truth: thy word is truth.",
        "Wolaitta Sentences": "Neeni tumatettan eta nebaa ootta; ne qaalaikka tumatettaa."
    },
    {
        "English Sentences": "As thou hast sent me into the world, even so have I also sent them into the world.",
        "Wolaitta Sentences": "Neeni tana sa7aa kiittidoogaadan, taanikka eta sa7aa kiittaas;"
    },
    {
        "English Sentences": "And for their sakes I sanctify myself, that they also might be sanctified through the truth.",
        "Wolaitta Sentences": "qassi eti tumatettan nebaa gidana mala, eta gishshau, taani ta huuphiyaa neeyyo immais."
    },
    {
        "English Sentences": "Neither pray I for these alone, but for them also which shall believe on me through their word;",
        "Wolaitta Sentences": "\"Taani eta xalaalau woossikke; shin eti qaalaa yootin, tana ammanidaageetuyyookka woossais."
    },
    {
        "English Sentences": "That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.",
        "Wolaitta Sentences": "Eti ubbai issuwaa gidana mala, taani woossais. Aawau, neeni ta giddon de7iyoogaadan, qassi taanikka ne giddon de7iyoogaadan, eti nu giddon de7ona. Qassi neeni tana kiittidoogaa sa7ai ammanana mala, eti issuwaa gidona."
    },
    {
        "English Sentences": "And the glory which thou gavest me I have given them; that they may be one, even as we are one:",
        "Wolaitta Sentences": "Neeninne taani issuwaa gidiyoogaadan, eti issuwaa gidana mala, neeni tana bonchchidoogaadan, taanikka eta bonchchaas."
    },
    {
        "English Sentences": "I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.",
        "Wolaitta Sentences": "Taani eta giddon de7in, neeni ta giddon de7in, qassi neeni tana siiqiyoogaadan, etakka siiqidoogaanne tana sa7aa kiittidoogaa sa7ai eranaadan, eti muleera issuwaa gidona."
    },
    {
        "English Sentences": "Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.",
        "Wolaitta Sentences": "\"Aawau, sa7ai merettanaappe kase neeni tana siiqido gishshau, tau immido ta bonchchuwaa eti be7ana mala, neeni tau immidoogeeti taani de7iyoosan tanaara de7ana mala koyais."
    },
    {
        "English Sentences": "O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.",
        "Wolaitta Sentences": "\"Xillo Aawau, sa7ai nena erenna; shin taani nena erais. Qassi neeni tana kiittidoogaa hageeti eroosona."
    },
    {
        "English Sentences": "And I have declared unto them thy name, and will declare it: that the love wherewith thou hast loved me may be in them, and I in them.",
        "Wolaitta Sentences": "Neeni tana siiqido siiqoi eta giddon de7ana mala, qassi taanikka eta giddon de7ana mala, taani ne sunttaa eta erissaas; sinttaukka erissana\" yaagiis."
    },
    {
        "English Sentences": "When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.",
        "Wolaitta Sentences": "Yesuusi hegaa giidi, Xoossaa woossidoogaappe guyyiyan, ba erissiyo ashkkaratuura Qediroona giyo shaafaa pinniis. He sohuwan daro wogarai de7ees; Yesuusinne erissiyo ashkkarati he wogaraa giddo gelidosona."
    },
    {
        "English Sentences": "And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.",
        "Wolaitta Sentences": "Yesuusa aatti immida Yihudai he sohuwaa erees; aissi giikko, Yesuusi ubba wode ba erissiyo ashkkaratuura hegan shiiqees."
    },
    {
        "English Sentences": "Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.",
        "Wolaitta Sentences": "Hegaa gishshau, Yihudai paanoosiyaa, xomppiyaa, tooraanne gonddalliyaa oiqqida daro wotaaddaratanne qassi qeese halaqatinne Parisaaweti yeddido Beeta Maqidasiyaa wotaaddarata kaaletti ekkidi, he sohuwaa biis."
    },
    {
        "English Sentences": "Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?",
        "Wolaitta Sentences": "Yesuusi bana gakkana haniya ubbabaa eridi, gaxi kiyidi, \"Oona koyeetii?\" yaagiis."
    },
    {
        "English Sentences": "They answered him, Jesus of Nazareth. Jesus saith unto them, I am he. And Judas also, which betrayed him, stood with them.",
        "Wolaitta Sentences": "Yaagin eti zaaridi, \"Naazireeta Yesuusa koyoos\" yaagidosona. Yesuusi zaaridi, \"Taani a\" yaagiis. Yesuusa aatti immida Yihudaikka hegan etaara eqqiis;"
    },
    {
        "English Sentences": "As soon then as he had said unto them, I am he, they went backward, and fell to the ground.",
        "Wolaitta Sentences": "Yesuusi, \"Taani a\" giido wode, eti guyyekko shiiqidi, sa7an kunddidosona."
    },
    {
        "English Sentences": "Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.",
        "Wolaitta Sentences": "Yesuusi qassikka, \"Oona koyeetii?\" Yaagin eti, \"Naazireeta Yesuusa koyoos\" yaagidosona."
    },
    {
        "English Sentences": "Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:",
        "Wolaitta Sentences": "Yaagin Yesuusi zaaridi, \"Taani a gidiyoogaa intteyyo yootaas; simmi intte tana koyiyaabaa gidikko, hageeta yeddite\" yaagiis."
    },
    {
        "English Sentences": "That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.",
        "Wolaitta Sentences": "I, \"Aawau, neeni tau immidoogeetuppe harai atto, issuwaakka bashshabeikke\" giidoogee polettana mala, hegaa giis."
    },
    {
        "English Sentences": "Then Simon Peter having a sword drew it, and smote the high priest's servant, and cut off his right ear. The servant's name was Malchus.",
        "Wolaitta Sentences": "Simoon PHeexiroosau bisoi de7ees; i he bisuwaa shoddinnee qeese ubbatu halaqaa ashkkaraa ushachcha haittaa shocidi, qanxxi yeggiis. He ashkkaraa sunttai Malkkoosa."
    },
    {
        "English Sentences": "Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?",
        "Wolaitta Sentences": "Yesuusi PHeexiroosa, \"Ne bisuwaa shoohuwan zaarada wotta! Ta Aawai taayyo immido burccukkuwaappe taani uyennabaa neeyyo milatii?\" yaagiis."
    },
    {
        "English Sentences": "Then the band and the captain and officers of the Jews took Jesus, and bound him,",
        "Wolaitta Sentences": "SHaalaqai, daro wotaaddaratinne qassi Aihudatu halaqati Yesuusa oiqqidi qachchidosona."
    },
    {
        "English Sentences": "And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.",
        "Wolaitta Sentences": "Koiro Yesuusa Haannakko efiidosona; aissi giikko, Haanni he laitti qeese ubbatu halaqa gidiya Qayaafa bollo."
    },
    {
        "English Sentences": "Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.",
        "Wolaitta Sentences": "\"Asa ubbaa gishshau, issi asi haiqqikko lo77o\" giidi Aihudata zoridaagee Qayaafa."
    },
    {
        "English Sentences": "And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.",
        "Wolaitta Sentences": "Simoon PHeexiroosinne hara issi erissiyo ashkkarai Yesuusa kaallidi biidosona. He hara erissiyo ashkkaraa qeese ubbatu halaqai loitti erees; hegee Yesuusaara qeese ubbatu halaqaa dirssa garssi geliis."
    },
    {
        "English Sentences": "But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.",
        "Wolaitta Sentences": "SHin PHeexiroosi kareera dirssaa penggen eqqiis. Qeese ubbatu halaqai loitti eriyo hara erissiyo ashkkarai kare kiyidi, penggiyaa naagiya na7eeyyo yootidi, PHeexiroosa dirssa garssi gelissiis."
    },
    {
        "English Sentences": "Then saith the damsel that kept the door unto Peter, Art not thou also one of this man's disciples? He saith, I am not.",
        "Wolaitta Sentences": "Penggiyaa naagiya na7iyaa PHeexiroosa, \"Neeni ha bitanee erissiyo ashkkaratuppe issuwaa gidikkiiyye?\" yaagaasu. Yaagin PHeexiroosi, \"CHii, taani gidikke\" yaagiis."
    },
    {
        "English Sentences": "And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.",
        "Wolaitta Sentences": "Sa7ai meeggiyo gishshau, ashkkaratinne halaqati xiixinttaa tamaa oittidi, bonqqidaagaa yuuyi aadhdhi eqqidi ho77oosona; PHeexiroosikka etaara eqqidi, he tamaa ho77ees."
    },
    {
        "English Sentences": "The high priest then asked Jesus of his disciples, and of his doctrine.",
        "Wolaitta Sentences": "Qeese ubbatu halaqai Yesuusa i erissiyo ashkkaratubaanne a timirttiyaabaa oichchiis."
    },
    {
        "English Sentences": "Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Taani asa ubbau qoncciyan odaas. Taani Aihuda ubbai shiiqiyo Aihuda woosa keettaaninne Beeta Maqidasiyan ubba wode tamaarissaas; geeman ainne haasayabeikke."
    },
    {
        "English Sentences": "Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.",
        "Wolaitta Sentences": "Yaatin, neeni tana aissi oichchai? Taani odidoogaa siyida asaa oichcha; he asai taani odidoogaa erees\" yaagiis."
    },
    {
        "English Sentences": "And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?",
        "Wolaitta Sentences": "Yesuusi hegaa giido wode, he sohuwan eqqida wotaaddaratuppe issoi Yesuusa baqqidi, \"Qeese ubbatu halaqaa bolli hagaadan zaarai?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?",
        "Wolaitta Sentences": "Yesuusi zaaridi, \"Taani balabaa haasayidabaa gidikko, hagan de7iya asa ubbau oda; shin taani tumaa haasayidabaa gidikko, tana aissi baqqai?\" yaagiis."
    },
    {
        "English Sentences": "Now Annas had sent him bound unto Caiaphas the high priest.",
        "Wolaitta Sentences": "Hegaa gishshau, Haanni, qashetti uttida Yesuusa, qeese ubbatu halaqaa, Qayaafakko yeddiis."
    },
    {
        "English Sentences": "And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it, and said, I am not.",
        "Wolaitta Sentences": "PHeexiroosi hegan eqqidi, tamaa ho77ees; harati a, \"Neeni ha bitanee erissiyo ashkkaratuppe issuwaa gidikkiiyye?\" yaagiis. Yaagin PHeexiroosi, \"CHii; taani gidikke\" yaagidi kaddiis."
    },
    {
        "English Sentences": "One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?",
        "Wolaitta Sentences": "Qeese ubbatu halaqaa ashkkaratuppe issoi, PHeexiroosi haittaa qanxxido bitaniyaa dabboi PHeexiroosa, \"Taani nena aara daro wogaraa giddon be7abeikkinaayye?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "Peter then denied again: and immediately the cock crew.",
        "Wolaitta Sentences": "Oichchin PHeexiroosi qassikka kaddiis; sohuwaarakka kuttoi waassi aggiis."
    },
    {
        "English Sentences": "Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.",
        "Wolaitta Sentences": "Eti Yesuusa Qayaafa sooppe deriyaa haariyaagaa ooso keettaa ekki efiidosona. Sa7ai maallado guura; Aihudati Paasikaa bonchchiyo gallassa qumaa maanau, bantta huuphessi tunenna mala, deriyaa haariyaagaa ooso keettaa gelibookkona."
    },
    {
        "English Sentences": "Pilate then went out unto them, and said, What accusation bring ye against this man?",
        "Wolaitta Sentences": "Hegaa gishshau, PHilaaxoosi etakko kare kiyidi, \"Ha bitaniyaa intte aibin mooteetii?\" yaagiis."
    },
    {
        "English Sentences": "They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.",
        "Wolaitta Sentences": "Yaagin eti, \"I iitabaa oottibeennabaa gidiyaakko, nuuni a neekko ehookko\" yaagidosona."
    },
    {
        "English Sentences": "Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:",
        "Wolaitta Sentences": "PHilaaxoosi zaaridi etayyo, \"Intte a ekki efiidi, intte higgee giyoogaadan, a bolli pirddite\" yaagiis. Yaagin Aihudati, \"Oonanne woriyo maati nuuyyo baawa\" yaagidosona;"
    },
    {
        "English Sentences": "That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.",
        "Wolaitta Sentences": "hagee hanidoogee Yesuusi ai mala haiquwaa haiqqanaakko erissanau haasayidoogee polettanaassa."
    },
    {
        "English Sentences": "Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?",
        "Wolaitta Sentences": "PHilaaxoosi ba ooso keettaa naa77anttuwaa gelidi, Yesuusa xeesiis; xeesidi, \"Neeni Aihuda kawoo?\" yaagidi a oichchiis."
    },
    {
        "English Sentences": "Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?",
        "Wolaitta Sentences": "Oichchin Yesuusi PHilaaxoosa, \"Ha oishaa neeni neeppe oichchaiyye woi hara asi neeyyo tabaa odidee?\" yaagiis."
    },
    {
        "English Sentences": "Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?",
        "Wolaitta Sentences": "PHilaaxoosi zaaridi, \"Tana Aihuda asa gai? Ne zaretinne qeesetu halaqati nena tau aatti immidosona; neeni ai oottadii?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Ta kawotettai ha sa7aana gidenna. Ta kawotettai ha sa7aana gididaakko, tana Aihudatuyyo aatti immennaadan, ta ashkkarati tau olettana; shin ta kawotettai ha sa7aana gidenna\" yaagiis."
    },
    {
        "English Sentences": "Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.",
        "Wolaitta Sentences": "Hegaa gishshau, PHilaaxoosi Yesuusa, \"Yaatin, neeni kawooyye?\" yaagidi oichchiis. Yesuusi zaaridi, \"Neeni tana kawo gaasa. Taani tumatettaayyo markkattana gishshau yelettaas; qassi hegaa gishshau, ha sa7aa yaas. Tumaa bagga gidiya ooninne taani giyoogaa siyees\" yaagiis."
    },
    {
        "English Sentences": "Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.",
        "Wolaitta Sentences": "Yaagin PHilaaxoosi, \"Tumatetti aibee?\" yaagiis. PHilaaxoosi hegaa giidoogaappe guyyiyan, Aihudatukko kare kiyidi, \"Taani aani ai balanne demmabeikke."
    },
    {
        "English Sentences": "But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?",
        "Wolaitta Sentences": "SHin Paasikaa bonchchiyo gallassi, issi asa taani intteyyo qashuwaappe birshshiyo meezee de7ees; taani intteyyo Aihudatu kawuwaa birshshiyoogaa koyeetii?\" yaagiis."
    },
    {
        "English Sentences": "Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.",
        "Wolaitta Sentences": "Eti zaaridi, bantta qaalaa xoqqu oottidi, \"Barbbaana birshshappe attin, a gidenna!\" yaagidosona. SHin Barbbaani pangga."
    },
    {
        "English Sentences": "Then Pilate therefore took Jesus, and scourged him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, PHilaaxoosi Yesuusa oiqqidi, lissuwan garafiis."
    },
    {
        "English Sentences": "And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,",
        "Wolaitta Sentences": "Wotaaddarati agunttaappe akiliiliyaa loittidi, a huuphiyan wottidosona; qassi zo7o maayuwaakka a maizzidosona."
    },
    {
        "English Sentences": "And said, Hail, King of the Jews! and they smote him with their hands.",
        "Wolaitta Sentences": "Akko shiiqidi, \"Aihuda kawuwau, shemppo gam77a!\" yaagidi a qinxxalliyaa baqqidosona."
    },
    {
        "English Sentences": "Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.",
        "Wolaitta Sentences": "PHilaaxoosi qassikka kare kiyidi Aihudata, \"Be7ite, taani aani ai balanne demmabeennaagaa intte erana mala, a inttekko kare kessana\" yaagiis."
    },
    {
        "English Sentences": "Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi agunttaa akiliiliyaa ba huuphiyan wottidi, zo7o maayuwaa maayidi, kare kiyiis; PHilaaxoosi Aihudata, \"Bitaniyaa hagaa be7ite\" yaagiis."
    },
    {
        "English Sentences": "When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him.",
        "Wolaitta Sentences": "Qeese halaqatinne wotaaddarati a be7ido wode, bantta qaalaa xoqqu oottidi, \"Masqqaliyaa bolli misimaariyan xishada a kaqqa! Kaqqa!\" yaagidosona. Yaagin PHilaaxoosi eta, \"Intte a ekki efiidi, masqqaliyaa bolli misimaariyan xishidi kaqqite; aissi giikko, taani ai balanne demmabeikke\" yaagiis."
    },
    {
        "English Sentences": "The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God.",
        "Wolaitta Sentences": "Aihudati zaaridi, \"Nuuyyo higgee de7ees; nu higgee giyoogaadan, i haiqqanau bessees; aissi giikko, i bana Xoossaa Na7aa oottiis\" yaagidosona."
    },
    {
        "English Sentences": "When Pilate therefore heard that saying, he was the more afraid;",
        "Wolaitta Sentences": "PHilaaxoosi hegaa siyido wode, kaseegaappe keehi yayyiis."
    },
    {
        "English Sentences": "And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.",
        "Wolaitta Sentences": "Qassikka PHilaaxoosi ba ooso keettaa simmi gelidi Yesuusa, \"Neeni auppe yaadii?\" yaagidi oichchiis; shin Yesuusi ayyo ainne zaaribeenna."
    },
    {
        "English Sentences": "Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?",
        "Wolaitta Sentences": "Hegaa gishshau, PHilaaxoosi a, \"Tau yootikkii? Nena birshshanau woi masqqaliyaa bolli misimaariyan xishada kaqqanau tau maati de7iyoogaa erikkiiyye?\" yaagiis."
    },
    {
        "English Sentences": "Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Xoossai neeyyo bollappe maataa immibeennabaa gidiyaakko, neeyyo ta bolli maati de7enna shin. Hegaa gishshau, tana neeyyo aatti immidaagee aadhdhiya nagaraa oottiis\" yaagiis."
    },
    {
        "English Sentences": "And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend: whosoever maketh himself a king speaketh against Caesar.",
        "Wolaitta Sentences": "PHilaaxoosi hegaa siyido wode, Yesuusa birshshanau oge koyiis; shin Aihudati bantta qaalaa xoqqu oottidi, \"Neeni a birshshiyaabaa gidikko, Kawuwaa Qeesaara dabbo gidakka! Bana kawo giya ooninne Qeesaara morkke!\" yaagidosona."
    },
    {
        "English Sentences": "When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.",
        "Wolaitta Sentences": "PHilaaxoosi hegaa siyidi, Yesuusa kare kessiis. Yaatidi shuchchaa baasidi kessidosaa giyoosan pirdda oidiyan uttiis; Ibraisxxe qaalan he sohoi gabataa giyoogaa."
    },
    {
        "English Sentences": "And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!",
        "Wolaitta Sentences": "He gallassai Paasikaa bonchchiyo gallassau giigissiyo gallassa; sa7ai usuppun saate heera gidana. PHilaaxoosi Aihudata, \"Intte kawuwaa hagaa be7ite!\" yaagiis."
    },
    {
        "English Sentences": "But they cried out, Away with him, away with him, crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar.",
        "Wolaitta Sentences": "Yaagin Aihudati bantta qaalaa xoqqu oottidi, \"Digga! Digga! Masqqaliyaa bolli misimaariyan xishada kaqqa!\" yaagidosona. PHilaaxoosi zaaridi, \"Intte kawuwaa taani masqqaliyaa bolli misimaariyan xishada kaqqiyoogaa koyeetii?\" yaagidi oichchiis. Oichchin qeese halaqati, \"Qeesaarappe hara kawoi nuuyyo baawa!\" yaagidosona."
    },
    {
        "English Sentences": "Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, eti masqqaliyaa bolli misimaariyan xishidi, Yesuusa kaqqana mala, PHilaaxoosi etau aatti immiis. Eti Yesuusa oiqqidi, ekki efiidosona."
    },
    {
        "English Sentences": "And he bearing his cross went forth into a place called the place of a skull, which is called in the Hebrew Golgotha:",
        "Wolaitta Sentences": "Yesuusi ba masqqaliyaa tookkidi, Guuggiyaa Sohuwaa giyoosaa biis. \"Guuggiyaa Sohuwaa\" giyoogee Ibraisxxe qaalan \"Golggottaa\" giyoogaa."
    },
    {
        "English Sentences": "Where they crucified him, and two other with him, on either side one, and Jesus in the midst.",
        "Wolaitta Sentences": "Eti he sohuwan masqqaliyaa bolli misimaariyan xishidi, Yesuusa kaqqidosona; qassi aara hara naa77u asata, issuwaa ya baggaara qassi issuwaa ha baggaara Yesuusa gidduwan wottidi, masqqaliyaa bolli misimaariyan xishidi kaqqidosona."
    },
    {
        "English Sentences": "And Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS.",
        "Wolaitta Sentences": "PHilaaxoosi xifatiyaa xaafidi, masqqaliyaa bolli wottiis. I xaafidoogee, \"Aihudatu Kawuwaa, Naazireeta Yesuusa\" yaagees."
    },
    {
        "English Sentences": "This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and Greek, and Latin.",
        "Wolaitta Sentences": "Yesuusi masqqaliyaa bolli misimaariyan xishettidi kaqettidosai katamaa matan de7iyo gishshau, daro Aihudati he xifatiyaa nabbabidosona. Xifatee Ibraisxxe qaalan, Roomaisxxe qaalaaninne Giriike qaalan xaafettiis."
    },
    {
        "English Sentences": "Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.",
        "Wolaitta Sentences": "Hegaa gishshau, Aihuda qeese halaqati PHilaaxoosa, \"Ha bitanee bana Aihuda kawo yaagiis gaada xaafappe attin, Aihuda kawo gaada xaafoppa\" yaagidosona."
    },
    {
        "English Sentences": "Pilate answered, What I have written I have written.",
        "Wolaitta Sentences": "Yaagin PHilaaxoosi, \"Taani xaafidoogaa xaafarggaas\" yaagidi zaariis."
    },
    {
        "English Sentences": "Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.",
        "Wolaitta Sentences": "Wotaaddarati masqqaliyaa bolli misimaariyan xishidi, Yesuusa kaqqidoogaappe guyyiyan, a maayuwaa ekkidi, oiddu kessi shaakkidosona; issi issi wotaaddaraa issi shaahoi gakkiis. A adussa maayuwaakka ekkidosona; adussa maayoi hashiyaappe doommidi, duge gakkanaassi yeda maayettiyaabaappe attin, qanxxettidi sikettibeenna."
    },
    {
        "English Sentences": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did.",
        "Wolaitta Sentences": "Wotaaddarati issoi issuwaa, \"Oona gakkanaakko, saamaa yegganaappe attin, maayuwaa peerokko\" yaagidosona. Hegee hanidoogee Xoossaa maxaafai, \"Ta maayuwaa shaakki ekkidosona; ta adussa maayuwan saamaa yeggidosona\" giyoogee polettanaassa. Hegaa gishshau, wotaaddarati hegaa oottidosona."
    },
    {
        "English Sentences": "Now there stood by the cross of Jesus his mother, and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.",
        "Wolaitta Sentences": "SHin Yesuusa masqqaliyaa matan a aayyiyaa, a aayee michchiyaa, Qaliyoopha machchiyaa Mairaamanne Magddala giyo katamaappe yiida Mairaama eqqidosona."
    },
    {
        "English Sentences": "When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!",
        "Wolaitta Sentences": "Yesuusi ba aayyiyaanne i siiqiyo erissiyo ashkkarai hegan eqqidaageeta be7idi, ba aayyiyo, \"Ha mishiree, ne na7aa hagaa be7a!\" yaagiis."
    },
    {
        "English Sentences": "Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, he erissiyo ashkkaraa, \"Ne aayyiyo hanno be7a!\" yaagiis. He erissiyo ashkkarai o he saatiyaappe doommidi, ba soo ekki efiis."
    },
    {
        "English Sentences": "After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi ubbabai ha77i polettidoogaa eridi, Xoossaa maxaafai giidoogee polettana mala, \"Tana saammees\" yaagiis."
    },
    {
        "English Sentences": "Now there was set a vessel full of vinegar: and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.",
        "Wolaitta Sentences": "He sohuwan issi xuggaa kumida caala woine eessai de7ees. Eti ispponjjiyaa he woine eessan yeggidi, hiisoophphe giyo mittaa xeeran wottidi, Yesuusa doonaakko shiishshidosona."
    },
    {
        "English Sentences": "When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.",
        "Wolaitta Sentences": "Yesuusi woine eessaa ganxxi be7idoogaappe guyyiyan, \"Polettiis\" yaagiis. Qassi hegaappe guyyiyan, ba huuphiyaa ziqqi oottidi, ba shemppuwaa immiis."
    },
    {
        "English Sentences": "The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that they might be taken away.",
        "Wolaitta Sentences": "He gallassai giigettiyo gallassa gidiyo gishshaunne qassi he Sambbatai daro bonchcho gidiyo gishshau, Sambbatan asatu ahai masqqaliyaa bolli pe7enna mala, kaqettida asatu suiliyaa menttidi, masqqaliyaappe wottana mala, Aihudati PHilaaxoosa woossidosona."
    },
    {
        "English Sentences": "Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.",
        "Wolaitta Sentences": "Hegaa gishshau, wotaaddarati yiidi, Yesuusaara kaqettida koiro bitaniyaa suiliyaa menttidosona; qassi aara kaqettida naa77antto bitaniyaa suiliyaakka menttidosona."
    },
    {
        "English Sentences": "But when they came to Jesus, and saw that he was dead already, they brake not his legs:",
        "Wolaitta Sentences": "SHin Yesuusakko yiido wode i haiqqiichchidoogaa be7idi, a suiliyaa menttibookkona."
    },
    {
        "English Sentences": "But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.",
        "Wolaitta Sentences": "Gidikkonne, wotaaddaratuppe issoi a miyyiyaa tooran caddiis; caddin sohuwaarakka suuttainne haattai goggi bayiis."
    },
    {
        "English Sentences": "And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.",
        "Wolaitta Sentences": "Intte ammanana mala, hagaa be7idaagee markkattiis; i markkattiyoogeekka tumaa; qassi ba haasayai tuma gidiyoogaa i erees."
    },
    {
        "English Sentences": "For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.",
        "Wolaitta Sentences": "Hegee hanidoogee Xoossaa maxaafai, \"A meqettatuppe issoinne meqqenna\" giidoogee polettanaassa."
    },
    {
        "English Sentences": "And again another scripture saith, They shall look on him whom they pierced.",
        "Wolaitta Sentences": "Qassikka Xoossaa maxaafai harai, \"Asai ba caddidoogaa be7ana\" yaagees."
    },
    {
        "English Sentences": "And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Armmaatiyaasa giyo katamaappe yiida Yooseefi Yesuusa ahaa ekki efaanau PHilaaxoosa woossiis; Yooseefi Aihudatuyyo yayyido gishshau, asi erennan Yesuusa kaalliyaagaa. Yooseefi woossin PHilaaxoosi, \"Ekkada efa\" yaagiis. Hegaa gishshau, Yooseefi biidi, Yesuusa ahaa ekki efiis."
    },
    {
        "English Sentences": "And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.",
        "Wolaitta Sentences": "Qassi Niqoodimoosi hegaappe kase Yesuusakko qammi yiidaagee, karbbiyaaranne godare uuttaara walahettida oitamanne ichchashu kilo giraame gidiyaagaa keena shittuwaa oiqqi ekkidi, Yooseefaara yiis."
    },
    {
        "English Sentences": "Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.",
        "Wolaitta Sentences": "He naa77u asati Yesuusa ahaa ekkidi, Aihudati ahaa xaaxiyo maaraadankka, shittuwaara gattidi, liinuwaa giyo afalan xaaxidosona."
    },
    {
        "English Sentences": "Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.",
        "Wolaitta Sentences": "Yesuusi masqqaliyaa bolli misimaariyan xishettidi kaqettido sohuwan daro wogarai de7ees; he wogara giddon shuchchaa wooci kessido biron ooninne moogettibeenna ooratta gonggoloi de7ees."
    },
    {
        "English Sentences": "There laid they Jesus therefore because of the Jews' preparation day; for the sepulchre was nigh at hand.",
        "Wolaitta Sentences": "He gonggoloi matan de7iyo gishshaunne qassi Aihudati Sambbatau giigettiyo gallassa gidiyo gishshau, Yesuusa yaani wottidosona."
    },
    {
        "English Sentences": "The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.",
        "Wolaitta Sentences": "Woggaa gallassi guuran, biron daabidaabiyaagan, Magddala giyo katamaappe yiida Mairaama Yesuusi moogettido gonggoluwaakko baasu; baada shuchchai he gonggoluwaa doonaappe denddiichchidaagaa be7aasu."
    },
    {
        "English Sentences": "Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the LORD out of the sepulchre, and we know not where they have laid him.",
        "Wolaitta Sentences": "Simoon PHeexiroosakkonne Yesuusi siiqiyo hinkko erissiyo ashkkaraakko, a woxxaidda baada, \"Gonggoluwaappe Godaa ekki efirggidosona; awan a wottidaakkonne nuuni erokko\" yaagaasu."
    },
    {
        "English Sentences": "Peter therefore went forth, and that other disciple, and came to the sepulchre.",
        "Wolaitta Sentences": "Hegaa gishshau, PHeexiroosinne hinkko erissiyo ashkkarai aggidi, gonggoluwaakko biidosona."
    },
    {
        "English Sentences": "So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.",
        "Wolaitta Sentences": "Naa77aikka issippe woxxidosona; shin hinkko erissiyo ashkkarai PHeexiroosappe aadhdhidi kasetidi, he gonggoluwaakko gakkiis."
    },
    {
        "English Sentences": "And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.",
        "Wolaitta Sentences": "He erissiyo ashkkarai hokkidi, liinuwaa giyo afalaa be7iis; shin giddo gelibeenna."
    },
    {
        "English Sentences": "Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,",
        "Wolaitta Sentences": "Simoon PHeexiroosi a kaallidi yiidi, gonggoluwaa giddo geliis. Gelidi liinuwaa giyo afalai hegan de7iyaagaa be7iis;"
    },
    {
        "English Sentences": "And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.",
        "Wolaitta Sentences": "qassi Yesuusa huuphiyan xaaxetti uttida afalai he xaaxettidoogaadankka dumma issisan de7iyaagaa be7iis; he afalai dumma de7eesippe attin, liinuwaa giyo afalaara issippe de7enna."
    },
    {
        "English Sentences": "Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.",
        "Wolaitta Sentences": "He wode, kasetidi gonggoluwaakko gakkida hinkko erissiyo ashkkarai geliis. Geli be7idi ammaniis."
    },
    {
        "English Sentences": "For as yet they knew not the scripture, that he must rise again from the dead.",
        "Wolaitta Sentences": "Yesuusi haiquwaappe denddanau bessiyoogaa yootiya Xoossaa maxaafaa eti biron akeekiichchibookkona."
    },
    {
        "English Sentences": "Then the disciples went away again unto their own home.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, erissiyo ashkkarati bantta soo simmidi biidosona."
    },
    {
        "English Sentences": "But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,",
        "Wolaitta Sentences": "SHin Mairaama he gonggoluwaa doonan eqqada yeekkausu. Yeekkaidda hokkada gonggoluwaa giddo xeellaasu."
    },
    {
        "English Sentences": "And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.",
        "Wolaitta Sentences": "Bootta maayuwaa maayida naa77u kiitanchchati Yesuusa ahai zin77idosan issoi huuphessaara issoi tohossaara uttidaageeta be7aasu."
    },
    {
        "English Sentences": "And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my LORD, and I know not where they have laid him.",
        "Wolaitta Sentences": "Eti o, \"Mishiree, aissi yeekkai?\" yaagidi oichchidosona. Oichchin a, \"Asati ta Godaa efirggidosona; eti awan wottidaakkonne taani erikke\" yaagaasu."
    },
    {
        "English Sentences": "And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.",
        "Wolaitta Sentences": "Hegaa giidoogaappe guyyiyan, guyye simma xeellada, Yesuusi eqqidaagaa be7aasu. SHin i Yesuusa gididoogaa akeekabeikku."
    },
    {
        "English Sentences": "Jesus saith unto her, Woman, why weepest thou? whom seekest thou? She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.",
        "Wolaitta Sentences": "Yesuusi o, \"Mishiree, aissi yeekkai? Oona koyai?\" yaagidi oichchiis. Mairaama wogaraa naagiyaagaa gaada, \"Godau, neeni ekkidabaa gidikko, a awan wottidaakko, tau yootarkkii; taani a ekka efaana\" yaagaasu."
    },
    {
        "English Sentences": "Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.",
        "Wolaitta Sentences": "Yesuusi o, \"Mairaamee\" yaagiis. A akko simmada, Ibraisxxe qaalan \"Rabunii\" yaagaasu; hegaa birshshettai \"Tamaarissiyaagoo\" giyoogaa."
    },
    {
        "English Sentences": "Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.",
        "Wolaitta Sentences": "Yesuusi o, \"Taani biron ta Aawaakko babeenna gishshau, tana bochchoppa; shin ta ishanttukko baada, Taani ta Aawaakkonne intte Aawaakko, ta Xoossaakkonne intte Xoossaakko, pude bais giis gaada etau oda\" yaagiis."
    },
    {
        "English Sentences": "Mary Magdalene came and told the disciples that she had seen the LORD, and that he had spoken these things unto her.",
        "Wolaitta Sentences": "Magddala giyo katamaappe yiida Mairaama Godaa be7idoogaanne iyyo i hegaa odidoogaa baada erissiyo ashkkaratuyyo odaasu."
    },
    {
        "English Sentences": "Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.",
        "Wolaitta Sentences": "He Woggaa gallassi omarssi, erissiyo ashkkarati Aihudatuyyo yayyido gishshau, kariyaa koridi, shiiqi uttidaashin, Yesuusi yiidi, eta gidduwan eqqidi, \"Sarotettai intteyyo gido\" yaagiis."
    },
    {
        "English Sentences": "And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the LORD.",
        "Wolaitta Sentences": "Hegaa giidoogaappe guyyiyan, ba kushiyaanne ba miyyiyaa eta bessiis; erissiyo ashkkarati Godaa be7ido wode keehi ufaittidosona."
    },
    {
        "English Sentences": "Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.",
        "Wolaitta Sentences": "Yesuusi naa77anttuwaakka etau, \"Sarotettai intteyyo gido; ta Aawai tana kiittidoogaadan, taanikka inttena kiittais\" yaagiis."
    },
    {
        "English Sentences": "And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:",
        "Wolaitta Sentences": "Hegaa giidoogaappe guyyiyan, eta bolli ufu giidi shemppiis; qassi, \"Geeshsha Ayyaanaa ekkite."
    },
    {
        "English Sentences": "Whose soever sins ye remit, they are remitted unto them; and whose soever sins ye retain, they are retained.",
        "Wolaitta Sentences": "Intte atto giido asaa nagarai atto geetettana; intte atto geennaageetu nagarai atto geetettenna\" yaagiis."
    },
    {
        "English Sentences": "But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.",
        "Wolaitta Sentences": "SHin tammanne naa77u erissiyo ashkkaratuppe issoi, Mentte giyo Toomaasi, Yesuusi yiido wode etaara de7enna."
    },
    {
        "English Sentences": "The other disciples therefore said unto him, We have seen the LORD. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.",
        "Wolaitta Sentences": "Hegaa gishshau, hinkko erissiyo ashkkarati Toomaasau, \"Nuuni Godaa be7ida!\" yaagidosona. SHin Toomaasi etau, \"Misimaariyan i cadettido a kushiyan de7iya malaataa be7ennaaninne he malaataa ta biradhdhiyan bochchennan, qassi ta kushiyaa a miyyiyan yedda be7ennan taani ammanikke\" yaagiis."
    },
    {
        "English Sentences": "And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.",
        "Wolaitta Sentences": "Saaminttappe guyyiyan, Yesuusi erissiyo ashkkarati qassikka sooni shiiqi uttidosona; Toomaasikka etaara de7ees. Karee koretti uttidaashin, Yesuusi yiidi, eta gidduwan eqqiis; eqqidi, \"Sarotettai intteyyo gido\" yaagiis."
    },
    {
        "English Sentences": "Then saith he to Thomas, Reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Toomaasa, \"Ne kushiyaa haa ehaada, ta kushiyaa be7a, qassi ne kushiyaa haa ehaada, ta miyyiyan yedda be7a, neeni ammaniyaagaa gidanaappe attin, ammanennaagaa gidoppa!\" yaagiis."
    },
    {
        "English Sentences": "And Thomas answered and said unto him, My LORD and my God.",
        "Wolaitta Sentences": "Toomaasi zaaridi, \"Ta Godau, ta Xoossau!\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed.",
        "Wolaitta Sentences": "Yaagin Yesuusi, \"Neeni tana be7ido gishshau ammanadasa; be7ennan ammanidaageeti anjjettidaageeta\" yaagiis."
    },
    {
        "English Sentences": "And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:",
        "Wolaitta Sentences": "Yesuusi ha maxaafan xaafettibeenna hara daro malaatata ba erissiyo ashkkaratu sinttan oottiis."
    },
    {
        "English Sentences": "But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.",
        "Wolaitta Sentences": "SHin Yesuusi i Kiristtoosa, Xoossaa Na7aa gidiyoogaa intte ammanana malanne, qassi a ammanidi a sunttan de7uwaa intte demmana mala, hagee xaafettiis."
    },
    {
        "English Sentences": "After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he himself.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yesuusi Xibiriyaadoosa giyo abbaa lanqqiyan ba erissiyo ashkkaratuyyo naa77anttuwaa beettiis. I etau hagaadan beettiis."
    },
    {
        "English Sentences": "There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of his disciples.",
        "Wolaitta Sentences": "Simoon PHeexiroosinne mentte giyo Toomaasi, Qaana Galiilappe yiida Naatinaa7eeli, Zabddiyoosa naatinne Yesuusi erissiyo ashkkaratuppe hara naa77ati issippe de7oosona."
    },
    {
        "English Sentences": "Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing.",
        "Wolaitta Sentences": "Simoon PHeexiroosi etau, \"Taani mole oiqqanau bais\" yaagiis. Yaagin eti, \"Nuunikka nenaara baana\" yaagidi, kiyidi wolwoluwaa giddo gelidosona; shin eti he gallassi qammi mole ainne oiqqibookkona."
    },
    {
        "English Sentences": "But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus.",
        "Wolaitta Sentences": "Maallado wonttaara awai kiyanaappe kase, Yesuusi abbaa gaxan eqqiis; shin erissiyo ashkkarati Yesuusa gididoogaa eribookkona."
    },
    {
        "English Sentences": "Then Jesus saith unto them, Children, have ye any meat? They answered him, No.",
        "Wolaitta Sentences": "Yesuusi eta, \"Naatoo, mole oiqqibeekketiiyye?\" yaagiis. Yaagin eti zaaridi, \"Ainne oiqqibookko\" yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.",
        "Wolaitta Sentences": "I zaaridi, \"Intte gitiyaa wolwoluwaappe ushachcha baggakko yeggite; amaridaagaa intte oiqqana\" yaagiis. Hegaa gishshau, gitiyaa ushachcha baggakko yeggin, molee darido gishshau, goochchi kessanaagee eta xooniis."
    },
    {
        "English Sentences": "Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his fisher's coat unto him, (for he was naked,) and did cast himself into the sea.",
        "Wolaitta Sentences": "Yesuusi siiqiyo ashkkarai PHeexiroosa, \"Hagee Godaattennee!\" yaagiis. Simooni PHeexiroosi Godaa i gididoogaa siyido wode, kallo de7iyo gishshau, ba maayuwaa maayidi, abbaa giddo guppi geliis."
    },
    {
        "English Sentences": "And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.",
        "Wolaitta Sentences": "SHin hinkko erissiyo ashkkarati molee kumi uttido gitiyaa goochchiiddi, wolwoluwan abbaappe gaxi kiyidosona; eti abbaappe naa77u xeetu wara keenaa haakkidi de7oosonappe attin, keehi haakkidi de7okkona."
    },
    {
        "English Sentences": "As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread.",
        "Wolaitta Sentences": "Eti abbaappe gaxi kiyido wode, xiixinttaa bonqquwan molee de7iyaagaanne oittaa be7idosona."
    },
    {
        "English Sentences": "Jesus saith unto them, Bring of the fish which ye have now caught.",
        "Wolaitta Sentences": "Yesuusi eta, \"Ha77i intte oiqqido moliyaappe amaridaagaa hammite\" yaagiis."
    },
    {
        "English Sentences": "Simon Peter went up, and drew the net to land full of great fishes, an hundred and fifty and three: and for all there were so many, yet was not the net broken.",
        "Wolaitta Sentences": "Simoon PHeexiroosi wolwoluwan gelidi, xeetanne ishatamanne heezzu wogga moleti kumi uttido gitiyaa goochchidi, abbaappe gaxi kessiis; molee hegaa keena daro gidinkka gitee daakettibeenna."
    },
    {
        "English Sentences": "Jesus saith unto them, Come and dine. And none of the disciples durst ask him, Who art thou? knowing that it was the Lord.",
        "Wolaitta Sentences": "Yesuusi eta, \"Haa yiidi, qan77iyaa qan77ite\" yaagiis. Erissiyo ashkkaratuppe issoinne, \"Neeni oonee?\" giidi a oichchanau xalibeenna; aissi giikko, Godaa i gididoogaa eti eridosona."
    },
    {
        "English Sentences": "Jesus then cometh, and taketh bread, and giveth them, and fish likewise.",
        "Wolaitta Sentences": "Yesuusi yiidi, oittaa ekkidi, etau immiis; moliyaakka hegaadan immiis."
    },
    {
        "English Sentences": "This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead.",
        "Wolaitta Sentences": "Yesuusi haiquwaappe denddidoogaappe guyyiyan, ba erissiyo ashkkaratuyyo beettishin hagee heezzantto."
    },
    {
        "English Sentences": "So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.",
        "Wolaitta Sentences": "Eti qumaa miidoogaappe guyyiyan, Yesuusi Simoon PHeexiroosa, \"Yoona na7au Simoonaa, tana hageetuppe aattada siiqai?\" yaagiis. Simoon PHeexiroosi, \"Ee Godau, taani nena dosiyoogaa neeni eraasa\" yaagiis. Yesuusi a, \"Ta dorssa marata heemma\" yaagiis."
    },
    {
        "English Sentences": "He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.",
        "Wolaitta Sentences": "Yesuusi qassikka, \"Yoona na7au Simoonaa, tana siiqai?\" yaagiis. Simoon PHeexiroosi, \"Ee Godau, taani nena dosiyoogaa neeni eraasa\" yaagiis. Yaagin Yesuusi, \"Ta dorssata heemma\" yaagiis."
    },
    {
        "English Sentences": "He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.",
        "Wolaitta Sentences": "Yesuusi heezzanttuwaa, \"Yoona na7au Simoonaa, tana dosai?\" yaagiis. Yesuusi heezzanttuwaa Simoon PHeexiroosa, \"Tana dosai?\" yaagidi oichchido gishshau, PHeexiroosi azzanidi, \"Godau, neeni ubbabaa eraasa; taani nena dosiyoogaa neeni eraasa\" yaagiis. Yaagin Yesuusi, \"Ta dorssata heemma."
    },
    {
        "English Sentences": "Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.",
        "Wolaitta Sentences": "Taani neeyyo tumaa odais; neeni wodallatettan de7iyo wode, ne xeessan qabattuwaa nerkka gixxada, neeni koyidosaa baasa. SHin cimidoogaappe guyyiyan, ne kushiyaa micca bessaasa. Nena hara urai gixissees; neeni dosennasaakka efees\" yaagiis."
    },
    {
        "English Sentences": "This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me.",
        "Wolaitta Sentences": "Yesuusi hegaa PHeexiroosi ai mala haiquwaa haiqqidi, Xoossaa bonchchissanaakkonne erissanau giis; qassi hegaa giidoogaappe guyyiyan, Yesuusi PHeexiroosa, \"Tana kaalla\" yaagiis."
    },
    {
        "English Sentences": "Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?",
        "Wolaitta Sentences": "PHeexiroosi guyye simmidi, Yesuusi siiqiyo erissiyo ashkkarai baappe guyyeera yiyaagaa be7iis; he erissiyo ashkkarai, kahuwaa miyoosan Yesuusakko shiiqidi a, \"Godau, nena aatti immanai oonee?\" yaagidaagaa."
    },
    {
        "English Sentences": "Peter seeing him saith to Jesus, Lord, and what shall this man do?",
        "Wolaitta Sentences": "PHeexiroosi he erissiyo ashkkaraa be7idi Yesuusa, \"Godau, ha bitanee qassi waananee?\" yaagiis."
    },
    {
        "English Sentences": "Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.",
        "Wolaitta Sentences": "Yaagin Yesuusi a, \"Taani yaana gakkanaassi i de7ana mala taani koyikko, hegee nena ai metii? Neeni tana kaalla\" yaagiis."
    },
    {
        "English Sentences": "Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what is that to thee?",
        "Wolaitta Sentences": "Hegaa gishshau, he erissiyo ashkkarai haiqqenna giyo haasayai ishanttu ubbaakko gakkiis; shin Yesuusi, \"Taani yaana gakkanaassi, i de7ana mala, taani koyikko, nena ai metii?\" giidoogaappe attin, \"Haiqqenna\" gibeenna."
    },
    {
        "English Sentences": "This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true.",
        "Wolaitta Sentences": "He yohuwaabaa markkattidaageenne qassi hegaa xaafidaagee he erissiyo ashkkaraa; a markkatettai tuma gidiyoogaa nuuni eroos."
    },
    {
        "English Sentences": "And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.",
        "Wolaitta Sentences": "Yesuusi oottido hara darobaikka de7ees; ubbabai huuphiyan huuphiyan xaafettiyaakko, xaafettiya maxaafatuyyo ha mule sa7ai gidanabaa taayyo milatenna."
    }
]