[
    {
        "English Sentences": "Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,",
        "Wolaitta Sentences": "Ba wonggeliyaa mishiraachchuwaa yootanau Xoossai dooridi xeesido Kiristtoos Yesuusa ashkkarai, Yesuus Kiristtoosi kiittido PHauloosi, taani ha dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "(Which he had promised afore by his prophets in the holy scriptures,)",
        "Wolaitta Sentences": "Xoossai daro wodeppe kase ba hananabaa yootiyaageetu baggaara wonggeliyaa immana yaagidoogee Xoossaa Geeshsha Maxaafatun xaafettiis;"
    },
    {
        "English Sentences": "Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;",
        "Wolaitta Sentences": "he wonggelee asatettan Daawita zariyaappe yelettida Xoossaa Na7aa, nu Godaa Yesuus Kiristtoosabaa."
    },
    {
        "English Sentences": "And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:",
        "Wolaitta Sentences": "Qassi i ba geeshshatetta Ayyaanan haiquwaappe denddidoogan, Xoossaa Na7aa gidiyoogaa gita wolqqan bessiis."
    },
    {
        "English Sentences": "By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:",
        "Wolaitta Sentences": "Aihuda gidenna asai ubbai ammananaadaaninne azazettanaadan, nuuni eta kaalettana mala, Xoossai Kiristtoosa sunttaa gishshau, Kiristtoosa baggaara aaro kehatettaanne Yesuusi kiittidoogeeta gidiyo maataa nuuyyo immiis."
    },
    {
        "English Sentences": "Among whom are ye also the called of Jesus Christ:",
        "Wolaitta Sentences": "Yesuus Kiristtoosabaa gidanaadan, Xoossai xeesido inttekka hegeetu giddon de7eeta."
    },
    {
        "English Sentences": "To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossai siiqiyoogeetuyyoonne geeshsha oottanau xeesido Roome biittan de7iya ubbatuyyo Xoossaa nu Awaappenne Godaa Yesuus Kiristtoosappe aaro kehatettainne sarotettai intteyyo gido."
    },
    {
        "English Sentences": "First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.",
        "Wolaitta Sentences": "Kasetada taani intte ammanoi sa7aa ubban siyettido gishshau, Yesuus Kiristtoosa baggaara intteyyo ta Xoossaa galatais."
    },
    {
        "English Sentences": "For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;",
        "Wolaitta Sentences": "Aissi giikko, taani ubba wode ta woosan inttena hassayiyoogau, Xoossai, taani a Na7aa wonggeliyaa mishiraachchuwaa yootiyoogan ta ayyaanan ayyo oottiyoogee markka."
    },
    {
        "English Sentences": "Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.",
        "Wolaitta Sentences": "Xoossai, ba sheniyan, taani ha77i inttekko baanau ta ogiyaa injjeyanaadan, ubba wode woossais."
    },
    {
        "English Sentences": "For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;",
        "Wolaitta Sentences": "Aissi giikko, taani inttena minttettanau, inttenaara issippe Ayyaanaa imuwaa shaakkana mala, inttena be7anau laamotais."
    },
    {
        "English Sentences": "That is, that I may be comforted together with you by the mutual faith both of you and me.",
        "Wolaitta Sentences": "Taani giyoogee, inttekka taakka issi wode minettana. Intte ta ammanuwan, qassi taanikka intte ammanuwan minettana."
    },
    {
        "English Sentences": "Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.",
        "Wolaitta Sentences": "Ta ishatoo, taani ubba wode inttekko baanau qoppaas. SHin tana diggiyaabai de7iyoogaa intte eranau bessees; taani harai atto Aihuda gidenna hara asaappekka aife demmidoogaadan, intteppekka aife demmanau koyais."
    },
    {
        "English Sentences": "I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.",
        "Wolaitta Sentences": "Taani asa ubbau, Giriike asaunne tamaaribeenna asau qassi aadhdhida eranchchatuyyoonne eeyyatuyyo qanxxana acoi de7ees."
    },
    {
        "English Sentences": "So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.",
        "Wolaitta Sentences": "Hegaa gishshau, tau danddayettida keesan Roomen de7iya inttessikka wonggeliyaa mishiraachchuwaa yootanau amottais."
    },
    {
        "English Sentences": "For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.",
        "Wolaitta Sentences": "Wonggeliyaa mishiraachchoi tana yeellayenna; i ammaniya ubbaa, kasetidi Aihuda asaa qassi Aihuda gidenna asaa ashshanau Xoossaappe yiya wolqqa."
    },
    {
        "English Sentences": "For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Xilloi ammanuwan de7ana\" yaagiyoogaadan, Xoossai asaa koiroppe wurssettaa gakkanaassi, ammanuwan xillissiyoogaa wonggelee qonccissees."
    },
    {
        "English Sentences": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;",
        "Wolaitta Sentences": "Tumatettai erettanaagaa bantta iita hanotan diggiya nagara ooso ubbaa bollinne asaa iita ooso ubbaa bolli, Xoossaa hanqqoi saluwaappe wodhdhidi qonccana."
    },
    {
        "English Sentences": "Because that which may be known of God is manifest in them; for God hath shewed it unto them.",
        "Wolaitta Sentences": "Eti Xoossaabaa erana danddayiyoobai etau qoncce; aissi giikko, Xoossai etau qonccissiis."
    },
    {
        "English Sentences": "For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even his eternal power and Godhead; so that they are without excuse:",
        "Wolaitta Sentences": "Beettenna a hanotai, hegeekka a merinaa wolqqainne a Xoossatettai issippe Xoossai ha sa7aa medhdhoosappe doommidi, etau qonccidi beettiis; eti hegaa Xoossai medhdhidobaappe be7anau danddayiyo gishshau, etau gaasoyiyoobi baawa."
    },
    {
        "English Sentences": "Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.",
        "Wolaitta Sentences": "Aissi giikko, eti Xoossaa erikkokka, au bessiya bonchchuwaa immibookkona; qassi a galatokkona. SHin eti allaalle kessennabaa qoppoosona; qassi eta akeekenna wozanai xumiis."
    },
    {
        "English Sentences": "Professing themselves to be wise, they became fools,",
        "Wolaitta Sentences": "Eti banttana aadhdhida eranchcha goosona; shin eti eeyya."
    },
    {
        "English Sentences": "And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.",
        "Wolaitta Sentences": "Eti haiqqenna Xoossaassi goinniyoogaa ixxidi, haiqqiya asaa meraa, kafotu meraa, do7atu meraanne tiran gooshettiyaageetu meran medhdhido misiletussi goinnidosona."
    },
    {
        "English Sentences": "Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:",
        "Wolaitta Sentences": "Hegaa gishshau, eti issoi issuwaara borssobaa oottana mala, Xoossai eta wozanai amottiyo tunabaa oottanau eta yeggi bayiis."
    },
    {
        "English Sentences": "Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.",
        "Wolaitta Sentences": "Aissi giikko, eti Xoossaa tumatettaa wordduwan laammidosona; qassi medhdhida Xoossaa aggi bayidi, i medhdhidobau goinnidosonanne oottidosona. Xoossai merinau galatettidaagaa. Amin77i."
    },
    {
        "English Sentences": "For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai eti borssobaa amottana mala, eta yeggi bayiis; harai atto eta maccaasai banttau bessiyaabaa aggidi, bessennabaa hanidosona."
    },
    {
        "English Sentences": "And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.",
        "Wolaitta Sentences": "Hegaadankka, attumaasai qassi bau bessiyoogaadan maccaasaara gaittiyoogaa aggidi, issoi issuwaara gaittanau qaaqqatidosona; attumaasai issoi issuwaara borssobaa oottidi, bantta oottido balan banttau bessiya pirddaa ekkidosona."
    },
    {
        "English Sentences": "And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;",
        "Wolaitta Sentences": "Eti Xoossaa eranau dosennan ixxidoogaa keenaa Xoossai eti bessennabaa oottana mala, etau pattenna qofaa immiis."
    },
    {
        "English Sentences": "Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,",
        "Wolaitta Sentences": "Etan geellatettai, iitatettai, yiiqeenne iita hanotai kumiis; qassi etan qanaatee, shemppo woriyo qofai, palami, cimoinne iita qofai kumiis; qassi eti soqiyaageeta,"
    },
    {
        "English Sentences": "Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,",
        "Wolaitta Sentences": "zigiriyaageeta, Xoossaa ixxiyaageeta, cayiyaageeta, otorettiyaageeta, ceeqettiyaageeta, iitabaa oottanau koyiyaageetanne bantta aayeeyyoonne aawaayyo azazettennaageeta,"
    },
    {
        "English Sentences": "Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:",
        "Wolaitta Sentences": "kaushshata, caaquwaa polennaageeta, siiqoi bainnaageetanne haratussi qarettennaageeta."
    },
    {
        "English Sentences": "Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.",
        "Wolaitta Sentences": "Eti hageetu malaa oottiyaageetuyyo haiqoi bessees giya Xoossaa higgiyaa eriiddi, hageeta oottoosona; hegaa xalaala gidennan, hageeta oottiyaageetakka oottite goosona."
    },
    {
        "English Sentences": "What advantage then hath the Jew? or what profit is there of circumcision?",
        "Wolaitta Sentences": "Yaatin, Aihuda asati aibin Aihuda gidenna asaappe aadhdhiyoonaa? Woi qaxxarettiyoogan ai go77i de7ii?"
    },
    {
        "English Sentences": "Much every way: chiefly, because that unto them were committed the oracles of God.",
        "Wolaitta Sentences": "Hagee Aihudata ubbaban keehi maaddees; ubbabaappe kase Xoossai ba kiitaa hadaraa Aihudatuyyo immiis."
    },
    {
        "English Sentences": "For what if some did not believe? shall their unbelief make the faith of God without effect?",
        "Wolaitta Sentences": "Yaatin etappe issooti issooti ammanettennabaa gidikko, waanii? Hegaa gishshau, Xoossai ammanettenna yaagiyoogee?"
    },
    {
        "English Sentences": "God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.",
        "Wolaitta Sentences": "Mulekka hegaa gidenna; asai ubbai worddanchcha gidikkokka, Xoossai giyoogee tuma gidanau bessees. Xoossaa maxaafai, \"Neeni haasayiyo wode, neeni xillo gidiyoogaa erissanau koshshees; neeni mootettiyo wode, shatimmanau bessees\" yaagees."
    },
    {
        "English Sentences": "But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)",
        "Wolaitta Sentences": "SHin nu mooro oosoi Xoossaa xillo oosuwaa erissiyaakko, nuuni woiganee? Nu bolli hanqquwaa ehiya Xoossai mooranchchee? Taani asi giyoogaadan gais."
    },
    {
        "English Sentences": "God forbid: for then how shall God judge the world?",
        "Wolaitta Sentences": "Hegee mulekka hanoppo. Aissi giikko, hegaadan gidikko, Xoossai ha sa7aa bolli waati pirddanee?"
    },
    {
        "English Sentences": "For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?",
        "Wolaitta Sentences": "SHin ta wordduwan Xoossaa tumatettai a bonchchuwau doorikko, yaatin, hanno gakkanaassi aissi ta bolli nagaranchchadan pirddii?"
    },
    {
        "English Sentences": "And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.",
        "Wolaitta Sentences": "Yaatin nuuni, \"Lo77oi yaanaadan, ane iitabaa oottoos\" aissi gookkonii? Issi issi asai hagaa tana mootiiddi cayidosona; eti Xoossaappe bessiya pirddaa ekkana."
    },
    {
        "English Sentences": "What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni woiganee? Nuuni Aihudati, Aihuda gidenna asaappe gitatiyoonii? Mulekka gidenna; aissi giikko, Aihudatikka Aihuda gidenna asatikka ubbai issippe nagaraappe garssan de7iyoogaa taani kase intteyyo yootaas."
    },
    {
        "English Sentences": "As it is written, There is none righteous, no, not one:",
        "Wolaitta Sentences": "Xoossaa maxaafai hagaadan yaagees; \"Xillo asi issoinne baawa."
    },
    {
        "English Sentences": "There is none that understandeth, there is none that seeketh after God.",
        "Wolaitta Sentences": "Akeekiya asikka baawa; woikko Xoossaa koyiyaabikka baawa."
    },
    {
        "English Sentences": "They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.",
        "Wolaitta Sentences": "Asai ubbai Xoossaappe wora simmiis; ubbaikka muleera go77ennaagaa gidiis. Lo77iyaabaa oottiya ooninne baawa; harai atto issoinne baawa."
    },
    {
        "English Sentences": "Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:",
        "Wolaitta Sentences": "Eta doonai dooyettida duufo mala. Bantta inxxarssan worddotidosona. Eta doonaappe asa woriya shooshshaa yiishshaa mala haasayai kiyees."
    },
    {
        "English Sentences": "Whose mouth is full of cursing and bitterness:",
        "Wolaitta Sentences": "Eta doonan hanttaara qanggettai kumiis."
    },
    {
        "English Sentences": "Their feet are swift to shed blood:",
        "Wolaitta Sentences": "Eti suutta gussanau daro eesotoosona."
    },
    {
        "English Sentences": "Destruction and misery are in their ways:",
        "Wolaitta Sentences": "Bashshainne qohoi eti biidosan awaaninne xayenna."
    },
    {
        "English Sentences": "And the way of peace have they not known:",
        "Wolaitta Sentences": "Eti sarotettaa ogiyaakka erokkona."
    },
    {
        "English Sentences": "There is no fear of God before their eyes.",
        "Wolaitta Sentences": "Qassi Xoossaassi yayyiyoobi eta qofan baawa\" yaagees."
    },
    {
        "English Sentences": "Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.",
        "Wolaitta Sentences": "Asa ubbaa haasayaa diggana malanne kumetta sa7aa Xoossaa pirddaappe garssau aattana mala, higgiyaa giddon odettida ubbabai higgiyaappe garssan de7iya asau haasayiyoogaa nuuni eroos."
    },
    {
        "English Sentences": "Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.",
        "Wolaitta Sentences": "Xoossaa sinttan ooninne higgee azaziyoobaa oottiyoogan xillenna; higgee issi asi nagara oottidoogaa eranaadan oottees."
    },
    {
        "English Sentences": "But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;",
        "Wolaitta Sentences": "SHin Xoossai asa xillissiyo ogee higgee bainnan ha77i qoncciis; higgeenne hananabaa yootiyaageeti he xillotettaabaa markkattidosona."
    },
    {
        "English Sentences": "Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:",
        "Wolaitta Sentences": "Xoossai asaa Yesuus Kiristtoosa ammaniyoogan xillissees; Xoossai hegaa a ammaniya ubbau oottees; ai shaahotettinne baawa."
    },
    {
        "English Sentences": "For all have sinned, and come short of the glory of God;",
        "Wolaitta Sentences": "Aissi giikko, asai ubbai nagaraa oottiis; ashshiya Xoossaappe haakkidosona."
    },
    {
        "English Sentences": "Being justified freely by his grace through the redemption that is in Christ Jesus:",
        "Wolaitta Sentences": "SHin eti Xoossai immiyo a aaro kehatettan, banttana woziya Kiristtoos Yesuusa baggaara coo xillidosona."
    },
    {
        "English Sentences": "Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;",
        "Wolaitta Sentences": "Yesuusa suuttan asai a ammanidi, ba nagaraa maarotettaa demmanau, Xoossai a immiis; Xoossai hegaa ba xillotettaa bessanau oottiis; i beni wodiyan asaa nagaraa danddayidi, karidi aggiigiis; shin"
    },
    {
        "English Sentences": "To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.",
        "Wolaitta Sentences": "ha wodiyan ba xillotettaa bessanau asaa nagaraa aggenna; Xoossai hegaa oottiyoogan i ba huuphen xillo gidiyaagaanne Yesuusa ammaniya ubbaa xillissiyoogaa bessees."
    },
    {
        "English Sentences": "Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.",
        "Wolaitta Sentences": "Yaatin, nuuni aibau ceeqettanee? Aibikka baawa. Ai gaasotaanee? Nuuni higgiyau azazettiyoogaanee? Akkai; ammanuwaa higgiyaanappe attin."
    },
    {
        "English Sentences": "Therefore we conclude that a man is justified by faith without the deeds of the law.",
        "Wolaitta Sentences": "Aissi giikko, asi ammanuwan xillanaappe attin, higgee azaziyoogaa oottiyoogaana gidenna yaagidi qoppoos."
    },
    {
        "English Sentences": "Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:",
        "Wolaitta Sentences": "Woikko Xoossai Aihudatu xalaalau Xoossee? Aihuda gidenna asau Xoossaa gidennee? Tuma, Aihuda gidennaageetuyyookka i qassi Xoossaa."
    },
    {
        "English Sentences": "Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.",
        "Wolaitta Sentences": "Issi Xoossaa xalaalai de7ees; Aihudata eta ammanuwan i xillissana; qassi Aihuda gidennaageetakka eta ammanuwan xillissana."
    },
    {
        "English Sentences": "Do we then make void the law through faith? God forbid: yea, we establish the law.",
        "Wolaitta Sentences": "Yaatin, nuuni higgiyaa ammanuwan gaxi sugiyoo? Gidenna; higgiyaa minttoosippe attin."
    },
    {
        "English Sentences": "What shall we say then that Abraham our father, as pertaining to the flesh, hath found?",
        "Wolaitta Sentences": "Yaatin, nuuni nuuyyo ashuwan zare gidiya Abrahaami ai demmiis gaanee?"
    },
    {
        "English Sentences": "For if Abraham were justified by works, he hath whereof to glory; but not before God.",
        "Wolaitta Sentences": "Aissi giikko, Abrahaami oosuwan xillidabaa gidiyaakko, ayyo ceeqettiyoobi de7ees; shin Xoossaa sinttan ceeqettana danddayenna."
    },
    {
        "English Sentences": "For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai woigii? \"Abrahaami Xoossaa ammaniis; Xoossai hegaa ayyo xillotettan qoodiis\" yaagees."
    },
    {
        "English Sentences": "Now to him that worketh is the reward not reckoned of grace, but of debt.",
        "Wolaitta Sentences": "Oottiya urai ekkiyo miishshaa bau bessin ekkeesippe attin, au imodan qoodettenna."
    },
    {
        "English Sentences": "But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.",
        "Wolaitta Sentences": "SHin ooso oottennan, nagaranchchaa xillissiya Xoossaa ammaniya uraa, Xoossai a ammanuwan a xillissees."
    },
    {
        "English Sentences": "Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,",
        "Wolaitta Sentences": "Hegaadankka, ai oosoinne bainnan, Xoossai xillodan qoodido asa ufaissiyaabaa Daawiti haasayido wode giidoogee hagaa."
    },
    {
        "English Sentences": "Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.",
        "Wolaitta Sentences": "\"Xoossai eta mooruwaa atto giidoogeetinne eta nagaraa kammidoogeeti anjjettidaageeta."
    },
    {
        "English Sentences": "Blessed is the man to whom the Lord will not impute sin.",
        "Wolaitta Sentences": "Godai a nagaraa qoodenna asi anjjettidaagaa\" yaagees."
    },
    {
        "English Sentences": "Cometh this blessedness then upon the circumcision only, or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.",
        "Wolaitta Sentences": "Yaatin, ha Daawiti haasayido anjjoi qaxxarettida asaa xalaalaasseeyye? Woikko qassi qaxxarettibeenna asatussaaree? Aissi giikko nuuni, \"Xoossaa maxaafai, Abrahaami Xoossaa ammaniis; Xoossai hegaa ayyo xillotettan qoodiis yaagees\" goos."
    },
    {
        "English Sentences": "How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.",
        "Wolaitta Sentences": "Yaatin, hagee aude hanidee? Abrahaami qaxxarettidaashiineeyye? Woi qaxxarettennan de7ishiinee? Qaxxarettennan de7ishiinappe attin, qaxxarettiina gidenna."
    },
    {
        "English Sentences": "And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:",
        "Wolaitta Sentences": "Guyyeppe i qaxxarettiis; Xoossai a ammanuwaa gishshau, i qaxxarettanaappe kase a xillo oottidi qoodidoogaa erissanau, a qaxxarai malaata gidiis. Hegeekka qassi qaxxarettennan Xoossaa ammaniya ubbata Xoossai xillo oottidi qoodanaadan, etau Abrahaami aawaa gidanaassa."
    },
    {
        "English Sentences": "And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.",
        "Wolaitta Sentences": "I qaxxarettidaageetuyyookka aawaa; gidikkokka, eti qaxxarettido gishshassa gidenna; shin nu aawaa Abrahaami qaxxarettanaappe kase ammaniyo ammanuwaa malaa kaalliyaageetuyyookka aawaa."
    },
    {
        "English Sentences": "For the promise, that he should be the heir of the world, was not to Abraham, or to his seed, through the law, but through the righteousness of faith.",
        "Wolaitta Sentences": "Abrahaamayyoonne a zaretuyyo Xoossai, \"Ha sa7aa taani intteyyo immana\" yaagidoogee, Abrahaami Xoossaa ammanidi xillido gishshassappe attin, higgiyau i azazettido gishshassa gidenna."
    },
    {
        "English Sentences": "For if they which are of the law be heirs, faith is made void, and the promise made of none effect:",
        "Wolaitta Sentences": "Aissi giikko, higgiyau azazettiyaageeti Xoossai immana giidoogaa laattiyaageeta gidikko, asa ammanoi allaalle kessennabaa gidiis; Xoossai giidoogeekka hada gidiis;"
    },
    {
        "English Sentences": "Because the law worketh wrath: for where no law is, there is no transgression.",
        "Wolaitta Sentences": "higgee Xoossaa boshaa ehees; shin higgee bainnasan higgiyaa menttiyoobi baawa."
    },
    {
        "English Sentences": "Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,",
        "Wolaitta Sentences": "Hegaa gishshau, higgiyaa naagiyaageetu xalaalau gidennan, qassi Abrahaami ammanidoogaadan, ammaniya Abrahaama zaretu ubbau Xoossai immana giidoogee, woitodan tumattanaagee ammanuwaana."
    },
    {
        "English Sentences": "(As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.",
        "Wolaitta Sentences": "Abrahaami nuuyyo ubbaayyo aawaa. Xoossaa maxaafai, \"Taani nena daro kawotettatuyyo aawa oottaas\" giyoogaadan, haiqqidaageetuyyo de7uwaa immiya, ba azazuwan bainnabaa de7iyaabaadan oottidi xeesiya, i ammanido Xoossaa sinttan Abrahaami nuuyyo ubbau aawa."
    },
    {
        "English Sentences": "Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.",
        "Wolaitta Sentences": "Xoossaa maxaafai Abrahaama, \"Ne zerettai hagaa keena gidana\" yaagidoogaadan, hagaa keena gidana giidi, ufaissan naaganau danddayenna wode, Abrahaami ammanidinne sinttappe demmana giidi, ufaissan naagidi, daro zaretuyyo aawa gidiis."
    },
    {
        "English Sentences": "And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah's womb:",
        "Wolaitta Sentences": "He wode, Abrahaami yelettoosappe xeetu laitta kumana haniyo cima; shin ba daafurida asatettaanne Saara na7a yelanau danddayennaagaa qoppido wode, i ba ammanuwan daafuribeenna."
    },
    {
        "English Sentences": "He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;",
        "Wolaitta Sentences": "Xoossaa i bonchchiiddi, au immana giida Xoossai qassi polanau danddayiyoogaa loittidi erees;"
    },
    {
        "English Sentences": "And being fully persuaded that, what he had promised, he was able also to perform.",
        "Wolaitta Sentences": "eridi ba ammanuwan minnidoogaappe attin, ammanennan ixxidi, Xoossai immana giidoogaa siribeenna."
    },
    {
        "English Sentences": "And therefore it was imputed to him for righteousness.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai qassi a ammanuwaa xillotettan qoodiis."
    },
    {
        "English Sentences": "Now it was not written for his sake alone, that it was imputed to him;",
        "Wolaitta Sentences": "\"Ayyo xillotettan qoodiis\" giya qaalai a xalaalau xaafettibeenna."
    },
    {
        "English Sentences": "But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;",
        "Wolaitta Sentences": "He qaalai nu Godaa Yesuusa haiquwaappe denttida Xoossaa ammaniya nuuyyookka xillotettan qoodettana mala xaafettiis."
    },
    {
        "English Sentences": "Who was delivered for our offences, and was raised again for our justification.",
        "Wolaitta Sentences": "Xoossai a nu nagaraa gishshau, haiquwau aattidi immin, i nuna xillissanau haiquwaappe denddiis."
    },
    {
        "English Sentences": "Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni ammanuwan xillidoogan, nu Godaa Yesuus Kiristtoosa baggaara nuuyyo Xoossaara sarotettai de7ees;"
    },
    {
        "English Sentences": "By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.",
        "Wolaitta Sentences": "qassi i nuna ha77i nuuni de7iyo Xoossaa aaro kehatettaa giddo ammanuwan ehiis; yaatin, nuuni Xoossaa bonchchuwaa shaakkanau nuuyyo de7iya ufaissan ceeqettoos."
    },
    {
        "English Sentences": "And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;",
        "Wolaitta Sentences": "Hegaa xalaala gidenna; nuuni nu waayiyankka ufaittoos;"
    },
    {
        "English Sentences": "And patience, experience; and experience, hope:",
        "Wolaitta Sentences": "aissi giikko, waayee danddayaa ehiyoogaa, qassi danddayai paaciyaa, paacee qassi demmanau ufaissan naagi uttidoogaa ehiyoogaa nuuni eroos."
    },
    {
        "English Sentences": "And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.",
        "Wolaitta Sentences": "Xoossai nuuyyo immido Geeshsha Ayyaanaa baggaara ba siiquwaa nu wozanan gussido gishshau, he nuuni demmanau ufaissan naagi uttidoogee nuna yeellayenna."
    },
    {
        "English Sentences": "For when we were yet without strength, in due time Christ died for the ungodly.",
        "Wolaitta Sentences": "Aissi giikko, nuuni biron wolqqi bainnaageeta gididi de7ishin, Xoossai doorido wodee gakkin, Kiristtoosi nagaranchchatu gishshau haiqqiis."
    },
    {
        "English Sentences": "For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.",
        "Wolaitta Sentences": "Xillo uraa gishshau, issi urai haiqqanaagee daro metobaa; shin keha asa gishshau haiqqanau, \"Eeno\" giya uri ooni erii beettennan aggenna."
    },
    {
        "English Sentences": "But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.",
        "Wolaitta Sentences": "SHin nuuni biron nagaranchcha gididi de7ishin, Kiristtoosi nu gishshau haiqqiis; hegee Xoossai nuna ai keenaa siiqiyaakkonne a siiquwaa erissees."
    },
    {
        "English Sentences": "Much more then, being now justified by his blood, we shall be saved from wrath through him.",
        "Wolaitta Sentences": "Simmi nuuni ha77i a suuttan xillidabaa gidikko, a baggaara Xoossaa hanqquwaappe attana."
    },
    {
        "English Sentences": "For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.",
        "Wolaitta Sentences": "Aissi giikko, nuuni Xoossaara kase morkke; shin a Na7aa haiquwan aara sigettida. Hegaappe aattidi, ha77i nuuni Xoossaara sigettiichchidoogaappe guyyiyan, i paxa gidiyo gishshau nuna ashshana."
    },
    {
        "English Sentences": "And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.",
        "Wolaitta Sentences": "SHin hegaa xalaala gidenna; ha77i nuna Xoossaara sigettida nu Godaa Yesuus Kiristtoosa baggaara nuna Xoossaabai ufaissees."
    },
    {
        "English Sentences": "Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:",
        "Wolaitta Sentences": "Hegaa gishshau, nagarai ha sa7aa issi asa baggaara geliis; he nagarai banaara haiquwaa ehiis; hegaa gaasuwan, asai ubbai nagara oottido gishshau, haiqoi asa zare ubbaa gakkiis."
    },
    {
        "English Sentences": "(For until the law sin was in the world: but sin is not imputed when there is no law.",
        "Wolaitta Sentences": "Higgee imettanaappe kase, ha sa7an nagarai de7ees; shin higgee bainna wode nagari qoodettenna."
    },
    {
        "English Sentences": "Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam's transgression, who is the figure of him that was to come.",
        "Wolaitta Sentences": "SHin Addaame wodiyaappe, Muuse wodiyaa gakkanaassi, haiqoi asa ubbaa haariis; harai atto Addaamee Xoossaa higgiyau azazettennan ixxidoogaadan, nagara oottibeennaageetakka haiqoi haariis. Aissi giikko, Addaamee yaanaagau leemiso."
    },
    {
        "English Sentences": "But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.",
        "Wolaitta Sentences": "SHin Xoossaa imoi Addaame nagaraa keena gidenna gishshau, eti issi mala gidokkona; issi bitaniyaa nagaraa gishshau, daro asai haiqqidoogee tuma; shin Xoossaa aaro kehatettainne a imoi issi asa aaro kehatettaa baggaara, Yesuus Kiristtoosa aaro kehatettaa baggaara daro asau dariis."
    },
    {
        "English Sentences": "And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.",
        "Wolaitta Sentences": "Xoossaa imoi nagaraa oottida bitaniyaa baggaara yiidaagaa mala gidenna; aissi giikko, Addaamee issi nagaraa oottidoogaappe guyyiyan, Xoossai a mooranchchadan pirddiis; shin asai daro nagaraa oottidoogaappe guyyiyan Xoossai, \"Intte mooribeekketa\" giidi, ba aaro kehatettaa eta bessees."
    },
    {
        "English Sentences": "For if by one man's offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)",
        "Wolaitta Sentences": "Aissi giikko, issi bitaniyaa nagaraa gaasuwan, a nagaraa baggaara, haiqoi kawotidoogee tuma; shin issi urai, Yesuus Kiristtoosi oottidobai ai keena daro; Xoossaa daro aaro kehatettaanne xillotettaa imuwaa ekkiya ubbai Kiristtoosa baggaara xoonidi de7ana."
    },
    {
        "English Sentences": "Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came upon all men unto justification of life.",
        "Wolaitta Sentences": "Simmi issi urai nagara oottido gaasuwan asa ubbaa bolli mooranchchadan pirddai yiidoogaadan, hegaadan issi urai xillobaa oottido gaasuwan, Xoossai asa ubbaa, \"Mooribeekketa\" giidi etau de7uwaa immiis;"
    },
    {
        "English Sentences": "For as by one man's disobedience many were made sinners, so by the obedience of one shall many be made righteous.",
        "Wolaitta Sentences": "aissi giikko, issi urai azazettennan ixxido gaasuwan, daro asai nagaranchcha gididoogaadan, hegaadankka qassi issoi eeno giidoogan daro asai xillana."
    },
    {
        "English Sentences": "Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:",
        "Wolaitta Sentences": "Mooro oosuwaa darissanau, higgee yiis; shin nagarai darido wode Xoossaa aaro kehatettai keehi dariis;"
    },
    {
        "English Sentences": "That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.",
        "Wolaitta Sentences": "nagari haiquwaa wolqqan kawotidoogaadan, hegaadankka qassi Xoossaa aaro kehatettai xillotettaa wolqqan kawotidi, nu Godaa Yesuus Kiristtoosa baggaara, nuna merinaa de7uwau kaalettees."
    },
    {
        "English Sentences": "What shall we say then? Shall we continue in sin, that grace may abound?",
        "Wolaitta Sentences": "Yaatin, nuuni woiganee? Xoossaa aaro kehatettai daranaadan, nagaran minnidi de7anee?"
    },
    {
        "English Sentences": "God forbid. How shall we, that are dead to sin, live any longer therein?",
        "Wolaitta Sentences": "Akkai; nuuni nagara ooso baggaara gidikko haiqqiichchida. Yaatin, nuuni hagaappe sinttau waati a giddon de7anee?"
    },
    {
        "English Sentences": "Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?",
        "Wolaitta Sentences": "Woikko nuuni ubbati Kiristtoos Yesuusaara issippe gidanau, xammaqettido wode, a haiquwankka aara issippe gidanau xammaqettidoogaa erekketii?"
    },
    {
        "English Sentences": "Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosi Aawaa bonchcho wolqqan haiquwaappe denddidoogaadan, hegaadan nuunikka ooratta de7uwaa de7anau, a haiquwaa aara shaakkanau xinqqatiyan aara issippe moogettida."
    },
    {
        "English Sentences": "For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:",
        "Wolaitta Sentences": "Aissi giikko, nuuni i haiqqidoogaadan haiqqidi, aara issuwaa gidikko, hegaadankka, haiquwaappe i denddidoogaadan nuunikka denddidi, aara issuwaa gidana."
    },
    {
        "English Sentences": "Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.",
        "Wolaitta Sentences": "Nuuni hagaappe sinttanau nagarau aille gidenna mala, qassi nu nagaranchcha asatettaa wolqqai xayana mala, nu ceega asatettai Kiristtoosaara masqqaliyaa bolli misimaariyan xishetti kaqettidoogaa eroos."
    },
    {
        "English Sentences": "For he that is dead is freed from sin.",
        "Wolaitta Sentences": "Aissi giikko, issi urai haiqqiyo wode nagaraa wolqqai a haarenna; shin"
    },
    {
        "English Sentences": "Now if we be dead with Christ, we believe that we shall also live with him:",
        "Wolaitta Sentences": "nuuni Kiristtoosaara haiqqidabaa gidikko, aara qassi de7anaagaa ammanoos."
    },
    {
        "English Sentences": "Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi haiquwaappe denddidoogaa, qassi naa77anttuwaa i haiqqennaagaanne haiqoi sinttappe a haarennaagaa nuuni eroos."
    },
    {
        "English Sentences": "For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.",
        "Wolaitta Sentences": "I issitookka haiqqiis; nagarau a bolli wolqqi baawa; shin i ha de7iyo de7uwaa Xoossaayyo de7ees."
    },
    {
        "English Sentences": "Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.",
        "Wolaitta Sentences": "Hegaadan qassi intte nagara oottennaadan, inttena haiqqidabaadan qoppite; shin Godaa Kiristtoos Yesuusa baggaara Xoossau intte paxa de7iyaabaadan, inttena qoppite."
    },
    {
        "English Sentences": "Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.",
        "Wolaitta Sentences": "Hegaa gishshau, intte intte asatettaa amuwau azazettana mala, nagarai haiqqiya intte asatettaa haaroppo."
    },
    {
        "English Sentences": "Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.",
        "Wolaitta Sentences": "Qassi intte asatettaappe issisaanne mooro ooso oottanau nagarau immoppite; shin haiquwaappe denddida asaadan inttena Xoossau immite; qassi intte kumetta asatettaakka xillo ooso oottanau Xoossau immite;"
    },
    {
        "English Sentences": "For sin shall not have dominion over you: for ye are not under the law, but under grace.",
        "Wolaitta Sentences": "aissi giikko, nagarai inttena haaranau bessenna; intte Xoossaa aaro kehatettaappe garssaara de7eetappe attin, higgiyaappe garssan de7ekketa."
    },
    {
        "English Sentences": "What then? shall we sin, because we are not under the law, but under grace? God forbid.",
        "Wolaitta Sentences": "Yaatin, waananee? Xoossaa aaro kehatettaappe garssaara de7iyoogaappe attin, higgiyaappe garssaara deenna gishshau, nagara oottanee? Akkai;"
    },
    {
        "English Sentences": "Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?",
        "Wolaitta Sentences": "inttena issi urau azazettanau, ailledan oottidi immiyo wode, he inttena azaziyaagau ailleta gidiyoogaa ereeta; woikko intte intteyyo haiquwaa ehiya nagarau haaretteeta; woikko intte inttena xillo oottiya azazuwau haaretteeta."
    },
    {
        "English Sentences": "But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.",
        "Wolaitta Sentences": "SHin Xoossau galatai gido; aissi giikko, nagarau kase intte aille; shin guyyeppe intte ekkido timirttiyaa giddon de7iya tumatettau intte kumetta wozanaappe azazettideta."
    },
    {
        "English Sentences": "Being then made free from sin, ye became the servants of righteousness.",
        "Wolaitta Sentences": "Intte nagaraa ailletettaappe kiyidi, xillotettau aille gidideta."
    },
    {
        "English Sentences": "I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.",
        "Wolaitta Sentences": "Intte mereta daafuranchcha gidiyo gishshau, taani ooyyookka geliya haasayaa haasayais; intte kase intte kumetta asatettaa moorobaa oottanau, tunatettaunne moorobau aille oottidi immideta; ha77i hegaadankka intte kumetta asatettaa geeshshabaa oottanau, xillotettau aille oottidi immite."
    },
    {
        "English Sentences": "For when ye were the servants of sin, ye were free from righteousness.",
        "Wolaitta Sentences": "Intte nagarau ailletidi de7iyo wode, xillotettai intteyyo goda gidenna."
    },
    {
        "English Sentences": "What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.",
        "Wolaitta Sentences": "Inttena ha77i yeellayiya yohota he wode oottidoogaappe ai go77aa demmidetii? Aissi giikko, he yohotu wurssettai haiqo."
    },
    {
        "English Sentences": "But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.",
        "Wolaitta Sentences": "SHin nagaraa ailletettaappe intte kiyidi, Xoossau haarettideta; qassi intte oottiyo ubbaban inttena muleera au aattidi immideta. Hegee intteyyo wore; hegaa wurssettai merinaa de7uwaa."
    },
    {
        "English Sentences": "For the wages of sin is death; but the gift of God is eternal life through Jesus Christ our Lord.",
        "Wolaitta Sentences": "Aissi giikko, nagarai qanxxiyo miishshai haiquwaa. SHin Xoossai nu Godaa Kiristtoos Yesuusa baggaara immiyo imoi merinaa de7uwaa."
    },
    {
        "English Sentences": "Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?",
        "Wolaitta Sentences": "Ta ishatoo, intte ubbai higgiyaa eriyo gishshau, taani giyoogaa loittidi ereeta; higgee issi asi de7ido wode ubban a haarees."
    },
    {
        "English Sentences": "For the woman which hath an husband is bound by the law to her husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.",
        "Wolaitta Sentences": "Aissi giikko, azina gelida maccaasiyaa i azinai paxa de7ido keenan, higgiyan aara qashetta uttaasu; shin i azinai haiqqikko, aara maacettido higgee o haarenna."
    },
    {
        "English Sentences": "So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.",
        "Wolaitta Sentences": "Hegaa gishshau, a ba azinai paxa de7ishin, hara attumaagaa gelikko, asai o, \"SHaaramuxa\" gaana. SHin i azinai haiqqikko, higgee o haarenna; a hara azina gelikkonne o ooninne, \"SHaaramuxa\" geenna."
    },
    {
        "English Sentences": "Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.",
        "Wolaitta Sentences": "Ta ishatoo, hegaadan intte qassi Kiristtoosa asatettaappe issi bagga gidiyo gishshau, higgiyaa qoppiyaabaa gidikko, intte haiqqideta. Qassi nuuni Xoossaa go77iya ooso oottana mala, intte Xoossai haiquwaappe denttido Kiristtoosabaa."
    },
    {
        "English Sentences": "For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.",
        "Wolaitta Sentences": "Aissi giikko, nuuni nu asatettai koyidoogaadan de7iyo wode, higgee nuuni nagaraa oottanaadan, nuna denttettees; nu asatettaa giddon iita amoi de7iyo gishshau, nuuni haiquwau aife aifida."
    },
    {
        "English Sentences": "But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.",
        "Wolaitta Sentences": "SHin ha77i nuuni nuna qachchidaagau haiqqido gishshau, Xoossai nuna higgiyaa qashuwaappe birshshiis. Hegaa gishshau, nuuni Geeshsha Ayyaanai giigissido ooratta ogiyan Xoossau azazettanaagaappe attin, xaafettida higgee nuussi giigissido ceega ogiyan azazettokko."
    },
    {
        "English Sentences": "What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.",
        "Wolaitta Sentences": "Yaatin, nuuni woiganee? Higgee ba huuphen nagaree? Mulekka gidenna; shin higgee nagari aibakko tana erissiis. Aissi giikko, taani higgee, \"Asabaa amottoppa\" geennaakko, asabaa amottiyoogee aibakko erikke."
    },
    {
        "English Sentences": "But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.",
        "Wolaitta Sentences": "SHin nagari taani ubbabaa amottana mala, azazuwaa baggaara tanan ogiyaa demmiis; aissi giikko, higgee bainnaakko, nagarau wolqqi baawa."
    },
    {
        "English Sentences": "For I was alive without the law once: but when the commandment came, sin revived, and I died.",
        "Wolaitta Sentences": "Kase higgee bainna wode taani paxa; shin azazoi yiido wode nagarai paxin,"
    },
    {
        "English Sentences": "And the commandment, which was ordained to life, I found to be unto death.",
        "Wolaitta Sentences": "taani qassi haiqqaas; tana paxa wottanau Xoossai qoppido azazoi, tau haiquwaa ehiis."
    },
    {
        "English Sentences": "For sin, taking occasion by the commandment, deceived me, and by it slew me.",
        "Wolaitta Sentences": "Aissi giikko, nagarai azazuwaa baggaara tana cimmiyo ogiyaa demmidi, he azazuwan tana woriis."
    },
    {
        "English Sentences": "Wherefore the law is holy, and the commandment holy, and just, and good.",
        "Wolaitta Sentences": "Hegaa gishshau, higgee geeshsha; azazoikka geeshsha, xillonne lo77o."
    },
    {
        "English Sentences": "Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.",
        "Wolaitta Sentences": "Yaatin, lo77obai tau haiqo ehiidee? Mulekka gidenna; shin tau hegaa nagarai ehiis; asai nagari aibakko shaakkidi erana mala, nagarai lo77oban go7ettidi, tau haiqo ehiis. Qassi azazoi, \"Ooninne nagara oottanau bessenna\" yaagiyo gishshau, nagarai kaseegaappe aadhdhi iitiis."
    },
    {
        "English Sentences": "For we know that the law is spiritual: but I am carnal, sold under sin.",
        "Wolaitta Sentences": "Nuuni higgee Xoossaabaa gidiyoogaa eroos; shin taani tana nagarau baizzida haiqqiya asa;"
    },
    {
        "English Sentences": "For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.",
        "Wolaitta Sentences": "taani oottiyoobaa akeekikke; aissi giikko, taani ixxiyoobaa oottaisippe attin, taani oottanau dosiyoobaa oottikke."
    },
    {
        "English Sentences": "If then I do that which I would not, I consent unto the law that it is good.",
        "Wolaitta Sentences": "Taani ixxiyoogaa oottiyaabaa gidikko, higgee lo77o gidiyoogaa markkattais."
    },
    {
        "English Sentences": "Now then it is no more I that do it, but sin that dwelleth in me.",
        "Wolaitta Sentences": "Hegaa gidikko, he yohuwaa tanan de7iya nagarai oottiyoogaappe attin, ha77i taani oottikke."
    },
    {
        "English Sentences": "For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.",
        "Wolaitta Sentences": "Tanan, hegeenne ta asatettan lo77obai de7ennaagaa taani erais; aissi giikko, lo77obaa oottiyo amoi tanan de7ikkokka, taani he lo77obaa oottanau danddayikke."
    },
    {
        "English Sentences": "For the good that I would I do not: but the evil which I would not, that I do.",
        "Wolaitta Sentences": "Taani ixxiyo iitabaa oottaisippe attin, taani dosiyo lo77obaa oottikke."
    },
    {
        "English Sentences": "Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.",
        "Wolaitta Sentences": "SHin taani ixxiyoogaa oottiyaabaa gidikko, hegaa tanan de7iya nagarai oottiyoogaappe attin, ha77i hegaa oottiyaagee tana gidikke."
    },
    {
        "English Sentences": "I find then a law, that, when I would do good, evil is present with me.",
        "Wolaitta Sentences": "Simmi taani lo77obaa oottanau dosishin, iitabaa oottiyoogee tau higge gidiyoogaa demmaas."
    },
    {
        "English Sentences": "For I delight in the law of God after the inward man:",
        "Wolaitta Sentences": "Aissi giikko, taani ta wozana giddon Xoossaa higgiyan ufaittais;"
    },
    {
        "English Sentences": "But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.",
        "Wolaitta Sentences": "shin ta bollaa giddon de7iya ta wozanaa qofaa higgiyaara warettiya dumma higgiyaa be7ais. He higgee ta bollaa giddon de7iya nagaraa ootissiya higgiyan tana qashissees."
    },
    {
        "English Sentences": "O wretched man that I am! who shall deliver me from the body of this death?",
        "Wolaitta Sentences": "Taani aiba ufaissi bainna asee! Tana haiquwau efiya ha asatettaappe ashshanai oonee?"
    },
    {
        "English Sentences": "I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.",
        "Wolaitta Sentences": "Nu Godaa Yesuus Kiristtoosa baggaara Xoossau galatai gido. Simmi taani ta wozanaa qofan Xoossaa higgiyau haarettais. SHin ta asatettan tana nagaraa ootissiya higgiyau haarettais."
    },
    {
        "English Sentences": "There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoos Yesuusaara de7iyaageetu bolli pirddi ha77i baawa;"
    },
    {
        "English Sentences": "For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.",
        "Wolaitta Sentences": "aissi giikko, Kiristtoos Yesuusa baggaara nuuyyo de7uwaa ehiya Geeshsha Ayyaanaa higgee tana nagaraa higgiyaa ailletettaappenne haiquwaa higgiyaa ailletettaappe kessiis."
    },
    {
        "English Sentences": "For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:",
        "Wolaitta Sentences": "Asaa asatettai daafuranchcha gidiyo gishshau, higgee oottanau danddayibeennaagaa Xoossai oottiis; nagaranchchatu asatettaa mala asatettaara de7iya ba Na7aa, asai oottido nagaraayyo yarshsho gidanau Xoossai kiittidi, asaa asatettaa giddon de7iya nagaraa pirddiis."
    },
    {
        "English Sentences": "That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.",
        "Wolaitta Sentences": "Geeshsha Ayyaanai koyiyoogaadan de7iyaageetuppe attin, nu asatettai koyiyoogaadan de7ennaageetu bolli, nu bolli, higgiyaa xillo azazoi polettana mala, Xoossai hagaa oottiis."
    },
    {
        "English Sentences": "For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.",
        "Wolaitta Sentences": "Bantta asatettai koyiyoogaadan de7iyaageeti bantta asatettaabaa qoppoosona; shin Geeshsha Ayyaanai koyiyoogaadan de7iyaageeti Geeshsha Ayyaanaabaa qoppoosona."
    },
    {
        "English Sentences": "For to be carnally minded is death; but to be spiritually minded is life and peace.",
        "Wolaitta Sentences": "Asatettaabaa qoppiyoogee haiquwaa ehees; shin Geeshsha Ayyaanaabaa qoppiyoogee de7uwaanne sarotettaa ehees."
    },
    {
        "English Sentences": "Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.",
        "Wolaitta Sentences": "Asatettaabaa qoppiyoogee Xoossau ixo; aissi giikko, asatettai Xoossaa higgiyau azazettenna; qassi azazettanaukka au danddayettenna."
    },
    {
        "English Sentences": "So then they that are in the flesh cannot please God.",
        "Wolaitta Sentences": "Bantta asatettau azazettiyaageeti Xoossaa ufaissanau danddayokkona."
    },
    {
        "English Sentences": "But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.",
        "Wolaitta Sentences": "SHin Xoossaa Ayyaanai inttenan de7ikko, Geeshsha Ayyaanai giyoogaadan de7eetappe attin, intte asatettai koyiyoogaadan de7ekketa. SHin ooninne Kiristtoosa Ayyaanai bainnaagaa gidikko, he urai Kiristtoosabaa gidenna."
    },
    {
        "English Sentences": "And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.",
        "Wolaitta Sentences": "SHin Kiristtoosi inttenan de7ikko, intte asatettai nagaraa gaasuwan haiqqidaagaa; shin intte ayyaanai xillotettaa gaasuwan inttenan paxa de7ees."
    },
    {
        "English Sentences": "But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.",
        "Wolaitta Sentences": "SHin Yesuusa haiquwaappe denttida Xoossaa Ayyaanai intte giddon de7ikko, haiquwaappe Kiristtoosa denttida Xoossai qassi inttenan de7iya ba Geeshsha Ayyaanan, haiqqiya intte asatettaukka de7uwaa immana."
    },
    {
        "English Sentences": "Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.",
        "Wolaitta Sentences": "Simmi ta ishatoo, nuuni acuwaara de7oos; nu asatettai koyiyoogaadan de7anau nuuyyo bessenna."
    },
    {
        "English Sentences": "For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.",
        "Wolaitta Sentences": "Aissi giikko, intte intte asatettai giyoogaadan de7ikko, intte haiqqana; shin intte intte nagara oosuwaa Geeshsha Ayyaanan worikko, paxa de7ana."
    },
    {
        "English Sentences": "For as many as are led by the Spirit of God, they are the sons of God.",
        "Wolaitta Sentences": "Xoossaa Ayyaanai kaalettiyo ubbati Xoossaa naata."
    },
    {
        "English Sentences": "For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.",
        "Wolaitta Sentences": "Aissi giikko, nuuni nu qaalaa xoqqu oottidi, \"Abbaa! Ta Aawau\" yaagidi xeesiyo, nuna Xoossaa naata kessiya Geeshsha Ayyaanaa Xoossaappe ekkidoogaappe attin, naa77anttuwaa yayyanau aille kessiya ayyaanaa ekkibookko."
    },
    {
        "English Sentences": "The Spirit itself beareth witness with our spirit, that we are the children of God:",
        "Wolaitta Sentences": "Xoossaa Ayyaanai ba huuphen nu ayyaanaara gididi, nuuni Xoossaa naata gidiyoogaa markkattees."
    },
    {
        "English Sentences": "And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.",
        "Wolaitta Sentences": "Nuuni a naata gidikko, i ba asau minjjido anjjuwaa laattana; qassi nuuni Xoossai Kiristtoosau minjjidoogaakka aara laattana; nuuni Kiristtoosa waayiyaa aara shaakkikko, a bonchchuwaakka aara shaakkana."
    },
    {
        "English Sentences": "For I reckon that the sufferings of this present time are not worthy to be compared with the glory which shall be revealed in us.",
        "Wolaitta Sentences": "Aissi giikko, nuuni ha77i waayettiyo waayiyaa nuuyyo sinttappe qonccana bonchchuwaara giigissanau, mulekka danddayettenna gaada taani qoppais."
    },
    {
        "English Sentences": "For the earnest expectation of the creature waiteth for the manifestation of the sons of God.",
        "Wolaitta Sentences": "Xoossai medhdhido mereta ubbai Xoossaa naati qonccanaagaa daro laamoti uttiis."
    },
    {
        "English Sentences": "For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,",
        "Wolaitta Sentences": "Aissi giikko, mereta ubbai go77i bainnabaa gidanaadan, Xoossai a bolli pirddiis; sinttappe demmana giidi ufaissan naagi uttidoogan haarissida Xoossai koyido gishshau hanidoogaappe attin, mereta ubbai ba huuphen koyidoogaana gidenna."
    },
    {
        "English Sentences": "Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.",
        "Wolaitta Sentences": "Mereta ubbai ba huuphen bashshaa ailletettaappe issi gallassi kiyana; qassi he meretati Xoossaa naati ailletettaappe kiyido bonchcho kessaa shaakkana."
    },
    {
        "English Sentences": "For we know that the whole creation groaneth and travaileth in pain together until now.",
        "Wolaitta Sentences": "Aissi giikko, mereta ubbai issippe hanno gakkanaassi, maccaasa leessoi oiqqin ooliyoogaadan, sahuwan ooliyoogaa nuuni eroos."
    },
    {
        "English Sentences": "And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.",
        "Wolaitta Sentences": "Qassi hegaa xalaala gidenna; nuuni, Geeshsha Ayyaanaa Xoossaa baira imodan oottidi ekkidaageeti, nu huuphen qassi Xoossai nuna ba naata oottanaadaaninne nu kumetta asatettaa wozanaadan naagiiddi, nu giddon ooloos."
    },
    {
        "English Sentences": "For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?",
        "Wolaitta Sentences": "Aissi giikko, nuuni Xoossai immana giidoogan attida. SHin nuuni Xoossai immana giidoogaa be7ikko, yaatin, hegee ufaissan naagiyoobaa gidenna; aissi giikko, ba be7iyoobaa demmana giiddi, ufaissan naagiyai oonee?"
    },
    {
        "English Sentences": "But if we hope for that we see not, then do we with patience wait for it.",
        "Wolaitta Sentences": "SHin nuuni be7ennaagaa demmana giidi, ufaissan naagikko, hegaa danddayidi naagoos."
    },
    {
        "English Sentences": "Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.",
        "Wolaitta Sentences": "Hegaadan qassi Geeshsha Ayyaanai nu daafuraa maaddanau yees; aissi giikko, nuuni Xoossaa waati woossanau bessiyaakko erokko; shin Geeshsha Ayyaanai ba huuphen asau haasayanau danddayettenna ooliyan nuuyyo gaannatees."
    },
    {
        "English Sentences": "And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.",
        "Wolaitta Sentences": "Qassi asa wozanaa qoriya Xoossai, Geeshsha Ayyaanai i koyiyoogaadan, geeshshatuyyo gaannatiyo gishshau, Geeshsha Ayyaanaa qofai aibakko erees."
    },
    {
        "English Sentences": "And we know that all things work together for good to them that love God, to them who are the called according to his purpose.",
        "Wolaitta Sentences": "Xoossai bana siiqiyaageetuyyo, ba qoppidoogaa oottanau xeesidoogeetuyyo, yoho ubbaa lo77obau oottiyoogaa nuuni eroos."
    },
    {
        "English Sentences": "For whom he did foreknow, he also did predestinate to be conformed to the image of his Son, that he might be the firstborn among many brethren.",
        "Wolaitta Sentences": "Xoossai ba Na7ai daro ishanttu giddon baira gidanaadan, i kase dooridoogeeta qassi ba Na7aa milatanaadan, kasetidi shaakki wottiis."
    },
    {
        "English Sentences": "Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.",
        "Wolaitta Sentences": "Xoossai kasetidi shaakki wottidoogeeta, eta qassi xeesiis; he xeesidoogeeta qassi xillissiis; he xillissidoogeeta qassi bonchchiis."
    },
    {
        "English Sentences": "What shall we then say to these things? If God be for us, who can be against us?",
        "Wolaitta Sentences": "Yaatin, nuuni hagaa ubbaa woiganee? Xoossai nu bagga gidikko, nuna oonee qohanai?"
    },
    {
        "English Sentences": "He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?",
        "Wolaitta Sentences": "I harai atto ba Na7aakka waayiyaappe guyye ashshibeenna; shin a nuuyyo ubbaayyo aattidi immi aggiis. I ba Na7aa immidaagee qassi nuuyyo ubbabaa coo immennee?"
    },
    {
        "English Sentences": "Who shall lay any thing to the charge of God's elect? It is God that justifieth.",
        "Wolaitta Sentences": "Xoossai dooridoogeeta oonee mootanai? Xoossai ba huuphen eta xillissiis."
    },
    {
        "English Sentences": "Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.",
        "Wolaitta Sentences": "Yaatin, eta bolli pirddanau danddayiyai oonee? Oonee giikko, haiquwaappe denddidi, Xoossaappe ushachcha baggaara uttida, Kiristtoos Yesuusa; i qassi nuuyyo gaannatees."
    },
    {
        "English Sentences": "Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?",
        "Wolaitta Sentences": "Simmi nuna Kiristtoosa siiquwaappe shaakkanai oonee? Waayee woi tuggai woi yedetai woi koshai woi kalloi woi yashshai woi olai nuna shaakkanee?"
    },
    {
        "English Sentences": "As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Nuuni ne gishshau, gallassaa muumiyaa olettida; goora7anau efiyo dorssadan qoodettida\" yaagees."
    },
    {
        "English Sentences": "Nay, in all these things we are more than conquerors through him that loved us.",
        "Wolaitta Sentences": "SHin nuuni nuna siiqida aani ha yoho ubban poli xoonida."
    },
    {
        "English Sentences": "For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,",
        "Wolaitta Sentences": "Aissi giikko, haiqo gidin, de7o gidin, kiitanchchata gidin, haariyaageeta gidin, ha77i de7iyaagaa gidin, sinttappe yaanaagaa gidin, wolqqaamata gidin, bolla saluwaa gidin,"
    },
    {
        "English Sentences": "Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.",
        "Wolaitta Sentences": "garssa sa7aa gidin, ai mereta gidinkka, Kiristtoos Yesuusan de7iya Xoossaa siiquwaappe nuna shaakkanau danddayennaagaa taani eraas."
    },
    {
        "English Sentences": "I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,",
        "Wolaitta Sentences": "Taani tumaa haasayais; taani Kiristtoosabaa; qassi worddotikke. Geeshsha Ayyaanai haariyo tana zoriya wozanai taani worddotennaagaa taayyo markkattees."
    },
    {
        "English Sentences": "That I have great heaviness and continual sorrow in my heart.",
        "Wolaitta Sentences": "Taayyo ashuwan zare gidiya ta ishanttuyyo, ta wozanan daro qaretainne aggenna qofai de7ees."
    },
    {
        "English Sentences": "For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:",
        "Wolaitta Sentences": "Aissi giikko, taani ta huuphen eta gishshau, Xoossaa qanggettaappe garssan de7arkkinaashsha! Qassi Kiristtoosappekka shaahettarkkinaashsha!"
    },
    {
        "English Sentences": "Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;",
        "Wolaitta Sentences": "Eti Israa7eela asata; Xoossai eta ba naata oottidi, ba bonchchuwaa etaara shaakkiis. Etaara maacettidi, higgiyaa etau immiis. Eti Xoossau bessiya ogiyan goinnoosona; qassi Xoossai immana giidoogaakka ekkidosona."
    },
    {
        "English Sentences": "Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.",
        "Wolaitta Sentences": "Eti aawatu zare; qassi Kiristtoosikka ashuwan eta zare. Xoossai, ubbaappe bolla gididi haariyaagee, merinau galatetto. Amin77i."
    },
    {
        "English Sentences": "Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:",
        "Wolaitta Sentences": "SHin taani, \"Xoossai immana giidoogee attana\" yaagikke. Aissi giikko, Israa7eela asa ubbati Xoossai dooridoogeeta gidokkona."
    },
    {
        "English Sentences": "Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.",
        "Wolaitta Sentences": "Qassi Abrahaama zare ubbati Xoossaa naata gidokkona. Xoossai Abrahaamayyo, \"Ne zaree Yisaaqa baggaara xeesettana\" yaagiis;"
    },
    {
        "English Sentences": "That is, They which are the children of the flesh, these are not the children of God: but the children of the promise are counted for the seed.",
        "Wolaitta Sentences": "hegaa giyoogee eti Xoossai immana giido ogiyan yelettida naatu zaredan qoodettana; shin asa qofaadan yelettidaageeti Xoossaa naata gidokkona yaagiyoogaa."
    },
    {
        "English Sentences": "For this is the word of promise, At this time will I come, and Sarah shall have a son.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai immana giidi haasayidoogee hagaa; \"Taani laitti hannoode yaana; attuma na7a Saara yelana\" yaagiis."
    },
    {
        "English Sentences": "And not only this; but when Rebecca also had conceived by one, even by our father Isaac;",
        "Wolaitta Sentences": "Hegaa xalaalakka gidenna; Irbbiqa yelido mentte naatu aawai issuwaa; i nu aawaa Yisaaqa."
    },
    {
        "English Sentences": "(For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)",
        "Wolaitta Sentences": "SHin issi na7aa dooroi Xoossai ba huuphen qoppidoogaa gidanaadan, Xoossai Irbbiqiyyo, \"Bairai kaaluwau azazettana\" yaagiis; i hegaa eti yelettanaappenne iitabaa woi lo77obaa ainne oottanaappe kase giis."
    },
    {
        "English Sentences": "It was said unto her, The elder shall serve the younger.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossaa dooroi a xeesidoogaadaanippe attin, eti oottidoogaana gidenna."
    },
    {
        "English Sentences": "As it is written, Jacob have I loved, but Esau have I hated.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Yaaqooba siiqaas; shin Eesawa ixxaas\" yaagees."
    },
    {
        "English Sentences": "What shall we say then? Is there unrighteousness with God? God forbid.",
        "Wolaitta Sentences": "Yaatin, nuuni woiganee? Xoossai moori pirddii? Mulekka gidenna."
    },
    {
        "English Sentences": "For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.",
        "Wolaitta Sentences": "Aissi giikko, Muuseyyo i, \"Taani maaranau koyiyoogeeta maarana; qassi qarettanau koyiyoogeetuyyookka qarettana\" yaagiis."
    },
    {
        "English Sentences": "So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.",
        "Wolaitta Sentences": "Simmi Xoossai asa maariyoogee i maaranau koyiyo gishshassappe attin, asi koyiyo woi oottiyo gishshassa gidenna."
    },
    {
        "English Sentences": "For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai Gibxxe kawuwaayyo, \"Taani ta wolqqaa nenan bessanaunne ta sunttai sa7an ubban odettanau, hegau taani nena kawoyaas\" yaagees."
    },
    {
        "English Sentences": "Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.",
        "Wolaitta Sentences": "Simmi Xoossai maarana koyiyoogaa maarees; qassi wozanaa gorddana koyiyoogaa wozanaa gorddees."
    },
    {
        "English Sentences": "Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?",
        "Wolaitta Sentences": "Simmi intte tana, \"Hegee tuma gidikko, Xoossai asaa mooruwaassi aibissi walassii? Xoossai giidoogaa ixxaas gaanai oonee?\" yaaganau danddayeeta."
    },
    {
        "English Sentences": "Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?",
        "Wolaitta Sentences": "SHin ta laggiyau, Xoossaa bolli zaaranau neeni oonee? Urqqaappe merettida miishshai guyye zaaridi bana medhdhidaagaa, \"Tana hagaadan aissi medhdhadii?\" giidi oichchanau danddayii?"
    },
    {
        "English Sentences": "Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?",
        "Wolaitta Sentences": "Woikko urqqaa medhdhiyaagee ba medhdhiyo urqqaa ba koyiyoogaadan oottanaunne issi mala urqqaappe issuwaa bonchcho miishsha oottidi, qassi issuwaa tooshe ooso oottiyo miishsha oottidi medhdhanau au maati baawee?"
    },
    {
        "English Sentences": "What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:",
        "Wolaitta Sentences": "Xoossai oottidoogee hagaara issuwaa. I ba hanqquwaa bessanaunne ba wolqqaa erissanau koyiis; i ba hanqquwan pirddanaageeta, bashshanau giigi uttidoogeeta, daro genccan danddayiis."
    },
    {
        "English Sentences": "And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,",
        "Wolaitta Sentences": "Qassi i maaridoogeetuyyo, ba bonchchuwaa ekkanau giigissi wottidoogeetuyyo i ai keenaa bonchchettiyaakkonne bessanau koyiis."
    },
    {
        "English Sentences": "Even us, whom he hath called, not of the Jews only, but also of the Gentiles?",
        "Wolaitta Sentences": "Nuuni i xeesidoogeeta; shin Aihuda asaa giddo xalaalaappe gidennan, Aihuda gidenna asaa giddoppekka xeesiis."
    },
    {
        "English Sentences": "As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.",
        "Wolaitta Sentences": "Hoose7a maxaafan i giyoogee hagaa; \"Ta asaa gidennaageeta, Ta asa gaada xeesana. Taani siiqabeenna zariyaakka, Ta siiqiyoogeetoo gaada xeesana."
    },
    {
        "English Sentences": "And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.",
        "Wolaitta Sentences": "Intte ta asa gidekketa giyoogaa eti siyido he sohuwan, eti, De7o Xoossaa naata geetettidi xeesettana\" yaagees."
    },
    {
        "English Sentences": "Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:",
        "Wolaitta Sentences": "Isiyaasi Israa7eela asaabaa yaagidi haasayiis; \"Israa7eela asai abbaa matan de7iya shafiyaa keena gidiyaakkokka, etappe amaridaageetu xalaalai attana."
    },
    {
        "English Sentences": "For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.",
        "Wolaitta Sentences": "Aissi giikko, Godai sa7aa bollan de7iya asa ubbaa bolli eesuwan pirddana\" yaagiis."
    },
    {
        "English Sentences": "And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.",
        "Wolaitta Sentences": "Isiyaasi kasetidi, \"Ubbaappe Wolqqaama Godai nuuyyo amarida zareta ashshennaakko, nuuni Sadooma katamaadaaninne Gamoora katamaadan hanidashin\" yaagidi haasayiis."
    },
    {
        "English Sentences": "What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.",
        "Wolaitta Sentences": "Yaatin, nuuni woiganee? Xillotettaa koyibeenna Aihuda gidenna asai ammanuwan xilliis;"
    },
    {
        "English Sentences": "But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.",
        "Wolaitta Sentences": "shin Israa7eela asai banttana xillissiya higgiyaa koyidaageeti he higgiyaa demmibookkona."
    },
    {
        "English Sentences": "Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;",
        "Wolaitta Sentences": "Aissi demmibookkonaa? Eti oosuwaanappe attin, ammanuwan xillotettaa koyibeenna gishshassa. Eti Xoossaa maxaafai, \"Akeekite; taani Xiyoonen asaa xubbiya shuchchaa, eta ooggiya zaallaa wottana."
    },
    {
        "English Sentences": "As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.",
        "Wolaitta Sentences": "SHin aani ammaniya ooninne yeellatenna\" yaagidi haasayiyo xubbiya shuchchan xubettidosona."
    },
    {
        "English Sentences": "Brethren, my heart's desire and prayer to God for Israel is, that they might be saved.",
        "Wolaitta Sentences": "Ta ishatoo, taani Israa7eela asaayyo ta kumetta wozanaappe amottiyoogeenne Xoossaa woossiyoogee eti attanaassa;"
    },
    {
        "English Sentences": "For I bear them record that they have a zeal of God, but not according to knowledge.",
        "Wolaitta Sentences": "aissi giikko, eti Xoossau oottanau keehi koyiyoogaa taani markkattais; shin eti Xoossau oottanau keehi koyiyo koshshai tumu eratettaappe gidenna."
    },
    {
        "English Sentences": "For they being ignorant of God's righteousness, and going about to establish their own righteousness, have not submitted themselves unto the righteousness of God.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai asaa xillissiyo ogiyaa eti erennan, bantta huuphe xillotettaa essanau koyidosona; qassi bantta huuphen Xoossai asaa xillissiyo ogiyau haarettibookkona."
    },
    {
        "English Sentences": "For Christ is the end of the law for righteousness to every one that believeth.",
        "Wolaitta Sentences": "Aissi giikko, ammanida ubbai xillanaadan, Kiristtoosi higgiyau wolqqaa xaissiis."
    },
    {
        "English Sentences": "For Moses describeth the righteousness which is of the law, That the man which doeth those things shall live by them.",
        "Wolaitta Sentences": "Asi higgiyau azazettidi xilliyoobau Muusee, \"Higgee azaziyoogaa oottiya ooninne he higgiyan paxa de7ana\" yaagidi xaafiis;"
    },
    {
        "English Sentences": "But the righteousness which is of faith speaketh on this wise, Say not in thine heart, Who shall ascend into heaven? (that is, to bring Christ down from above:)",
        "Wolaitta Sentences": "shin ammanuwan xilliyoobau geetettidaagee hagaa; \"Ne wozanan, Ooni saluwaa pude baanee? yaagoppa. Hegee Kiristtoosa duge wottanaassa;"
    },
    {
        "English Sentences": "Or, Who shall descend into the deep? (that is, to bring up Christ again from the dead.)",
        "Wolaitta Sentences": "woikko,Duge sa7aa garssi wodhdhanai oonee? gooppa. Hegee Kiristtoosa haiquwaappe denttanaassa."
    },
    {
        "English Sentences": "But what saith it? The word is nigh thee, even in thy mouth, and in thy heart: that is, the word of faith, which we preach;",
        "Wolaitta Sentences": "SHin i giyoogee hagaa; Xoossaa qaalai ne mataana; ne doonaaninne ne wozanan de7ees geetettiis\" yaagees. Hegeekka nuuni intteyyo yootiyo ammanuwaa qaalaa."
    },
    {
        "English Sentences": "That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.",
        "Wolaitta Sentences": "Neeni, \"Yesuusi Godaa\" gaada ne doonan markkattikko, qassi Xoossai haiquwaappe a denttidoogaa ne wozanan ammanikko, neeni attana."
    },
    {
        "English Sentences": "For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.",
        "Wolaitta Sentences": "Aissi giikko, asi ba wozanan ammanidi xillees; ba doonankka markkattidi attees."
    },
    {
        "English Sentences": "For the scripture saith, Whosoever believeth on him shall not be ashamed.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Aani ammaniya ooninne yeellatenna\" yaagees."
    },
    {
        "English Sentences": "For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.",
        "Wolaitta Sentences": "Aihuda asaanne Aihuda gidenna asaa giddon dummatetti baawa. Issi Xoossai ubbaa Godaa; i bana xeesiya ubbatuyyo daro keha."
    },
    {
        "English Sentences": "For whosoever shall call upon the name of the Lord shall be saved.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Godaa sunttaa xeesiya ooninne attana\" yaagees."
    },
    {
        "English Sentences": "How then shall they call on him in whom they have not believed? and how shall they believe in him of whom they have not heard? and how shall they hear without a preacher?",
        "Wolaitta Sentences": "Yaatin, eti a ammanibeennaageeta gidikko, waatidi a xeesanau danddayiyoonaa? Qassi qaalaa siyibeennaageeti waani ammananau danddayiyoonaa? Qaalaa yootiyaabi xayikko, eti waani siyanau danddayiyoonaa?"
    },
    {
        "English Sentences": "And how shall they preach, except they be sent? as it is written, How beautiful are the feet of them that preach the gospel of peace, and bring glad tidings of good things!",
        "Wolaitta Sentences": "Qassi qaalaa yootiyaageeti kiitettennan aggikko, kiitai waanidi odettanau danddayii? Aissi giikko, Xoossaa maxaafai, \"Ufaissiya mishiraachchuwaa yootiyaageetu tohoti aiba lo77iyoonaa!\" yaagees."
    },
    {
        "English Sentences": "But they have not all obeyed the gospel. For Esaias saith, Lord, who hath believed our report?",
        "Wolaitta Sentences": "SHin eti ubbai wonggeliyau azazettibookkona; aissi giikko Isiyaasi, \"Ta Godau, nuuni markkattidoogaa ooni ammanidee?\" yaagiis."
    },
    {
        "English Sentences": "So then faith cometh by hearing, and hearing by the word of God.",
        "Wolaitta Sentences": "Simmi asi qaalaa siyidi ammanees; qassi issi urai Kiristtoosa qaalaa yootin siyees."
    },
    {
        "English Sentences": "But I say, Have they not heard? Yes verily, their sound went into all the earth, and their words unto the ends of the world.",
        "Wolaitta Sentences": "SHin eti qaalaa siyibeennaagee tumee gaada taani oichchais. Tuma eti siyidosona; Xoossaa maxaafai, \"Eta haasayaa cenggurssai sa7a ubban laalettiis; eta qaalaikka sa7aa gaxaa gakkiis\" yaagees."
    },
    {
        "English Sentences": "But I say, Did not Israel know? First Moses saith, I will provoke you to jealousy by them that are no people, and by a foolish nation I will anger you.",
        "Wolaitta Sentences": "SHin Israa7eela asati eribookkonaayye gaada taani oichchais. Muusee kase, \"Taani inttena asa gidenna asatun mishissana; qassi eeyya asatun taani inttena hanqqetissana\" yaagiis."
    },
    {
        "English Sentences": "But Esaias is very bold, and saith, I was found of them that sought me not; I was made manifest unto them that asked not after me.",
        "Wolaitta Sentences": "Qassi Isiyaasi daro xalidi, \"Tana koyibeennaageetuyyo beettaas; tana oichchibeennaageetuyyookka qonccaas\" yaagees."
    },
    {
        "English Sentences": "But to Israel he saith, All day long I have stretched forth my hands unto a disobedient and gainsaying people.",
        "Wolaitta Sentences": "SHin Israa7eelatubaa i haasayiiddi, \"Gallassaa ubbaa azazettennaageetuyyoonne tabaa ixxiyaageetuyyo ta kushiyaa miccaas\" yaagees."
    },
    {
        "English Sentences": "I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.",
        "Wolaitta Sentences": "Yaatin, Xoossai ba asaa ixxideeyye gaada oichchoo? Mulekka gidenna; aissi giikko, taani ta huuphen Israa7eela asa; Abrahaama zare; Biniyaama yara."
    },
    {
        "English Sentences": "God hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,",
        "Wolaitta Sentences": "Xoossai koiro doorido ba asata ixxenna; Xoossaa maxaafai, Eelaasa taarikiyaa giddon, Eelaasi Israa7eelata Xoossaa sinttan waati mootiyaakko, intte ereeta."
    },
    {
        "English Sentences": "Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.",
        "Wolaitta Sentences": "\"Godau, eti ne sunttan hananabaa yootiyaageeta woridosona; ne yarshshiyoosaakka qolidosona. Yaatin, taani tarkka attaas. Qassi eti tanakka woranau koyoosona\" yaagiis."
    },
    {
        "English Sentences": "But what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of Baal.",
        "Wolaitta Sentences": "Xoossai ayyo woigi zaaridee? \"Taani Ba7aalayyo gulbbatibeenna laappun sha7u asaa taayyo ashshaas\" yaagiis."
    },
    {
        "English Sentences": "Even so then at this present time also there is a remnant according to the election of grace.",
        "Wolaitta Sentences": "Hegaadankka qassi ha wodiyan, Xoossai ba aaro kehatettan doorido amarida asati de7oosona."
    },
    {
        "English Sentences": "And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.",
        "Wolaitta Sentences": "SHin i ba aaro kehatettan dooriisippe attin, eta oosuwan eta dooribeenna; hegee xayikko, a aaro kehatettai tumu aaro kehatetta gidenna."
    },
    {
        "English Sentences": "What then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded.",
        "Wolaitta Sentences": "Yaatin, aibee? Israa7eela asati bantta koyiyoobaa demmibookkona; shin Xoossai doorido amaridaageeti demmidosona. Xoossai hinkkooti ba xeesiyoogaa siyennaadan tulissiis."
    },
    {
        "English Sentences": "(According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day.",
        "Wolaitta Sentences": "Hegaadankka, Xoossaa maxaafai, \"Xoossai eti bantta aifiyan be7ennaadaaninne bantta haittan siyennaadan, hanno gakkanaassi etau azalla ayyaanaa immiis\" yaagees."
    },
    {
        "English Sentences": "And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:",
        "Wolaitta Sentences": "Qassi Daawiti yaagees; \"Eti miyo masoobee eta oiqqidi qachcho; eta gufantto; Xoossai eta seero."
    },
    {
        "English Sentences": "Let their eyes be darkened, that they may not see, and bow down their back alway.",
        "Wolaitta Sentences": "Eti xeellennaadan, eta aifee goozetto; ubba wode bantta metuwan quunnidi de7ona\" yaagees."
    },
    {
        "English Sentences": "I say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy.",
        "Wolaitta Sentences": "Yaatin, Aihudati xubettido wode, denddennaadan kunddidonaayye? Mulekka gidenna; eti nagaraa oottido gishshau, atotettai eti Aihuda gidenna asata qanaatanaadan, Aihuda gidenna asau yiis."
    },
    {
        "English Sentences": "Now if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness?",
        "Wolaitta Sentences": "SHin Aihudati nagaraa oottido gishshau, sa7au daro anjjoi yiis; qassi eta kunddettaikka Aihuda gidenna asau daro anjjuwaa ehiis. Yaatin, Aihudati muleera gujettiyo wode, anjjoi ai keena daranddeeshsha!"
    },
    {
        "English Sentences": "For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:",
        "Wolaitta Sentences": "SHin taani ha77i intteyyo, Aihuda gidenna asaayyo haasayais; taani Aihuda gidenna asaayyo Yesuusi kiittidoogaa gidiyoogaadankka, ta oosuwaa sabbana."
    },
    {
        "English Sentences": "If by any means I may provoke to emulation them which are my flesh, and might save some of them.",
        "Wolaitta Sentences": "Taani ta zare gidiya asata qanaatiyaageeta oottikko, ooni erii etappe amaridaageeta ashshennan aggikke."
    },
    {
        "English Sentences": "For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?",
        "Wolaitta Sentences": "Aissi giikko, Xoossai eta ixxido wode, ha sa7ai Xoossaara sigettiis. Yaatin Xoossai eta shiishshi ekkiyo wode, haiqqidaagee de7o demmanaappe attin, aibi hananee?"
    },
    {
        "English Sentences": "For if the firstfruit be holy, the lump is also holy: and if the root be holy, so are the branches.",
        "Wolaitta Sentences": "Koiro menttido baso oittaa Xoossau immikko, muume oittai qassi abaa; mittau xaphuwaa ayyo immiyaabaa gidikko, tashe ubbaikka qassi abaa."
    },
    {
        "English Sentences": "And if some of the branches be broken off, and thou, being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree;",
        "Wolaitta Sentences": "SHin gaden tokkido wogaraa tashiyaappe issoota issoota karidosan, nena woran mokkida wogara malaa he wogaraara gatti qachchida; qachchin neeni qassi zaitee kiyiyo wogaraa xaphuwaara issippe de7aasa."
    },
    {
        "English Sentences": "Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.",
        "Wolaitta Sentences": "Simmi neeni he karetti wodhdhida tashetu bolli otorettanau bessenna; shin neeni otorettiyaabaa gidikkokka, xaphoi nena tookkeesippe attin, neeni xaphuwaa tookkennaagaa akeeka."
    },
    {
        "English Sentences": "Thou wilt say then, The branches were broken off, that I might be graffed in.",
        "Wolaitta Sentences": "Hegaa gishshau neeni, \"Ee; shin tasheti taani eta sohuwan gelanaadan karettidosona\" yaagana."
    },
    {
        "English Sentences": "Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:",
        "Wolaitta Sentences": "Hegee tuma; eti ammanibeenna gishshau, karettidosona; neeni ammanido gishshau, he sohuwan eqqadasa. SHin yayyanaappe attin, otoro qofaa qoppoppa."
    },
    {
        "English Sentences": "For if God spared not the natural branches, take heed lest he also spare not thee.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai mereta tashe malatuyyo, Aihudatuyyo qarettibeennaagaa gidikko, neeyyo qarettiyaabaa misatii?"
    },
    {
        "English Sentences": "Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.",
        "Wolaitta Sentences": "Simmi Xoossaa kehatettaanne meqettaa iitatettaa be7a. Kunddidaageetuyyo i meqettaa iitees; shin neeni a kehatettan minnada de7ikko, i neeyyo keha; hegee xayikko, neenikka qassi karettana."
    },
    {
        "English Sentences": "And they also, if they abide not still in unbelief, shall be graffed in: for God is able to graff them in again.",
        "Wolaitta Sentences": "Aihudatikka qassi ammanennan ixxiyoogaa aggikko, Xoossai kase eti de7iyoosan zaaridi wottana; aissi giikko, i eta zaaridi wottanau danddayees."
    },
    {
        "English Sentences": "For if thou wert cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be graffed into their own olive tree?",
        "Wolaitta Sentences": "Aissi giikko, Xoossai nena woran de7iya wogaraappe qanxxidi, ne meretaadan gidennan gaden tookkido wogaraara gatti qachchidabaa gidikko, yaatin, he karetti wodhdhida tasheta zaarettidi, eta anuwaara gatti qachchanau, a aibi waissanee?"
    },
    {
        "English Sentences": "For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.",
        "Wolaitta Sentences": "Ta ishatoo, taani intte eranaadan koyiyo tumu xuura yohoi de7ees; hegee intte inttena intterkka, nuuni aadhdhida eranchcha yaagidi qoppiyoogaa teqqees; Israa7eela asaappe baggai siyennan ixxiis; shin he siyennan ixxiyoogee Aihuda gidenna asaa kumetta qoodai Xoossaakko gakkanaassi gam77ana."
    },
    {
        "English Sentences": "And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:",
        "Wolaitta Sentences": "Hegaadankka, Israa7eela asai ubbai attana; Xoossaa maxaafai hagaadan yaagees; \"Ashshiyaagee Xiyoone giyo katamaappe yaana; yiidi, nagara ooso ubbaa Yaaqooba zariyaappe diggana."
    },
    {
        "English Sentences": "For this is my covenant unto them, when I shall take away their sins.",
        "Wolaitta Sentences": "Taani eta nagaraa atto yaagiyo wode, etaara maacettana maachchai hagaa\" yaagees."
    },
    {
        "English Sentences": "As concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers' sakes.",
        "Wolaitta Sentences": "Aihuda gidenna asatoo, Aihudati wonggeliyaa mishiraachchuwaa baggaara intte gishshau, Xoossaara morkke; shin Xoossaa dooruwaa baggaara aawatu gishshau, eti i siiqiyoogeeta."
    },
    {
        "English Sentences": "For the gifts and calling of God are without repentance.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai ba immidoogaa guyye ekkenna; qassi ba dooridoogaa ixxaas geenna."
    },
    {
        "English Sentences": "For as ye in times past have not believed God, yet have now obtained mercy through their unbelief:",
        "Wolaitta Sentences": "Aihuda gidennaageetoo, Xoossau intte kase azazettibeekketa; shin Aihudati azazettennan ixxido gishshau, Xoossaa maarotettaa ha77i intte ekkideta."
    },
    {
        "English Sentences": "Even so have these also now not believed, that through your mercy they also may obtain mercy.",
        "Wolaitta Sentences": "Hegaadan, intte ekkido maarotettaa gishshau, Aihudati qassi Xoossaa maarotettaa ha77i ekkanaadan, Xoossau azazettennan ixxidosona."
    },
    {
        "English Sentences": "For God hath concluded them all in unbelief, that he might have mercy upon all.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai asa ubbaa maarana mala, asai ubbai ayyo azazettennan ixxiyo hanotan qachchiis."
    },
    {
        "English Sentences": "O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!",
        "Wolaitta Sentences": "Xoossaa duretettai ai keena daroo? A hayyoinne a eratettai ai keena xoqqee? A pirddaa yootanai oonee? I ba oottiyoogaa aissi oottiyaakko, oonee akeekiyai?"
    },
    {
        "English Sentences": "For who hath known the mind of the Lord? or who hath been his counsellor?",
        "Wolaitta Sentences": "Hegaa Xoossaa maxaafai, \"Godaa wozanaa eriyai oonee? A zoranau danddayiyai oonee?"
    },
    {
        "English Sentences": "Or who hath first given to him, and it shall be recompensed unto him again?",
        "Wolaitta Sentences": "Woikko ba kushiyaa zaarana mala, au aibakko immidai de7ii?\" yaagees."
    },
    {
        "English Sentences": "For of him, and through him, and to him, are all things: to whom be glory for ever. Amen.",
        "Wolaitta Sentences": "Aissi giikko, ubbabaa i medhdhiis; qassi ubbabaikka aaninne ayyoonne de7ees; Xoossau merinau bonchchoi gido. Amin77i."
    },
    {
        "English Sentences": "I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is your reasonable service.",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishatoo, intte intte asatettaa Xoossaa ufaissiya de7onne geeshsha yarshsho oottidi, Xoossau shiishshanaadan, taani inttena Xoossaa maarotettan woossais; Xoossau intte goinnanau bessiya tumu ogee hegaa."
    },
    {
        "English Sentences": "And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.",
        "Wolaitta Sentences": "Xoossai intte qofaa muumeera dummayidi, inttena laammoppe attin, ha sa7aa asaa milatoppite. He wode intte Xoossai koyiyoobi, lo77obi, a ufaissiyaabinne qassi kumettabi aibakko erana."
    },
    {
        "English Sentences": "For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.",
        "Wolaitta Sentences": "Xoossai tau immido aaro kehatettan taani intteyyo yootais. Intte qoppanau bessiyaagaappe aattidi, otoruwan qoppoppite; hegaa aggidi, wozannaama asadan qoppite; Xoossai intteyyo huuphiyan huuphiyan immido ammanuwaa keenan intte bolli pirddite."
    },
    {
        "English Sentences": "For as we have many members in one body, and all members have not the same office:",
        "Wolaitta Sentences": "Nu issi bollaa giddon, daro bollaa qommoti de7oosona; he qommotu ubbaukka dumma dumma oosoi de7ees."
    },
    {
        "English Sentences": "So we, being many, are one body in Christ, and every one members one of another.",
        "Wolaitta Sentences": "Hegaadan, nuuni daro asa gidikkokka, Kiristtoosa baggaara issi asa. Qassi nuuni issi asatettaa qommotudan, issoi issuwaara oiqetti uttida."
    },
    {
        "English Sentences": "Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;",
        "Wolaitta Sentences": "Xoossai nuuyyo immido aaro kehatettan dumma dumma imoi de7ees. Nu imoi Xoossaa qaalaa yootiyoobaa gidikko, nuuyyo de7iya ammanuwaa keenaa yotanau bessees."
    },
    {
        "English Sentences": "Or ministry, let us wait on our ministering: or he that teacheth, on teaching;",
        "Wolaitta Sentences": "Oottiyoobaa gidikko, he oosuwan minnanau bessees; tamaarissiyoobaa gidikko, he tamaarissuwan minnanau bessees."
    },
    {
        "English Sentences": "Or he that exhorteth, on exhortation: he that giveth, let him do it with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.",
        "Wolaitta Sentences": "Harata minttettiyoobaa gidikko, he aani minnanau bessees. Bau de7iyaabaappe haratuyyo immiya ooninne wozanappe immo. Maati de7iyo urai mintti oottanau bessees; haratuyyo kehiya urai ufaissan kehanau bessees."
    },
    {
        "English Sentences": "Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.",
        "Wolaitta Sentences": "Intte siiqoi asa bessanau siiqettiyoobaa gidanau bessenna. Iitabaa ixxite; lo77obaa minttidi oiqqite."
    },
    {
        "English Sentences": "Be kindly affectioned one to another with brotherly love; in honour preferring one another;",
        "Wolaitta Sentences": "Issoi issuwaara ishanttudan siiqettite; issoi issuwaa bonchchiyoogan ufaittite."
    },
    {
        "English Sentences": "Not slothful in business; fervent in spirit; serving the Lord;",
        "Wolaitta Sentences": "Minni oottite; azalloppite; intte kumetta wozanaappe Godau oottite."
    },
    {
        "English Sentences": "Rejoicing in hope; patient in tribulation; continuing instant in prayer;",
        "Wolaitta Sentences": "Xoossai intteyyo immana giidoogan ufaittite; waayiyan genccite. Ubba wode Xoossaa woossite;"
    },
    {
        "English Sentences": "Distributing to the necessity of saints; given to hospitality.",
        "Wolaitta Sentences": "geeshshata koshshiyaaban maaddite; imattaa mokkite."
    },
    {
        "English Sentences": "Bless them which persecute you: bless, and curse not.",
        "Wolaitta Sentences": "Inttena yedettiyaageeta anjjite; eta anjjanaappe attin, qanggoppite."
    },
    {
        "English Sentences": "Rejoice with them that do rejoice, and weep with them that weep.",
        "Wolaitta Sentences": "Ufaittiyaageetuura ufaittite; yeekkiyaageetuurakka yeekkite."
    },
    {
        "English Sentences": "Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.",
        "Wolaitta Sentences": "Asa ubbau issi mala qofaa qoppite; oottiyooban ubban inttena toochchidi de7iteppe attin, otorettoppite; inttena intte huuphen aadhdhida eranchcha giidi qoppoppite."
    },
    {
        "English Sentences": "Recompense to no man evil for evil. Provide things honest in the sight of all men.",
        "Wolaitta Sentences": "Ooninne intteyyo iitabaa oottikko, he urau iitabaa ootti zaaroppite; asa ubbau lo77obaa oottanau qoppite."
    },
    {
        "English Sentences": "If it be possible, as much as lieth in you, live peaceably with all men.",
        "Wolaitta Sentences": "Asa ubbaara sarotettan de7anau, intte baggaara, intteyyo danddayettidabaa ubbaa oottite."
    },
    {
        "English Sentences": "Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.",
        "Wolaitta Sentences": "Ta ishatoo, intte intte huuphen asau halo kessoppite. Xoossai haluwaa kessanau, a aggiigite. Aissi giikko, Xoossaa maxaafai, \"Godai, Taani haluwaa kessana; taani kushiyaa zaarana yaagees\" yaagees."
    },
    {
        "English Sentences": "Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai, \"Ne morkkee namisettikko, miza. Saamettikko, ushsha. Aissi giikko, neeni hegaa oottiyoogan a huuphiyan tamaa bonqquwaa qolana\" yaagees."
    },
    {
        "English Sentences": "Be not overcome of evil, but overcome evil with good.",
        "Wolaitta Sentences": "Iitabaa lo77oban xoonappe attin, iitabai nena xoonoppo."
    },
    {
        "English Sentences": "Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.",
        "Wolaitta Sentences": "Asai ubbai deriyaa heemmiyaageetuyyo haarettanau bessees; aissi giikko, Xoossai geennan de7ishin, dere heemmiyaabi de7anau danddayenna. Ha77i de7iya heemmiyaageetikka Xoossai wottidoogeeta."
    },
    {
        "English Sentences": "Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.",
        "Wolaitta Sentences": "Hegaa gishshau, ha77i de7iya heemmiyaageeta ixxiya ooninne Xoossaa azazuwaa ixxees; ixxiya ooninne ba bolli pirddaa ehees."
    },
    {
        "English Sentences": "For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:",
        "Wolaitta Sentences": "Aissi giikko, heemmiyaageeti iitabaa oottiyaageeta yashshiyoogaappe attin, lo77obaa oottiyaageeta yashshokkona. Heemmiyaagaayyo yayyennan agganau koyai? Yaatikko lo77obaa ootta; i nena galatana."
    },
    {
        "English Sentences": "For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.",
        "Wolaitta Sentences": "Aissi giikko, i neeyyo lo77obaa oottanau, Xoossau ashkkara. SHin neeni iitabaa oottikko, iitabaa oottidaagaa i seeriyo gishshau, ayyo yayya; i Xoossaa ashkkara. Qassi iitabaa oottiyaageetu bolli Xoossaa hanqquwaa i ehees."
    },
    {
        "English Sentences": "Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.",
        "Wolaitta Sentences": "Hegaa gishshau, deriyaa heemmiyaageetuyyo azazettiyoogee Xoossaa hanqquwaa xalaalaassa gidennan, inttena zoriya wozanaa gishshaukka haarettanau bessees."
    },
    {
        "English Sentences": "For for this cause pay ye tribute also: for they are God's ministers, attending continually upon this very thing.",
        "Wolaitta Sentences": "Aissi giikko, deriyaa heemmiyaageeti bantta oosuwaa oottiyo wode, Xoossau oottiyo gishshau, intte giiraa giiriyoogee hegaassa."
    },
    {
        "English Sentences": "Render therefore to all their dues: tribute to whom tribute is due; custom to whom custom; fear to whom fear; honour to whom honour.",
        "Wolaitta Sentences": "Ubbau bessiyaagaa immite. Giiraa giiranau bessiyoogau giirite; qaraxaa qanxxanau bessiyoogau qanxxite; yayyanau bessiyoogau yayyite; bonchchoi bessiyoogaa bonchchite."
    },
    {
        "English Sentences": "Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.",
        "Wolaitta Sentences": "Intte issoi issuwaara siiqettanaappe attin, o acoinne intte bolli de7oppo. Aissi giikko, ba shooruwaa siiqiya ooninne higgee giyoogaa poliis."
    },
    {
        "English Sentences": "For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.",
        "Wolaitta Sentences": "\"SHaaramuxoppa; woroppa; wuuqqoppa; asabaa amottoppa\" giya azazotinne hara azazo ubbati, \"Ne shooruwaa ne huuphedan siiqa\" giya azazuwan kuuyettoosona."
    },
    {
        "English Sentences": "Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.",
        "Wolaitta Sentences": "Ba shooruwaa siiqiya ooninne ayyo iitabaa oottenna; hegaa gishshau, shooruwaa siiqiyoogee higge ubbau azazettiyoogaa."
    },
    {
        "English Sentences": "And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.",
        "Wolaitta Sentences": "Xiskkuwaappe intte beegottiyo saatee ha77i gakkido gishshau, ha wodiyaa akeekite. Aissi giikko, nuuni koiro ammaniyo wodeppe, nuuni attiyo wodee ha77i nuukko matattiis."
    },
    {
        "English Sentences": "The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.",
        "Wolaitta Sentences": "Qammai aadhdhanau hanees; gallassai matattiis. Simmi nuuni xumaa oosuwaa aggidi, poo7uwan olettanau, tooraa gonddalliyaa oiqqoos;"
    },
    {
        "English Sentences": "Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.",
        "Wolaitta Sentences": "gallassi poo7uwan de7iya asadan, ane maara de7oos. Yettaaninne mattuwan gidoppo; shaaramuxiyoogaaninne shaaramuxanau qaaqqatiyoogan gidoppo; palamaaninne qanaatiyan gidoppo."
    },
    {
        "English Sentences": "But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.",
        "Wolaitta Sentences": "SHin Godaa Yesuus Kiristtoosa tooraa gonddalliyaa oiqqite; intte nagaranchcha asatettai ba wozanaa amuwaa polanaadan, au qoppoppite."
    },
    {
        "English Sentences": "Him that is weak in the faith receive ye, but not to doubtful disputations.",
        "Wolaitta Sentences": "Ammanuwan azalliya uraa shiishshi ekkite. SHin i ba huuphen qoppiyooban aara palamettoppite."
    },
    {
        "English Sentences": "For one believeth that he may eat all things: another, who is weak, eateth herbs.",
        "Wolaitta Sentences": "Issi ura ammanoi i ai miininne diggenna. SHin ammanuwan azalliya urai gaden mokkidabaa xalaalaa mees."
    },
    {
        "English Sentences": "Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.",
        "Wolaitta Sentences": "Ubbabaa miya urai ubbabaa meenna uraa karoppo; ubbabaa meenna uraikka ubbabaa miya uraa bolli pirddoppo. Aissi giikko, Xoossai a shiishshi ekkiis."
    },
    {
        "English Sentences": "Who art thou that judgest another man's servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.",
        "Wolaitta Sentences": "Hara asa ashkkaraa bolli pirddiyaagee neeni oonee? I kunddin woi denddin ba godaassa; shin Godai a denttanau danddayiyo gishshau, i eqqana."
    },
    {
        "English Sentences": "One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.",
        "Wolaitta Sentences": "Issi urai, \"Hiqqa gallassai hara gallassatuppe aadhdhees\" yaagidi qoppiyo wode, harai, \"Ubba gallassatikka issi mala\" giidi qoppees. Asai ubbai huuphiyan huuphiyan hegaadan aissi qoppiyaakko akeeko."
    },
    {
        "English Sentences": "He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it. He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.",
        "Wolaitta Sentences": "Issi gallassaa hara gallassatuppe aattidi bonchchiya urai Godaa bonchchuwau bonchchees; quma miya uraikka Godaa bonchchuwau mees. Aissi giikko, i he qumaa gishshau, Xoossaa galatees. Qumaa meennaageekka Godaa bonchchuwau meennan aggees; qassi Xoossaa galatees."
    },
    {
        "English Sentences": "For none of us liveth to himself, and no man dieth to himself.",
        "Wolaitta Sentences": "Aissi giikko, nuuppe ooninne ba huuphe xalaalau de7enna; qassi ooninne ba huuphe xalaalau haiqqenna."
    },
    {
        "English Sentences": "For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord's.",
        "Wolaitta Sentences": "Nuuni paxa de7ikko, Godau de7oos; qassi haiqqikkokka, Godau haiqqoos. Simmi nuuni paxa de7in woi haiqqin Godaassa."
    },
    {
        "English Sentences": "For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosi paxa de7iyaageetuyyoonne haiqqidaageetuyyo Goda gidanau haiqqidi, haiquwaappe denddiis."
    },
    {
        "English Sentences": "But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.",
        "Wolaitta Sentences": "Yaatin, neeni ne ishaa bolli aissi pirddai? Woikko neeni ne ishaa aissi karai? Nuuni ubbaikka Xoossaa pirddaa araataa sinttan eqqana."
    },
    {
        "English Sentences": "For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Taani Godai ta de7uwan caaqqais; asai ubbai ta sinttan gulbbatana. Qassi taani Xoossaa gidiyoogaa asai ubbai markkattana yaagais\" yaagees."
    },
    {
        "English Sentences": "So then every one of us shall give account of himself to God.",
        "Wolaitta Sentences": "Simmi nuuni huuphiyan huuphiyan nubaa Xoossau yootana."
    },
    {
        "English Sentences": "Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his brother's way.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni issoi issuwaa bolli pirddiyoogaa hagaappe sinttau ane aggoos. SHin ubbaappe aattidi, intte ishaa xubbiyaabaa woikko nagaran onggiyaabaa oottennaadan qofaa qachchite."
    },
    {
        "English Sentences": "I know, and am persuaded by the Lord Jesus, that there is nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.",
        "Wolaitta Sentences": "Taani Godaa Yesuus Kiristtoosaara de7iyoogan, ba huuphen tuna gididabi bainnaagaa eraisinne akeekais. SHin issi urai issibaa tuna giidi qoppikko, hegee au tuna gidees."
    },
    {
        "English Sentences": "But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.",
        "Wolaitta Sentences": "Neeni miyoobaa gishshau, ne ishaa qohikko, simmi neeni siiquwan de7akka. Kiristtoosi a gishshau haiqqido asa ne miyo quman bashshoppa."
    },
    {
        "English Sentences": "Let not then your good be evil spoken of:",
        "Wolaitta Sentences": "Simmi neeni lo77obaa giyoobaa asi cayoppo."
    },
    {
        "English Sentences": "For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa kawotettai Geeshsha Ayyaanai immiyo xillotetta, sarotettanne ufaissa gidiyoogaappe attin, muussanne ushsha gidenna."
    },
    {
        "English Sentences": "For he that in these things serveth Christ is acceptable to God, and approved of men.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosayyo hagaadan oottiya urai ooninne Xoossaa ufaissees; asaikka a galatees."
    },
    {
        "English Sentences": "Let us therefore follow after the things which make for peace, and things wherewith one may edify another.",
        "Wolaitta Sentences": "Yaatikko, ane nuuni sarotetta ehiyaabaanne nuna issuwaa issuwaara minttettiyaabaa ubbaa koyoos."
    },
    {
        "English Sentences": "For meat destroy not the work of God. All things indeed are pure; but it is evil for that man who eateth with offence.",
        "Wolaitta Sentences": "Xoossaa oosuwaa quma gishshau bashshoppa. Quma ubbaa min aikko baawa; shin hara ura nagaran yeggiyaabaa miya urau iita."
    },
    {
        "English Sentences": "It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.",
        "Wolaitta Sentences": "Asho meennan woi ushsha uyennan aggiyoogee woikko ne ishaa xubbiyaabaa aibanne oottennan aggiyoogee lo77o."
    },
    {
        "English Sentences": "Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.",
        "Wolaitta Sentences": "Ha yohuwan neeni ammaniyoobaa neeppenne Xoossaappe gidduwan naaga. Issi urai lo77o giidi ba qoppidobaa oottiyo wode, \"Taani mooraas\" geennan aggikko, he urai tumu anjjettidaagaa."
    },
    {
        "English Sentences": "And he that doubteth is damned if he eat, because he eateth not of faith: for whatsoever is not of faith is sin.",
        "Wolaitta Sentences": "SHin i ba miyoobaa sirikko, a meettai ammanuwaana gidenna gishshau, Xoossai a bolli pirddiis; qassi ammanoi bainnan oottidobi aibinne nagara."
    },
    {
        "English Sentences": "We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.",
        "Wolaitta Sentences": "Nuuni ammanuwan minnidaageeti daafuranchchatu toohuwaa tookkanau bessees; nuuni nu xalaalaa ufaissanau bessenna."
    },
    {
        "English Sentences": "Let every one of us please his neighbour for his good to edification.",
        "Wolaitta Sentences": "Nuuni huuphiyan huuphiyan nu ishaa maaddanau, ammanuwan a minttanaunne ufaissanau bessees."
    },
    {
        "English Sentences": "For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me.",
        "Wolaitta Sentences": "Aissi giikko, harai atto Kiristtoosikka bana ufaissibeenna. SHin Xoossaa maxaafai, \"Nena boridaageeti borido boree ta bolli wodhdhiis\" giidoogaadan haniis."
    },
    {
        "English Sentences": "For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.",
        "Wolaitta Sentences": "Xoossaa maxaafai nuuyyo immiyo genccaaninne minttettuwan nuuni demmana giidi ufaissan naagi uttidoogee de7ana mala, Xoossaa maxaafan xaafettida ubbabai nuna tamaarissanau xaafettiis."
    },
    {
        "English Sentences": "Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:",
        "Wolaitta Sentences": "Intte ubbai issi wozana gididi, issi qaalan Xoossaa, nu Godaa Yesuus Kiristtoosa Aawaa, bonchchana mala, genccaanne minotettaa immiya Xoossai, intteyyo Kiristtoos Yesuusi oottidoogaadan,"
    },
    {
        "English Sentences": "That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.",
        "Wolaitta Sentences": "issoi issuwaara issippe de7iyo issi qofaa immo."
    },
    {
        "English Sentences": "Wherefore receive ye one another, as Christ also received us to the glory of God.",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosi inttena mokkidoogaadan, Xoossaa bonchchuwau issoi issuwaa mokkite."
    },
    {
        "English Sentences": "Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made unto the fathers:",
        "Wolaitta Sentences": "Aissi giikko, Xoossai ammanettidaagaa gidiyoogaa erissanau, Xoossai aawatuyyo immana giidoogaa tumayanaunne Aihuda gidenna asai Xoossaa a maarotettaa gishshau bonchchanau Kiristtoosi Aihudatuyyo ashkkara gididoogaa intteyyo odais."
    },
    {
        "English Sentences": "And that the Gentiles might glorify God for his mercy; as it is written, For this cause I will confess to thee among the Gentiles, and sing unto thy name.",
        "Wolaitta Sentences": "Hegaa Xoossaa maxaafai yaagees; \"Hegaa gishshau, taani nena Aihuda gidenna asaa giddon galatana; ne sunttaakka sabbana\" yaagees."
    },
    {
        "English Sentences": "And again he saith, Rejoice, ye Gentiles, with his people.",
        "Wolaitta Sentences": "Qassikka, \"Aihuda gidenna asatoo, Xoossaa asatuura ufaittite\" yaagees."
    },
    {
        "English Sentences": "And again, Praise the Lord, all ye Gentiles; and laud him, all ye people.",
        "Wolaitta Sentences": "Qassikka gujjidi, \"Inttenoo, Aihuda gidenna asatoo ubbau, Godaa galatite; asau ubbau, a galatite\" yaagees."
    },
    {
        "English Sentences": "And again, Esaias saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles; in him shall the Gentiles trust.",
        "Wolaitta Sentences": "Qassikka Isiyaasi, \"Isseya zaree yaana; yiidi Aihuda gidenna asaa haaranau denddana. Qassi eti a baggaara demmana giidi ufaissan naagana\" yaagees."
    },
    {
        "English Sentences": "Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.",
        "Wolaitta Sentences": "Intte ekkana giidi ufaissan naagiyoogee Geeshsha Ayyaanaa wolqqan diccanaadan, intteyyo immana giida Xoossai, intte a ammaniyo gishshau, intteyyo ufaissaanne sarotettaa kunttidi immo."
    },
    {
        "English Sentences": "And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.",
        "Wolaitta Sentences": "Ta ishatoo, inttenan lo77otettainne eratetta ubbai kumidoogaanne qassi issoi issuwaa zoranau danddayiyoogaa taani ta huuphen eraas."
    },
    {
        "English Sentences": "Nevertheless, brethren, I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God,",
        "Wolaitta Sentences": "SHin taani inttena issibaa issibaa gujja hassayissanau, ha dabddaabbiyaa giddon ainne yayyennan intteyyo xaafaas."
    },
    {
        "English Sentences": "That I should be the minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost.",
        "Wolaitta Sentences": "Taani Kiristtoos Yesuusa ashkkara gidada, Aihuda gidenna asau oottanaadan, Xoossai taayyo aaro kehatettaa immido gishshau, taani ainne yayyabeikke; Aihuda gidenna asai Geeshsha Ayyaanaa baggaara Xoossau geeshsha gididi, a ufaissiya yarshsho gidanaadan, Xoossaa wonggeliyaa mishiraachchuwaa yootiyoogan qeesedan oottais."
    },
    {
        "English Sentences": "I have therefore whereof I may glory through Jesus Christ in those things which pertain to God.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Kiristtoos Yesuusan gidada Xoossau oottiyooban ceeqettanau danddayais."
    },
    {
        "English Sentences": "For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,",
        "Wolaitta Sentences": "Aihuda gidenna asai Xoossau azazettanaadan, Kiristtoosi ta baggaara qaalan, oosuwan, malaataa wolqqan, Xoossai oottiyo malaataa wolqqaaninne Geeshsha Ayyaanaa wolqqan oottidoogaa xalaalaa taani yootanaappe attin, harabaa yootanau xalikke."
    },
    {
        "English Sentences": "Through mighty signs and wonders, by the power of the Spirit of God; so that from Jerusalem, and round about unto Illyricum, I have fully preached the gospel of Christ.",
        "Wolaitta Sentences": "Hegaa gishshau, Yerusalaameppe doommada, Iliwaariqoona giyo biittaa gakkanaassi yuuyada, Kiristtoosa wonggeliyaa mishiraachchuwaa wurssa yootaas."
    },
    {
        "English Sentences": "Yea, so have I strived to preach the gospel, not where Christ was named, lest I should build upon another man's foundation:",
        "Wolaitta Sentences": "Hegaadankka, taani hara asi doommidoogaa bollan doommennaadan, Kiristtoosa sunttai xeesettibeennasan wonggeliyaa mishiraachchuwaa yootanau amottaas."
    },
    {
        "English Sentences": "But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai, \"Abai odettibeennaageeti a be7ana; qassi abaa siyibeennaageeti akeekana\" yaagees."
    },
    {
        "English Sentences": "For which cause also I have been much hindered from coming to you.",
        "Wolaitta Sentences": "Hegaa gishshau, taani darotoo inttekko yaanau koyaas; shin yaanau danddayabeikke."
    },
    {
        "English Sentences": "But now having no more place in these parts, and having a great desire these many years to come unto you;",
        "Wolaitta Sentences": "SHin taani ha77i ha biittan ta oosuwaa wurssido gishshaunne daro laittaappe doommada inttena baada be7anau laamotido gishshau"
    },
    {
        "English Sentences": "Whensoever I take my journey into Spain, I will come to you: for I trust to see you in my journey, and to be brought on my way thitherward by you, if first I be somewhat filled with your company.",
        "Wolaitta Sentences": "ha77ikka inttekko baana yaagada qoppais; taani Isppeene giyo biittaa baidda inttena be7anau koyais; qassi amarida wodiyaa inttena be7ada ufaittoogaappe guyyiyan, Isppeene biishin, intte tana maaddana mala koyais."
    },
    {
        "English Sentences": "But now I go unto Jerusalem to minister unto the saints.",
        "Wolaitta Sentences": "SHin ha77i taani geeshshatuyyo oottanau, Yerusalaame bais."
    },
    {
        "English Sentences": "For it hath pleased them of Macedonia and Achaia to make a certain contribution for the poor saints which are at Jerusalem.",
        "Wolaitta Sentences": "Aissi giikko, Maqidooniyaanne Akaayiyaa giyo biittatun de7iya woosa keettaa asati Yerusalaamen de7iya hiyyeesatussi miishsha immanau koyidosona."
    },
    {
        "English Sentences": "It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.",
        "Wolaitta Sentences": "Eti bantta huuphen hagaa oottanau qofaa qachchidosona. Eti he hiyyeesata maaddanaagee etau acoi de7ees; aissi giikko, Aihudati bantta ayyaanaa anjjuwaa Aihuda gidenna asatuura shaakkidabaa gidikko, Aihuda gidenna asatikka qassi banttau de7idaban Aihudata maaddanau bessees."
    },
    {
        "English Sentences": "When therefore I have performed this, and have sealed to them this fruit, I will come by you into Spain.",
        "Wolaitta Sentences": "Hegaa gishshau, taani ha oosuwaa wurssidoogaappe guyyiyaaninne etau shiiqida miishshaa muleera immidoogaappe guyyiyan, Isppeene baana; baidda intte mataara aadhdhana."
    },
    {
        "English Sentences": "And I am sure that, when I come unto you, I shall come in the fulness of the blessing of the gospel of Christ.",
        "Wolaitta Sentences": "Taani inttekko biyo wode, Kiristtoosa anjjoi tanan kumin baanaagaa erais."
    },
    {
        "English Sentences": "Now I beseech you, brethren, for the Lord Jesus Christ's sake, and for the love of the Spirit, that ye strive together with me in your prayers to God for me;",
        "Wolaitta Sentences": "Ta ishatoo, tau Xoossaa intte woossiiddi, woosan intte tanaara minnanaadan, Godaa Yesuus Kiristtoosa baggaaranne Geeshsha Ayyaanai immiyo siiqotettan taani inttena woossais."
    },
    {
        "English Sentences": "That I may be delivered from them that do not believe in Judaea; and that my service which I have for Jerusalem may be accepted of the saints;",
        "Wolaitta Sentences": "Taani Yihudan de7iya ammanennaageetuppe attanaadaaninne qassi taani Yerusalaamen oottiyo oosoi yaani de7iya geeshshata ufaissiyaagaa gidanaadan, Xoossaa woossite."
    },
    {
        "English Sentences": "That I may come unto you with joy by the will of God, and may with you be refreshed.",
        "Wolaitta Sentences": "Qassi Xoossai giikko, taani inttekko ufaissan baada, intte matan shemppana."
    },
    {
        "English Sentences": "Now the God of peace be with you all. Amen.",
        "Wolaitta Sentences": "Sarotettaa Xoossai inttenaara ubbaara gido. Amin77i."
    },
    {
        "English Sentences": "I commend unto you Phebe our sister, which is a servant of the church which is at Cenchrea:",
        "Wolaitta Sentences": "Kinkkiriyaa giyo kataman de7iya woosa keettan oottiya nu michchiyaa Peeba lo77o maccaasa gidiyoogaa taani inttena erissais."
    },
    {
        "English Sentences": "That ye receive her in the Lord, as becometh saints, and that ye assist her in whatsoever business she hath need of you: for she hath been a succourer of many, and of myself also.",
        "Wolaitta Sentences": "Intte o geeshshati Godaa sunttan mokkiyoogaadan mokkite; qassi a intteppe koyiyoobai aiba gidikkokka, o maaddite; aissi giikko, a ba huuphen daro asaa maaddaasu; qassi tana ta huuphenkka keehi maaddaasu."
    },
    {
        "English Sentences": "Greet Priscilla and Aquila my helpers in Christ Jesus:",
        "Wolaitta Sentences": "Kiristtoos Yesuusa oosuwaa tanaara issippe oottiya PHirisqqiliyyoonne Aqiilayyo ta sarotaa yootite."
    },
    {
        "English Sentences": "Who have for my life laid down their own necks: unto whom not only I give thanks, but also all the churches of the Gentiles.",
        "Wolaitta Sentences": "Eti ta shemppuwaa gishshau, bantta shemppuwaa aatti immidosona. Eta ta xalaala gidennan, Aihuda gidenna asaa woosa keetta ubbaikka galatees."
    },
    {
        "English Sentences": "Likewise greet the church that is in their house. Salute my well-beloved Epaenetus, who is the firstfruits of Achaia unto Christ.",
        "Wolaitta Sentences": "Qassi eta keettaa woosa keetta oottidi shiiqiya asaa ubbaa saro giite. Isiyaa biittan Kiristtoosa koiro ammanida Eppaneetosau, taani siiqiyoogau, ta sarotaa yootite."
    },
    {
        "English Sentences": "Greet Mary, who bestowed much labour on us.",
        "Wolaitta Sentences": "Intteyyo keehi daafurida Mairaamo saro giite."
    },
    {
        "English Sentences": "Salute Andronicus and Junia, my kinsmen, and my fellow-prisoners, who are of note among the apostles, who also were in Christ before me.",
        "Wolaitta Sentences": "Tanaara qasho keettan de7ida ta dabbo Aihudata, Anddironiqoosanne Yuniyaasa saro giite. Yesuusi kiittidoogeetu giddon eti daro erettidaageeta. Qassi eti Kiristtoosa taappe kase ammanidosona."
    },
    {
        "English Sentences": "Greet Amplias my beloved in the Lord.",
        "Wolaitta Sentences": "Godaara issippetettan de7iya ta siiqo laggiyaa Amppiliyatoosayyo ta sarotaa yootite."
    },
    {
        "English Sentences": "Salute Urbane, our helper in Christ, and Stachys my beloved.",
        "Wolaitta Sentences": "Kiristtoosa oosuwaa nunaara issippe oottiya Urbbaanoosanne taani siiqiyo Isttakuusa saro giite."
    },
    {
        "English Sentences": "Salute Apelles approved in Christ. Salute them which are of Aristobulus' household.",
        "Wolaitta Sentences": "Kiristtoosaara i de7iyoogee erettin galatettida Apheliisayyo ta sarotaa yootite; Arisxxobiloosa so asaukka ta sarotaa yootite."
    },
    {
        "English Sentences": "Salute Herodion my kinsman. Greet them that be of the household of Narcissus, which are in the Lord.",
        "Wolaitta Sentences": "Ta dabbo Heeroodiyoonanne Kiristtoosa ammaniya Narssiisasa so asaa saro giite."
    },
    {
        "English Sentences": "Salute Tryphena and Tryphosa, who labour in the Lord. Salute the beloved Persis, which laboured much in the Lord.",
        "Wolaitta Sentences": "Godaa oosuwan daafuriya Tirufainanne Tirufoosa saro giite; qassi Godau daro daafurada oottiya siiqiyo Perssiiso saro giite."
    },
    {
        "English Sentences": "Salute Rufus chosen in the Lord, and his mother and mine.",
        "Wolaitta Sentences": "Godaa oosuwan keehi erettida Rufoosayyoonne tana ba na7adan maaddida a aayeeyyo ta sarotaa yootite."
    },
    {
        "English Sentences": "Salute Asyncritus, Phlegon, Hermas, Patrobas, Hermes, and the brethren which are with them.",
        "Wolaitta Sentences": "Ta sarotaa Asinkkiriitoosayyo, Pileegoonayyo, Hermmeesayyo, Patirobaasayyoonne etaara de7iya ammaniya ishanttu ubbaayyo yootite."
    },
    {
        "English Sentences": "Salute Philologus, and Julia, Nereus, and his sister, and Olympas, and all the saints which are with them.",
        "Wolaitta Sentences": "Pileegoona, Yuulo, Neeriyaa, a michchiyo, Olumppoosanne etaara de7iya geeshshata ubbaa saro giite."
    },
    {
        "English Sentences": "Salute one another with an holy kiss. The churches of Christ salute you.",
        "Wolaitta Sentences": "Geeshsha asayyo bessiya yeretaa yerettidi, issoi issuwaa sarotite; Kiristtoosa woosa keetta ubbati inttena saro yaagoosona."
    },
    {
        "English Sentences": "Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.",
        "Wolaitta Sentences": "Ta ishatoo, asaa giddon shaahotettaa medhdhiyaageeta, asaa ammanuwau xube gidiyaageetanne intte tamaarido timirttiyaara gaittennaagaa tamaarissiyaageeta akeekanaadan, taani inttena woossais. Etakko shiiqoppite."
    },
    {
        "English Sentences": "For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.",
        "Wolaitta Sentences": "Aissi giikko, hegaa malabaa oottiyaageeti bantta uluwau oottoosonappe attin, nu Godaa Yesuus Kiristtoosayyo oottokkona; bantta mal77iya haasayaaninne qiriyan iitabaa qoppenna asaa wozanaa balettoosona."
    },
    {
        "English Sentences": "For your obedience is come abroad unto all men. I am glad therefore on your behalf: but yet I would have you wise unto that which is good, and simple concerning evil.",
        "Wolaitta Sentences": "Wonggeliyau intte azazettidoogaa asai ubbai siyiis. Hegaa gishshau, taani intteban ufaittais; shin lo77obau intte aadhdhida eranchcha gidanaadaaninne qassi iitabau ashkketa gidanaadan koyais."
    },
    {
        "English Sentences": "And the God of peace shall bruise Satan under your feet shortly. The grace of our Lord Jesus Christ be with you. Amen.",
        "Wolaitta Sentences": "Sarotettaa Xoossai Seexaanaa intte tohuwaappe garssan haakkenna matan gaacci qolana. Nu Godaa Yesuus Kiristtoosa aaro kehatettai inttenaara gido."
    },
    {
        "English Sentences": "Timotheus my workfellow, and Lucius, and Jason, and Sosipater, my kinsmen, salute you.",
        "Wolaitta Sentences": "Tanaara oottiya Ximootiyoosi inttena saro yaagees; qassi hegaadankka, ta dabboti Luqiyoosi, Yaasooninne Sosiiphaaxiroosi inttena saro yaagoosona."
    },
    {
        "English Sentences": "I Tertius, who wrote this epistle, salute you in the Lord.",
        "Wolaitta Sentences": "Taani, Xarxxiyoosi, ha dabddaabbiyaa xaafidaagee, intteyyo Godaa sunttan sarotaa kiittais."
    },
    {
        "English Sentences": "Gaius mine host, and of the whole church, saluteth you. Erastus the chamberlain of the city saluteth you, and Quartus a brother.",
        "Wolaitta Sentences": "Woosa keettaa asai ubbai a sooni shiiqiyo ta siiraa Gaayoosi inttena saro yaagees; katamaa miishshaa oiqqiya Erasxxoosinne nu ishai Quwarxxoosi inttena saro yaagoosona."
    },
    {
        "English Sentences": "The grace of our Lord Jesus Christ be with you all. Amen.",
        "Wolaitta Sentences": "Nu Godaa Yesuus Kiristtoosa aaro kehatettai inttenaara ubbaara gido. Amin77i."
    }
]