[
    {
        "English Sentences": "Paul, an apostle of Jesus Christ by the will of God, and Timothy our brother, unto the church of God which is at Corinth, with all the saints which are in all Achaia:",
        "Wolaitta Sentences": "Taani PHauloosi, Xoossai kiitta gin, Kiristtoos Yesuusi kiittidoogeenne nu ishai Ximootiyoosi Xoossaayyo goinniya Qoronttoosa kataman de7iya woosa keettaayyoonne Giriike biitta ubban de7iya geeshshatuyyo ha dabddaabbiyaa xaafoos."
    },
    {
        "English Sentences": "Grace be to you and peace from God our Father, and from the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossaa nu Aawaappenne Godaa Yesuus Kiristtoosappe, aaro kehatettainne sarotettai intteyyo gido."
    },
    {
        "English Sentences": "Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;",
        "Wolaitta Sentences": "Xoossaa nu Godaa Yesuus Kiristtoosa Aawaa, maarotettaa Aawaanne minttetto ubbaa Xoossaa galatai gakko;"
    },
    {
        "English Sentences": "Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.",
        "Wolaitta Sentences": "Xoossai nuna nu huuphen minttettido minttettuwaadan, daro waayiyaa waayettiyaageeta nuunikka minttettanaadan, nu waaye ubban i nuna minttettees."
    },
    {
        "English Sentences": "For as the sufferings of Christ abound in us, so our consolation also aboundeth by Christ.",
        "Wolaitta Sentences": "Aissi giikko, nuuni Kiristtoosa baggaara daro waayiyaa waayettiyoogaadan, hegaadankka, qassi nuuni a baggaara daro minttettuwan minetteettees."
    },
    {
        "English Sentences": "And whether we be afflicted, it is for your consolation and salvation, which is effectual in the enduring of the same sufferings which we also suffer: or whether we be comforted, it is for your consolation and salvation.",
        "Wolaitta Sentences": "Nuuni waayettikko, hegee inttena minttettanaassanne inttena ashshanaassa; qassi nuuni minettikko, nuuni danddayido waayiyaa malaa inttekka genccidi danddayana mala, Xoossai intteyyookka qassi minttettuwaanne danddayaa immanaassa."
    },
    {
        "English Sentences": "And our hope of you is stedfast, knowing, that as ye are partakers of the sufferings, so shall ye be also of the consolation.",
        "Wolaitta Sentences": "Intte demmana giidi, ufaissan naagi uttidoogee daro mino; aissi giikko, intte nunaara waayettidoogaadan, hegaadan minttettuwaakka nunaara ekkanaagaa nuuni eroos."
    },
    {
        "English Sentences": "For we would not, brethren, have you ignorant of our trouble which came to us in Asia, that we were pressed out of measure, above strength, insomuch that we despaired even of life:",
        "Wolaitta Sentences": "Nu ishatoo, nuuni Isiyaa biittan waayettido waayiyaa inttena hassayissanau koyoos; nu waayee nu wolqqaappe darin, nuna worees giidi, nuuni hirggana gakkanaassi, nuna wogi bainnaagaa deexxiis."
    },
    {
        "English Sentences": "But we had the sentence of death in ourselves, that we should not trust in ourselves, but in God which raiseth the dead:",
        "Wolaitta Sentences": "Nuuni nu bolli haiquwaa pirddai pirddettiis yaagidi qoppida; shin hegee hanidoogee haiqqida asaa haiquwaappe denttiya Xoossan nuuni ammanettanaappe attin, nu huuphen ammanettennan agganaassa."
    },
    {
        "English Sentences": "Who delivered us from so great a death, and doth deliver: in whom we trust that he will yet deliver us;",
        "Wolaitta Sentences": "Xoossai hagaa mala iita haiquwaappe nuna ashshiis; i nuna ashshana; sinttappekka i nuna ashshana giidi, ufaissan naagi uttida."
    },
    {
        "English Sentences": "Ye also helping together by prayer for us, that for the gift bestowed upon us by the means of many persons thanks may be given by many on our behalf.",
        "Wolaitta Sentences": "Intte woossido daro woosan nuuyyo anjjoi simmido gishshau, daro asai nu gishshaa Xoossaa galatana mala, inttekka qassi nuna woosan maaddana koshshees."
    },
    {
        "English Sentences": "For our rejoicing is this, the testimony of our conscience, that in simplicity and godly sincerity, not with fleshly wisdom, but by the grace of God, we have had our conversation in the world, and more abundantly to you-ward.",
        "Wolaitta Sentences": "Nuuni ceeqettiyoogee hagaa; ha sa7an nuuni de7iyo de7oi, ubba qassi inttenaara nuuyyo de7iya issippetettai Xoossaa aaro kehatettaanappe attin, asa aadhdhida eratettaana gidennaagaa, qassi Xoossai immido geeshshatettaaninne suuretettan nuuni de7iyoogaa nuna zoriya wozanai nuuyyo markkattees."
    },
    {
        "English Sentences": "For we write none other things unto you, than what ye read or acknowledge; and I trust ye shall acknowledge even to the end;",
        "Wolaitta Sentences": "Aissi giikko, intte nabbabanaunne akeekanau danddayiyoogaa xalaalaa intteyyo xaafiyoogaappe attin, nuuni harabaa intteyyo xaafokko."
    },
    {
        "English Sentences": "As also ye have acknowledged us in part, that we are your rejoicing, even as ye also are ours in the day of the Lord Jesus.",
        "Wolaitta Sentences": "Nu Godaa Yesuusa gallassi nuuni inttenan ceeqettanaagaadan, inttekka nunan ceeqettana mala, intte ha77i wurssi akeekenna yohuwaa digin wurssi akeekana gaada qoppais."
    },
    {
        "English Sentences": "And in this confidence I was minded to come unto you before, that ye might have a second benefit;",
        "Wolaitta Sentences": "Hegaa taani loitta erido gishshau, intte naa77utoo go7ettana mala, ubbaappe kasetada inttekko baanau qofaa qachchaas."
    },
    {
        "English Sentences": "And to pass by you into Macedonia, and to come again out of Macedonia unto you, and of you to be brought on my way toward Judaea.",
        "Wolaitta Sentences": "Taani Maqidooniyaa baidda inttenaara gaittanaagaanne qassi yaappe simmaidda intte mataara Yihudaa aadhdhishin, intte tana maaddanaagaa qoppa uttaas."
    },
    {
        "English Sentences": "When I therefore was thus minded, did I use lightness? or the things that I purpose, do I purpose according to the flesh, that with me there should be yea yea, and nay nay?",
        "Wolaitta Sentences": "Hegaa gishshau, taani hegaa qoppaidda tanan ammanettabeikkinaa? Taani ta qofaa qachchiyo wode, sa7aa asadan issi kuttan, \"Ee, ee\" woi, \"CHii, chii\" gaanau giiga uttidanaa?"
    },
    {
        "English Sentences": "But as God is true, our word toward you was not yea and nay.",
        "Wolaitta Sentences": "SHin Xoossai ammanettidaagaa gidiyoogee tuma gidiyoogaadan, nuuni intteyyo yootiyo qaalai \"Ee\" nne \"CHii\" nne giyoogaa gidenna."
    },
    {
        "English Sentences": "For the Son of God, Jesus Christ, who was preached among you by us, even by me and Silvanus and Timotheus, was not yea and nay, but in him was yea.",
        "Wolaitta Sentences": "Aissi giikko, taani, Sillaasinne Ximootiyoosi Intte giddon yootido Xoossaa Na7ai, Yesuus Kiristtoosi \"Ee\" nne \"CHii\" nne giyoogaa gidenna. SHin Xoossaa baggaara i ubba wodekka \"Ee\"."
    },
    {
        "English Sentences": "For all the promises of God in him are yea, and in him Amen, unto the glory of God by us.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai immana giidobau ubbau eeno giidoogee Kiristtoosa baggaara polettana; hegaa gishshau, nuuni Kiristtoosa baggaara Xoossaa bonchchuwau, amin77i goos."
    },
    {
        "English Sentences": "Now he which stablisheth us with you in Christ, and hath anointed us, is God;",
        "Wolaitta Sentences": "Xoossai Kiristtoosa baggaara nunanne inttena minttetteesinne tiyees."
    },
    {
        "English Sentences": "Who hath also sealed us, and given the earnest of the Spirit in our hearts.",
        "Wolaitta Sentences": "Nuuni abaa gidiyoogaa erissiya maatafaa i nu bolli wottidi, ba Geeshsha Ayyaanaa waasedan, nu wozana giddon wottiis."
    },
    {
        "English Sentences": "Moreover I call God for a record upon my soul, that to spare you I came not as yet unto Corinth.",
        "Wolaitta Sentences": "Qassi taani Qoronttoosa beennan aggidoogee inttena qohennan agganaassa; hegau taani shemppuwaara de7anau Xoossai taayyo markka."
    },
    {
        "English Sentences": "Not for that we have dominion over your faith, but are helpers of your joy: for by faith ye stand.",
        "Wolaitta Sentences": "Nuuni inttena ufaissanau inttenaara issippe oottiyaageeta gidiyoogaappe attin, intte ammaniyooban inttena godatanau koyiyaageeta gidokko; aissi giikko, intte intte ammanuwan minnidi de7eeta."
    },
    {
        "English Sentences": "But I determined this with myself, that I would not come again to you in heaviness.",
        "Wolaitta Sentences": "Taani naa77anttuwaa inttena azzanissenna mala, inttekko beennan agganaadan, ta qofaa qachchaas."
    },
    {
        "English Sentences": "For if I make you sorry, who is he then that maketh me glad, but the same which is made sorry by me?",
        "Wolaitta Sentences": "Aissi giikko, taani inttena azzanissiyaabaa gidikko, ha taani azzanissido intte tana ufaissanaagaappe attin, oonee tana ufaissanai?"
    },
    {
        "English Sentences": "And I wrote this same unto you, lest, when I came, I should have sorrow from them of whom I ought to rejoice; having confidence in you all, that my joy is the joy of you all.",
        "Wolaitta Sentences": "Taani intteyyo he dabddaabbiyaa xaafidoogee, tana ufaissanau bessiya asatun taani azzananau inttekko baanau koyabeennaagaassa; taani ufaittiyo wode, intte ubbaikka qassi ufaittanaagaa inttenan ubban ammanettais."
    },
    {
        "English Sentences": "For out of much affliction and anguish of heart I wrote unto you with many tears; not that ye should be grieved, but that ye might know the love which I have more abundantly unto you.",
        "Wolaitta Sentences": "Aissi giikko, taani intteyyo daro waayiyaaninne tuggan qassi daro afuttaara xaafidoogee, inttena azzanissanaassa gidenna; shin taani inttena ubbata ai keenaa siiqiyaakkonne intte eranaassa."
    },
    {
        "English Sentences": "But if any have caused grief, he hath not grieved me, but in part: that I may not overcharge you all.",
        "Wolaitta Sentences": "SHin issi urai asa azzanissidobaa gidikko, taani a yohuwaa darissanau koyikke; i inttena ubbata azzanissidoogaappe attin, tana azzanissibeenna."
    },
    {
        "English Sentences": "Sufficient to such a man is this punishment, which was inflicted of many.",
        "Wolaitta Sentences": "Intteppe dariya bagga asai he bitaniyaa mala asa hegaadan qaxxayikko, he qixaatee ayyo gidana."
    },
    {
        "English Sentences": "So that contrariwise ye ought rather to forgive him, and comfort him, lest perhaps such a one should be swallowed up with overmuch sorrow.",
        "Wolaitta Sentences": "Hegaa gishshau, he bitanee keehi daro azzanenna mala, intte ayyo atto gaanaunne a minttettanau bessees."
    },
    {
        "English Sentences": "Wherefore I beseech you that ye would confirm your love toward him.",
        "Wolaitta Sentences": "Hegaa gishshau, intte a minttidi siiqiyoogaa i erana mala, taani inttena woossais."
    },
    {
        "English Sentences": "For to this end also did I write, that I might know the proof of you, whether ye be obedient in all things.",
        "Wolaitta Sentences": "Aissi giikko, intte tau azazettanau ubba wode giigi uttidaakkonne qassi paaciyaa intte danddayiyaakko eranau, he dabddaabbiyaa intteyyo xaafaas."
    },
    {
        "English Sentences": "To whom ye forgive any thing, I forgive also: for if I forgave any thing, to whom I forgave it, for your sakes forgave I it in the person of Christ;",
        "Wolaitta Sentences": "Issi urai naaqqidoogaa intte atto giyo wode, taanikka qassi atto gais; taani atto giidobaa gidikko, atto giidobaa aibanne Kiristtoosa sinttan intte gishshau, atto gaas."
    },
    {
        "English Sentences": "Lest Satan should get an advantage of us: for we are not ignorant of his devices.",
        "Wolaitta Sentences": "Seexaanai nuukko yiidi, nuna cimmenna mala, taani atto gaas; aissi giikko, nuuni a qofaa ereettees."
    },
    {
        "English Sentences": "Furthermore, when I came to Troas to preach Christ's gospel, and a door was opened unto me of the Lord,",
        "Wolaitta Sentences": "Taani Kiristtoosa wonggeliyaa mishiraachchuwaa yootanau Xiro7aada biido wode, Godai yaani tau dooyi wottiis."
    },
    {
        "English Sentences": "I had no rest in my spirit, because I found not Titus my brother: but taking my leave of them, I went from thence into Macedonia.",
        "Wolaitta Sentences": "Taani ta ishaa Tiita yaani demmabeenna gishshau, taayyo sheefai gagettiis. Hegaa gishshau, yaani de7iya asaa, \"Saro de7ite\" gaada Maqidooniyaa baas."
    },
    {
        "English Sentences": "Now thanks be unto God, which always causeth us to triumph in Christ, and maketh manifest the savour of his knowledge by us in every place.",
        "Wolaitta Sentences": "SHin Kiristtoosa baggaara ubba wode nuna xoonuwau kaalettiya Xoossaa, Qassi Kiristtoosa timirttiyaa nu baggaara shittodan, ubbasaa gattiyaagaa galatai gakko."
    },
    {
        "English Sentences": "For we are unto God a sweet savour of Christ, in them that are saved, and in them that perish:",
        "Wolaitta Sentences": "Aissi giikko, nuuni attiya asa giddooninne xayiya asa giddon Kiristtoosi Xoossaayyo yarshshiyo sawuwaa tonggu giya shitto mala."
    },
    {
        "English Sentences": "To the one we are the savour of death unto death; and to the other the savour of life unto life. And who is sufficient for these things?",
        "Wolaitta Sentences": "Hegee xayiyaageetuyyo woriya zeeqo; qassi attiyaageetuyyo de7uwaa ehiya shitto; yaatin, hegaa oottanau danddayiyai oonee?"
    },
    {
        "English Sentences": "For we are not as many, which corrupt the word of God: but as of sincerity, but as of God, in the sight of God speak we in Christ.",
        "Wolaitta Sentences": "Nuuni Xoossaa qaalaa hiraisobaadan, walakkidi zal77iya hara daro asatu mala gidokko; shin Xoossai nuna kiittin, ammanettidi Xoossaa sinttan Kiristtoosa baggaara qaalaa yootoos."
    },
    {
        "English Sentences": "Do we begin again to commend ourselves? or need we, as some others, epistles of commendation to you, or letters of commendation from you?",
        "Wolaitta Sentences": "Nuuni zaarettidi, nu huuphiyaa sabbanau doommidoniiyye? Woi hara asatuugaadan, saba dabddaabbiyaa intteyyo yeddanau woi intteppe ekkanau koyiyoonii?"
    },
    {
        "English Sentences": "Ye are our epistle written in our hearts, known and read of all men:",
        "Wolaitta Sentences": "Intte intte huuphen asai ubbai eranaadaaninne nabbabanaadan, nu wozanan xaafetti uttida nu dabddaabbe."
    },
    {
        "English Sentences": "Forasmuch as ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart.",
        "Wolaitta Sentences": "Ha dabddaabbiyaa Kiristtoosi ba huuphen xaafidi, nu bolli kiittidoogee tuma; ha dabddaabbee de7o Xoossaa Geeshsha Ayyaanan asa wozanan xaafettidoogaappe attin, shuchcha bolli qalamen xaafettibeenna."
    },
    {
        "English Sentences": "And such trust have we through Christ to God-ward:",
        "Wolaitta Sentences": "Nuuyyo Kiristtoosa baggaara Xoossan hagaa mala ammanoi de7ees."
    },
    {
        "English Sentences": "Not that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God;",
        "Wolaitta Sentences": "Nu danddayai Xoossaappe yiyoogaappe attin, ha oosuwaa nuuni nu huuphen oottanau danddayoos giyoobi nuuyyo aibinne baawa."
    },
    {
        "English Sentences": "Who also hath made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.",
        "Wolaitta Sentences": "Nuuni Ooratta Maachchaayyo oottana mala, Xoossai nuna danddayissiis; he Ooratta Maachchai Geeshsha Ayyaanaagaa gidiyoogaappe attin, xaafettida higgiyaagaa gidenna. Xaafettida higgee haiquwaa ehees; shin Geeshsha Ayyaanai de7uwaa ehees."
    },
    {
        "English Sentences": "But if the ministration of death, written and engraven in stones, was glorious, so that the children of Israel could not stedfastly behold the face of Moses for the glory of his countenance; which glory was to be done away:",
        "Wolaitta Sentences": "SHuchchaa woocidi xaafido higgee imettiyo wode, Xoossaa bonchchoi beettiis; Muuse som77uwan de7iya phoolettai xayiyaabaa gidikkokka, he phoolettai daro wolqqaama gidiyo gishshau, Israa7eela asai a som77uwaa tishshi ootti xeellanau danddayibeenna. Haiquwaa ehiya higgee oottiyo oosoi hagaa mala bonchchuwaara yiyaagaa gidikko,"
    },
    {
        "English Sentences": "How shall not the ministration of the spirit be rather glorious?",
        "Wolaitta Sentences": "Geeshsha Ayyaanai oottiyo oosuwaa bonchchoi ai keenaa aadhdhanee?"
    },
    {
        "English Sentences": "For if the ministration of condemnation be glory, much more doth the ministration of righteousness exceed in glory.",
        "Wolaitta Sentences": "Aissi giikko, asi pirdda ekkiyo oosoi bonchcho gidikko, yaatin, asi xilliyo oosuwaa bonchchoi waanidi daranee?"
    },
    {
        "English Sentences": "For even that which was made glorious had no glory in this respect, by reason of the glory that excelleth.",
        "Wolaitta Sentences": "Aissi giikko, kase bonchchoi ha77i baappe keehi aadhdhiya bonchchuwaa gaasuwan xayidoogee tuma."
    },
    {
        "English Sentences": "For if that which is done away was glorious, much more that which remaineth is glorious.",
        "Wolaitta Sentences": "Aissi giikko, he xayidaagan bonchchoi de7iyaabaa gidikko, merinau de7iyaagan ai keena gita bonchchoi de7anee?"
    },
    {
        "English Sentences": "Seeing then that we have such hope, we use great plainness of speech:",
        "Wolaitta Sentences": "Nuuni ufaissan naagiyo hagaa malabai nuuyyo de7iyo gishshau, qoncciyan xalidi haasayeettees."
    },
    {
        "English Sentences": "And not as Moses, which put a vail over his face, that the children of Israel could not stedfastly look to the end of that which is abolished:",
        "Wolaitta Sentences": "Israa7eela asai xayiya bonchchuwaa wurssettaa be7enna mala, ba som77uwaa naxalan kammida Muuse mala nuuni gidokko."
    },
    {
        "English Sentences": "But their minds were blinded: for until this day remaineth the same vail untaken away in the reading of the old testament; which vail is done away in Christ.",
        "Wolaitta Sentences": "SHin eta wozanai dammiis; aissi giikko, eti Gal77a Maachchaa nabbabiyo wode, hachchi gakkanaassikka, he naxalai eta wozanaa kammi wottiis; ooninne Kiristtoosaara gaittiyo wode xalaalan he naxalai kichchees."
    },
    {
        "English Sentences": "But even unto this day, when Moses is read, the vail is upon their heart.",
        "Wolaitta Sentences": "SHin eti Muuse maxaafaa nabbabiyo wode ubban hachchi gakkanaassikka, he naxalai eta wozanaa kammi wottiis."
    },
    {
        "English Sentences": "Nevertheless when it shall turn to the Lord, the vail shall be taken away.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai, \"Ooninne Godaakko simmiyo wode audenne he naxalai kichchees\" yaagees."
    },
    {
        "English Sentences": "Now the Lord is that Spirit: and where the Spirit of the Lord is, there is liberty.",
        "Wolaitta Sentences": "Godai Geeshsha Ayyaana. Godaa Ayyaanai de7iyoosan ailletetti baawa."
    },
    {
        "English Sentences": "But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even as by the Spirit of the LORD.",
        "Wolaitta Sentences": "Nuuni ubbaikka naxalan kamettibeenna som77uwan Godaa bonchchuwaa heregadan zaaridi phoolana; qassi Geeshsha Ayyaana gidiya Godaappe yiya he bonchchoi nuna ba meraa milatissidi, bonchchuwaappe bonchchuwau laammana."
    },
    {
        "English Sentences": "Therefore seeing we have this ministry, as we have received mercy, we faint not;",
        "Wolaitta Sentences": "Simmi Xoossai nuuyyo ha oosuwaa ba maarotettan immido gishshau, nuuni salettokko."
    },
    {
        "English Sentences": "But have renounced the hidden things of dishonesty, not walking in craftiness, nor handling the word of God deceitfully; but by manifestation of the truth commending ourselves to every man's conscience in the sight of God.",
        "Wolaitta Sentences": "Nuuni geeman oottiyo yeellayiya ooso ubbaa aggi bayida; qassi gene oosokka oottokko; woi Xoossaa qaalaa wordduwaara walakkokko. Hegaadankka, tumaa qoncciyan haasayidi, Xoossaa sinttan asa ubbaa zoriya wozanaayyo nuna shiishsheettees."
    },
    {
        "English Sentences": "But if our gospel be hid, it is hid to them that are lost:",
        "Wolaitta Sentences": "Nuuni yootiyo wonggeliyaa mishiraachchoi geemmidabaa gidikkokka, xayiya asatu xalaalau geemmiis."
    },
    {
        "English Sentences": "In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.",
        "Wolaitta Sentences": "Ha sa7aa Xoossai ammanenna asatu qofaa jallissiis; jallissidi Kiristtoosa bonchchuwaa, wonggeliyaa mishiraachchuwaa poo7uwaa banttau poo7iyaagaa, Xoossaa milatiyaagaa eti be7enna mala, eta diggiis."
    },
    {
        "English Sentences": "For we preach not ourselves, but Christ Jesus the Lord; and ourselves your servants for Jesus' sake.",
        "Wolaitta Sentences": "Aissi giikko, Yesuus Kiristtoosi Goda gidiyoogaanne a gishshau nuuni nu huuphen intteyyo ashkkara gidiyoogaa yooteetteesippe attin, nu huuphebaa yootokko."
    },
    {
        "English Sentences": "For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.",
        "Wolaitta Sentences": "Aissi giikko, \"Xumaappe poo7oi poo7ana\" giida Xoossai nu wozanan ba poo7uwaa poo7issiis; qassi i ba bonchcho eratettaa poo7uwaa Kiristtoosa sinttan poo7iyaagaa nuuyyo immanau poo7issiis."
    },
    {
        "English Sentences": "But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.",
        "Wolaitta Sentences": "SHin ubbaappe aadhdhiya wolqqai Xoossaagaa gidiyoogaappe attin, nuugaa gidennaagaa bessanau nuuyyo ha minjjai urqqaappe merettida miishsha giddon de7ees."
    },
    {
        "English Sentences": "We are troubled on every side, yet not distressed; we are perplexed, but not in despair;",
        "Wolaitta Sentences": "Nuuni ubba baggaarakka un77ettida; shin me7erettibookko; qassi issi issi wode siroos; shin muleerakka aggi bayana gibookko."
    },
    {
        "English Sentences": "Persecuted, but not forsaken; cast down, but not destroyed;",
        "Wolaitta Sentences": "Nuuni yedetettida; shin Xoossai nuna olibeenna; qassi nu morkketi nuna oli bayidosona; shin nuuni xayibookko."
    },
    {
        "English Sentences": "Always bearing about in the body the dying of the Lord Jesus, that the life also of Jesus might be made manifest in our body.",
        "Wolaitta Sentences": "Qassi Yesuusi de7iyoogee nu asatettan beettana mala, nuuni ubba wode a haiquwaa nu asatettan tookki yuuyoos."
    },
    {
        "English Sentences": "For we which live are alway delivered unto death for Jesus' sake, that the life also of Jesus might be made manifest in our mortal flesh.",
        "Wolaitta Sentences": "Aissi giikko, haiqqiya nu asatettaa bolli Yesuusi de7iyoogee beettana mala, paxa de7iya nuuni a gishshau, ubba wode haiqqiichchidi attoos."
    },
    {
        "English Sentences": "So then death worketh in us, but life in you.",
        "Wolaitta Sentences": "Hegaa gishshau, haiqoi nu giddon oottees; shin de7oi qassi intte giddon oottees."
    },
    {
        "English Sentences": "We having the same spirit of faith, according as it is written, I believed, and therefore have I spoken; we also believe, and therefore speak;",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Taani ammanido gishshau haasayaas\" yaagees; he ammanuwaa Ayyaanai nuuyyo de7iyo gishshau, nuunikka ammanoos; hegaa gishshau, haasayoos."
    },
    {
        "English Sentences": "Knowing that he which raised up the Lord Jesus shall raise up us also by Jesus, and shall present us with you.",
        "Wolaitta Sentences": "Xoossai, Godaa Yesuusa haiquwaappe denttidaagee, nunakka qassi Yesuusaara haiquwaappe denttidi, inttenaara issippe ba sintti shiishshanaagaa eroos."
    },
    {
        "English Sentences": "For all things are for your sakes, that the abundant grace might through the thanksgiving of many redound to the glory of God.",
        "Wolaitta Sentences": "Hagee ubbai intte gishshassa; Xoossaa aaro kehatettai daro asaa gakkiyo wode, asai Xoossaa bonchchuwaayyo daro galataa immana."
    },
    {
        "English Sentences": "For which cause we faint not; but though our outward man perish, yet the inward man is renewed day by day.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni salettokko; nuuyyo harai atto, bolla bagga asatettai wooqqiyaabaa gidikkokka, garssa bagga asatettai gallassi gallassi ooraxxees."
    },
    {
        "English Sentences": "For our light affliction, which is but for a moment, worketh for us a far more exceeding and eternal weight of glory;",
        "Wolaitta Sentences": "Aissi giikko, ha77issau nuuni waayettiyo ha guutta waayee, ubbaappe keehi gitatiya merinaa bonchchuwaa nuuyyo beetissana."
    },
    {
        "English Sentences": "While we look not at the things which are seen, but at the things which are not seen: for the things which are seen are temporal; but the things which are not seen are eternal.",
        "Wolaitta Sentences": "Nuuni beettennabaa xeelliyoogaappe attin, beettiyaabaa xeellokko; aissi giikko, beettiyaabai ha77issau de7iyaagaa; shin beettennabai merinau de7iyaagaa."
    },
    {
        "English Sentences": "For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.",
        "Wolaitta Sentences": "Aissi giikko, nuuni de7iyo ha sa7aa dunkkaanee qolettikko, nuuyyo asi keexxibeenna keettai, Xoossai keexxidoogee, saluwan merinau de7iyoogaa nuuni eroos."
    },
    {
        "English Sentences": "For in this we groan, earnestly desiring to be clothed upon with our house which is from heaven:",
        "Wolaitta Sentences": "Nuuni hagan tumu ooloosinne saluwan de7ana nu keettaa maayanau keehi amottoos."
    },
    {
        "English Sentences": "If so be that being clothed we shall not be found naked.",
        "Wolaitta Sentences": "Nuuni hegaa maayidi, kallottokko;"
    },
    {
        "English Sentences": "For we that are in this tabernacle do groan, being burdened: not for that we would be unclothed, but clothed upon, that mortality might be swallowed up of life.",
        "Wolaitta Sentences": "nuuni ha sa7aa dunkkaaniyan de7iiddi, deexettidi ooloos; aissi giikko, haiqqiya asatettai de7uwan mitettana mala, nuuni maayanau koyiyoogaappe attin, kallottanau koyokko."
    },
    {
        "English Sentences": "Now he that hath wrought us for the selfsame thing is God, who also hath given unto us the earnest of the Spirit.",
        "Wolaitta Sentences": "Nuuyyo hagaa giigissidaagee Xoossaa; qassi i ba Geeshsha Ayyaanaa oito oottidi, nuna oitti wottiis."
    },
    {
        "English Sentences": "Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni ubba wode ammanettoos; qassi nuuni nu sooni ha asatettan de7ido keenan, Godaappe shaahettidi de7iyoogaakka eroos."
    },
    {
        "English Sentences": "(For we walk by faith, not by sight:)",
        "Wolaitta Sentences": "Aissi giikko, nuuni ammaniyoogan de7iyoogaappe attin, be7iyoogan de7okko."
    },
    {
        "English Sentences": "We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.",
        "Wolaitta Sentences": "Nuna ammanttees; qassi ha asatettan nu keettaa aggi bayidi, Godaara issippe de7iyoogee nuna ufaissees."
    },
    {
        "English Sentences": "Wherefore we labour, that, whether present or absent, we may be accepted of him.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni qassi sooni de7in de7ana xayin, nu qofai a ufaissanaagaa."
    },
    {
        "English Sentences": "For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.",
        "Wolaitta Sentences": "Aissi giikko, nuuni huuphiyan huuphiyan oottido oosoi lo77o gidin, woi iita gidin, nuuyyo bessiyaagaa ekkanau, Kiristtoosa pirdda araataa sinttan ubbaikka beettanau bessees."
    },
    {
        "English Sentences": "Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God; and I trust also are made manifest in your consciences.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni Xoossaayyo yayyiyoogaa eridi, hegaadan qassi asaakka ammantteettees; Xoossai nuna muleera erees; qassi inttekka inttena zoriya wozanan nuna ereeta yaagada qoppais."
    },
    {
        "English Sentences": "For we commend not ourselves again unto you, but give you occasion to glory on our behalf, that ye may have somewhat to answer them which glory in appearance, and not in heart.",
        "Wolaitta Sentences": "Meran ceeqettiyoogaappe attin, wozanan ceeqettenna asatuyyo intte yooti zaariyoobai intteyyo de7ana mala, intte nunan ceeqettanaadan, nuuni intteyyo gaaso gidanau koyiyoogaappe attin, nuna galatanau koyokko."
    },
    {
        "English Sentences": "For whether we be beside ourselves, it is to God: or whether we be sober, it is for your cause.",
        "Wolaitta Sentences": "Nuuni gooyyiyaabaa gidikko, Xoossaa bonchchuwaassa; woi qassi wozanaara de7iyaabaa gidikkokka, inttena go77anaassa."
    },
    {
        "English Sentences": "For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:",
        "Wolaitta Sentences": "Kiristtoosa siiqoi nuna godatees; aissi giikko, issi asi asa ubbaayyo haiqqidoogaa nuuni akeekida; hegaa gidikko asai ubbai aara haiqqiis."
    },
    {
        "English Sentences": "And that he died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.",
        "Wolaitta Sentences": "Paxa de7iyaageeti bantta gishshau haiqqidaagaayyoonne qassi haiquwaappe denddidaagaayyo de7anaappe attin, sinttappe bantta huupheyyo de7enna mala, i asa ubbaa gishshau haiqqiis."
    },
    {
        "English Sentences": "Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni hagaappe sinttau oonanne asa qofan pirddokko; harai atto, nuuni Kiristtoosa kase asa qofan pirddidobaa gidikkokka, simmi sinttappe hegaadan pirddokko."
    },
    {
        "English Sentences": "Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne Kiristtoosaara de7ikko, ooratta mereta; gal77ai aadhdhiis; be7ite, ubbabaikka ooraxxiis."
    },
    {
        "English Sentences": "And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;",
        "Wolaitta Sentences": "Kiristtoosa baggaara nuna banaara sigettida Xoossai ubbabaakka oottiis; qassi i nuuyyo harata banaara sigettiyo oosuwaa immiis."
    },
    {
        "English Sentences": "To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation.",
        "Wolaitta Sentences": "Xoossai Kiristtoosa baggaara asa ubbaa banaara sigettees; asa nagaraakka asa bolli qoodenna; qassi asa banaara sigettiyo kiitaakka nuuyyo immiis."
    },
    {
        "English Sentences": "Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ's stead, be ye reconciled to God.",
        "Wolaitta Sentences": "Simmi Xoossai nu baggaara intteyyo haasayiyoogaadan, nuunikka Kiristtoosa gishshaa haasayiya i kiittidoogeeta; qassi nuuni inttena, \"Xoossaara sigettite\" giidi, Kiristtoosa gishshaa woossoos."
    },
    {
        "English Sentences": "For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.",
        "Wolaitta Sentences": "Nuuni Xoossaa xillotettaa Kiristtoosa baggaara ekkana mala, nagara erenna Kiristtoosa nu gishshau, Xoossai nagaranchcha oottiis."
    },
    {
        "English Sentences": "We then, as workers together with him, beseech you also that ye receive not the grace of God in vain.",
        "Wolaitta Sentences": "Intte nunaara Xoossaa oosuwaa oottiiddi, a aaro kehatettaa ekkidi go7ettana mala, nuuni inttena woossoos."
    },
    {
        "English Sentences": "(For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)",
        "Wolaitta Sentences": "Aissi giikko Xoossai, \"Taani injje wodiyan neeni giyoogaa siyaas; qassi atotettaa gallassi nena maaddaas\" yaagees. Be7ite, injje wodee ha77a. Be7ite, atotettaa gallassai hachcha."
    },
    {
        "English Sentences": "Giving no offence in any thing, that the ministry be not blamed:",
        "Wolaitta Sentences": "Nuuni nu oosuwaa ooninne boranaagaa koyokko; qassi oonanne xubbanaagaa koyokko."
    },
    {
        "English Sentences": "But in all things approving ourselves as the ministers of God, in much patience, in afflictions, in necessities, in distresses,",
        "Wolaitta Sentences": "SHin ubbaban nuuni Xoossaa ashkkarata gidiyoogaa nu huuphen bessida; daro genccan, waayiyan, metuwan, gita tuggan,"
    },
    {
        "English Sentences": "In stripes, in imprisonments, in tumults, in labours, in watchings, in fastings;",
        "Wolaitta Sentences": "lissuwan garafettiyoogan, qashuwan, wocaman, daafuran, xiskko xayiyoogan, xooman,"
    },
    {
        "English Sentences": "By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,",
        "Wolaitta Sentences": "geeshshatettan, eratettan, danddayan, kehatettan, Geeshsha Ayyaanan, tumu siiquwan,"
    },
    {
        "English Sentences": "By the word of truth, by the power of God, by the armour of righteousness on the right hand and on the left,",
        "Wolaitta Sentences": "tumaa haasayiyoogan, Xoossaa wolqqan nuuni Xoossaa ashkkarata gidiyoogaa nu huuphen bessida; qassi nu huuphiyaa naaganaunne olettanau nuuyyo xillotettaa ola miishshai de7ees."
    },
    {
        "English Sentences": "By honour and dishonour, by evil report and good report: as deceivers, and yet true;",
        "Wolaitta Sentences": "Nuuni bonchchettidanne tooshettida; cayettidanne galatettida. Qassi tumaa haasayoos; shin asai nuna worddanchcha giidi qoppees."
    },
    {
        "English Sentences": "As unknown, and yet well known; as dying, and, behold, we live; as chastened, and not killed;",
        "Wolaitta Sentences": "Nuuni asi erenna asa mala; shin asai ubbai nuna erees; nuuni haiqqida asa mala; shin intte be7iyoogaadankka de7oos; qaxxayettida asa mala; shin haiqqibookko."
    },
    {
        "English Sentences": "As sorrowful, yet alway rejoicing; as poor, yet making many rich; as having nothing, and yet possessing all things.",
        "Wolaitta Sentences": "Nuuni kayyottiyaageeta gidikkokka, ubba wode ufaittoos. Hiyyeesa milatoos; shin daro asaa dureyoos; qassi aibinne bainna asa milatoos; shin ubbabaikka nubaa."
    },
    {
        "English Sentences": "O ye Corinthians, our mouth is open unto you, our heart is enlarged.",
        "Wolaitta Sentences": "Qoronttoosan de7iya asau, nuuni intteyyo qoncciyan yootida; nu uluwaakka inttena bessida;"
    },
    {
        "English Sentences": "Ye are not straitened in us, but ye are straitened in your own bowels.",
        "Wolaitta Sentences": "Nuuni intteyyo xibibookko; xibidaageeti inttena. Nuuni nu uluwaa intteyyo genttibookko; shin intte uluwaa nuuyyo genttidaageeti inttena."
    },
    {
        "English Sentences": "Now for a recompence in the same, (I speak as unto my children,) be ye also enlarged.",
        "Wolaitta Sentences": "Ha77i taani ta naatuyyo haasayiyoogaadan, intteyyo haasayais; nuuni inttena nu uluwaa bessidoogaadan, inttekka nuna intte uluwaa aassi dooyidi bessite."
    },
    {
        "English Sentences": "Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?",
        "Wolaitta Sentences": "Ammanenna asatuura zuppetidi, giigenna oosuwaa oottoppite. Aissi giikko, xillotettaayyoonne nagaraayyo aiba gaitetti de7ii? Poo7uwaayyoonne xumaayyo aiba issippetetti de7ii?"
    },
    {
        "English Sentences": "And what concord hath Christ with Belial? or what part hath he that believeth with an infidel?",
        "Wolaitta Sentences": "Kiristtoosanne xalahe halaqaa issippe gattiyaabi aibee? Qassi ammaniyaageenne ammanennaagee koxxiyoobi aibi de7ii?"
    },
    {
        "English Sentences": "And what agreement hath the temple of God with idols? for ye are the temple of the living God; as God hath said, I will dwell in them, and walk in them; and I will be their God, and they shall be my people.",
        "Wolaitta Sentences": "Xoossaa Beeta Maqidasiyaaranne eeqaara aiba zuppetetti de7ii? Aissi giikko Xoossai, \"Taani eta giddon de7ananne eta giddon hemetettana. Taani eta Xoossaa gidana; qassi etikka ta asata gidana\" giidoogaadan, nuuni de7o Xoossaa beeta maqidase."
    },
    {
        "English Sentences": "Wherefore come out from among them, and be ye separate, saith the Lord, and touch not the unclean thing; and I will receive you,",
        "Wolaitta Sentences": "Hegaadankka, qassi Godai, \"Eta giddoppe kiyite; etappe shaahettite. Tunabaakka bochchoppite. Taani inttena mokka ekkana."
    },
    {
        "English Sentences": "And will be a Father unto you, and ye shall be my sons and daughters, saith the Lord Almighty.",
        "Wolaitta Sentences": "Qassi taani intteyyo aawa gidana; inttekka taayyo attuma naatanne macca naata gidana. Taani Ubbaappe Wolqqaama Godai hagaa odais\" yaagiis."
    },
    {
        "English Sentences": "Having therefore these promises, dearly beloved, let us cleanse ourselves from all filthiness of the flesh and spirit, perfecting holiness in the fear of God.",
        "Wolaitta Sentences": "Hegaa gishshau, ta siiqotoo, Xoossai ha ubbabaa nuuyyo immana giidoogaappe hini baggan, nu ashuwaanne nu shemppuwaa tunissiya ubbabaappe nu huuphiyaa ane geeshshoos; qassi Xoossaayyo yayyiyoogan muleera geeyidi de7oos."
    },
    {
        "English Sentences": "Receive us; we have wronged no man, we have corrupted no man, we have defrauded no man.",
        "Wolaitta Sentences": "Intte uluwaa nuna bessite; nuuni oonanne naaqqibookko; oonanne bashshibookko; qassi oonanne cimmibookko."
    },
    {
        "English Sentences": "I speak not this to condemn you: for I have said before, that ye are in our hearts to die and live with you.",
        "Wolaitta Sentences": "Taani hegaa intte bolli pirddanau giikke; aissi giikko, taani kase intteyyo giidoogaadankka, intte nu wozanan de7eeta; nuuni de7inkka haiqqinkka, issippe de7oos."
    },
    {
        "English Sentences": "Great is my boldness of speech toward you, great is my glorying of you: I am filled with comfort, I am exceeding joyful in all our tribulation.",
        "Wolaitta Sentences": "Taani inttena keehi ammanais; taani inttenan gitatais; nu waayee ubban taani keehi minettaisinne wogi bainna ufaissaa ufaittais."
    },
    {
        "English Sentences": "For, when we were come into Macedonia, our flesh had no rest, but we were troubled on every side; without were fightings, within were fears.",
        "Wolaitta Sentences": "Aissi giikko, harai atto nuuni Maqidooniyaa biido wode, ubba baggaarakka waayettidappe attin, shemppibookko; hara asaara ooshshai de7ees; nu wozanankka yashshai de7ees."
    },
    {
        "English Sentences": "Nevertheless God, that comforteth those that are cast down, comforted us by the coming of Titus;",
        "Wolaitta Sentences": "SHin kayyottidaageeta minttettiya Xoossai, Tiitu yuussan nuna minttettiis."
    },
    {
        "English Sentences": "And not by his coming only, but by the consolation wherewith he was comforted in you, when he told us your earnest desire, your mourning, your fervent mind toward me; so that I rejoiced the more.",
        "Wolaitta Sentences": "Nuna kaseegaappe aatti ufaissidaagee, Tiitu yuussaa xalaala gidenna; shin intte a minttettidoogaa; intte tana be7anau amottidoogaanne tau qarettidoogaa qassi intte tana maaddanau giigettidoogaa i nuuyyo yootiis."
    },
    {
        "English Sentences": "For though I made you sorry with a letter, I do not repent, though I did repent: for I perceive that the same epistle hath made you sorry, though it were but for a season.",
        "Wolaitta Sentences": "Aissi giikko, ta dabddaabbee inttena azzanissidabaa gidikkokka, aissi xaafidanaashsha giikke; aissi xaafidanaashsha giikkokka, ta dabddaabbee inttena guutta wodiyaa azzanissidoogaa be7ais."
    },
    {
        "English Sentences": "Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance: for ye were made sorry after a godly manner, that ye might receive damage by us in nothing.",
        "Wolaitta Sentences": "Ha77i tana ufaissidaagee taani inttena azzanissido gishshassa gidenna; shin intte azzanoi inttena nagaraappe zaaridoogaa gishshassa; aissi giikko, nuuni inttena aibiininne qohennaadan, Xoossai ba koyidoogaadan, inttena azzanissiis."
    },
    {
        "English Sentences": "For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai koyiyo azzanoi atotettaakko gattiya nagaraappe simuwaa ehees; hegeekka zil77etti bainnaagaa; shin sa7aa azzanoi haiquwaa ehees."
    },
    {
        "English Sentences": "For behold this selfsame thing, that ye sorrowed after a godly sort, what carefulness it wrought in you, yea, what clearing of yourselves, yea, what indignation, yea, what fear, yea, what vehement desire, yea, what zeal, yea, what revenge! In all things ye have approved yourselves to be clear in this matter.",
        "Wolaitta Sentences": "Xoossai he intte azzanuwan ai oottidaakkonne be7ite. Inttena ai keenaa genccissidaakkonne intte geeshshatettaa tumayanau inttena ai keenaa laamoyidaakko, ai keenaa hanqqetissidaakkonne ai keenaa yashissidaakko, qassi inttena ai keenaa amoyidaakko, ai keenaa mishissidaakkonne naaqo oosuwaa qaxxayanau ai keenaa giigidaakko be7ite; intte intte huuphen geeshsha gididoogaa ubbabankka erissideta."
    },
    {
        "English Sentences": "Wherefore, though I wrote unto you, I did it not for his cause that had done the wrong, nor for his cause that suffered wrong, but that our care for you in the sight of God might appear unto you.",
        "Wolaitta Sentences": "Hegaa gishshau, taani he dabddaabbiyaa intteyyo xaafidabaa gidikkokka, naaqqida uraa woi naaqettida uraa gishshassa gidenna; shin intte nuuyyo woqqaa qoppiyaakkonne Xoossaa sinttan intteyyo qonccissanau taani xaafaas."
    },
    {
        "English Sentences": "Therefore we were comforted in your comfort: yea, and exceedingly the more joyed we for the joy of Titus, because his spirit was refreshed by you all.",
        "Wolaitta Sentences": "Nuuni minettidoogee hegaa gishshassa; he nu minettaa bolli, Tiitu ufaittidoogaassi nuuni ubbaappe dariya ufaissaa ufaittida. Aissi giikko, intte ubbai a hirggaappe shemppissideta."
    },
    {
        "English Sentences": "For if I have boasted any thing to him of you, I am not ashamed; but as we spake all things to you in truth, even so our boasting, which I made before Titus, is found a truth.",
        "Wolaitta Sentences": "Taani inttebaa sabbada ayyo odin, intte tana yeellayibeekketa; shin nuuni intteyyo ubba wode tumaa haasayida; hegaadankka, nuuni Tiitu sinttan inttebaa sabbidoogee tuma gidiis."
    },
    {
        "English Sentences": "And his inward affection is more abundant toward you, whilst he remembereth the obedience of you all, how with fear and trembling ye received him.",
        "Wolaitta Sentences": "Hegaa gishshau, intte ubbai ayyo yayyidi kokkoridi, a waati mokkidaakkonne qassi ayyo ai keenaa azazettidaakko i hassayiyo wode, inttena keehi daro siiqees."
    },
    {
        "English Sentences": "I rejoice therefore that I have confidence in you in all things.",
        "Wolaitta Sentences": "Taani ubbaban inttena ammaniyo gishshau ufaittais."
    },
    {
        "English Sentences": "Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;",
        "Wolaitta Sentences": "Nu ishatoo, Xoossaa aaro kehatettai Maqidooniyaa woosa keettatun oottidobaa inttena erissanaagaa koyoos."
    },
    {
        "English Sentences": "How that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.",
        "Wolaitta Sentences": "Eti aadhdhido waayiyan wolqqaama paaciyaa paacettidosona; shin eti hiyyeesa gidikkokka, bantta immiyooban daro kehoosonanne qassi gita ufaissaa ufaittoosona."
    },
    {
        "English Sentences": "For to their power, I bear record, yea, and beyond their power they were willing of themselves;",
        "Wolaitta Sentences": "Aissi giikko, eti bantta wolqqa keenaa qassi harai atto bantta wolqqaappekka dariyaagaa dosidi immidoogau taani markka."
    },
    {
        "English Sentences": "Praying us with much intreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.",
        "Wolaitta Sentences": "Eti geeshshata maaddiyo lo77o oosuwaa nunaara oottanau nuna daro woossidosona."
    },
    {
        "English Sentences": "And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.",
        "Wolaitta Sentences": "Eti nuuni qoppidoogaappe aattidi oottidosona; kasetidi eti bantta huuphiyaa Godaayyo immidoogaappe guyyiyan, Xoossai giido mala, nuuyyookka bantta huuphiyaa immidosona."
    },
    {
        "English Sentences": "Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni ha lo77o oosuwaa doommida Tiitu gujji oottanaadaaninne inttena maaddidi, he oosuwaa polissanaadan a woossida."
    },
    {
        "English Sentences": "Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in your love to us, see that ye abound in this grace also.",
        "Wolaitta Sentences": "SHin intte ubbaban, ammanuwan, haasayan, eratettan, gita amuwan, nuna siiqiyoogan ubbabankka duretidoogaadan, ha lo77o oosuwankka intte keha gidanaagaa nuuni koyoos."
    },
    {
        "English Sentences": "I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.",
        "Wolaitta Sentences": "Taani hegaa azazanau giikke; shin haratu gita amuwaa baggaara intte siiqoi ai keena tumakko eranau gais."
    },
    {
        "English Sentences": "For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.",
        "Wolaitta Sentences": "Aissi giikko, intte nu Godaa Yesuus Kiristtoosa aaro kehatettaa ereeta; Kiristtoosi dure gidi uttidi, intte a hiyyeesatettan duretanaadan, intte gishshau hiyyeesiis."
    },
    {
        "English Sentences": "And herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago.",
        "Wolaitta Sentences": "Taani ha yohuwan inttena zoriyoogee hagaa; zillaitti intte doommidoogaa ha77i wurssiyoogee intteyyo lo77o; intte ooso xalaalau gidennan, oottana qofaukka kasetidaageeta."
    },
    {
        "English Sentences": "Now therefore perform the doing of it; that as there was a readiness to will, so there may be a performance also out of that which ye have.",
        "Wolaitta Sentences": "Intte oottanau keehi amottidoogee oottidi polidoogaara giiga gidana mala, intteyyo danddayettidoogaadankka oosuwaa polite."
    },
    {
        "English Sentences": "For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.",
        "Wolaitta Sentences": "Aissi giikko, issi urai Xoossau immanau keehi amottikko, Xoossai au de7ida keenaa ekkanaappe attin, au bainnabaa appe ekkenna."
    },
    {
        "English Sentences": "For I mean not that other men be eased, and ye burdened:",
        "Wolaitta Sentences": "Aissi giikko, taani harati waayiyaappe shemppin, intte waayettanaagaa giikke; intte giiga gidanaagaappe attin."
    },
    {
        "English Sentences": "But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:",
        "Wolaitta Sentences": "Eta palahai intte pacaa kunttana mala, intteyyo ha wodiyan de7iya palahai eta pacaa kunttana koshshees; naa77aikka hegan giiga gidana."
    },
    {
        "English Sentences": "As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.",
        "Wolaitta Sentences": "Xoossaa maxaafan, \"Darissidi shiishshidaagau palahibeenna; qassi guuttaa shiishshidaagaukka paccibeenna\" geetettidi xaafettiis."
    },
    {
        "English Sentences": "But thanks be to God, which put the same earnest care into the heart of Titus for you.",
        "Wolaitta Sentences": "SHin nuuni intteyyo qoppiyoogaa mala, gita qofaa Tiita qofissida Xoossaa galatai gakko."
    },
    {
        "English Sentences": "For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you.",
        "Wolaitta Sentences": "Tiitu inttekko baanau ba qofaa qachchidoogee, ba huuphen inttena maaddanau daro amottido gishshappe attin, nu zore xalaalaa ekkidoogaana gidenna."
    },
    {
        "English Sentences": "And we have sent with him the brother, whose praise is in the gospel throughout all the churches;",
        "Wolaitta Sentences": "Wonggeliyaa mishiraachchuwaa yootiyo ba oosuwan woosa keetta ubban daro bonchchettida ishaa nuuni aara issippe kiittoos."
    },
    {
        "English Sentences": "And not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:",
        "Wolaitta Sentences": "Hegaa bollan qassi, ha nuuni oottiyo lo77o oosuwaa i nunaara issippe oottanaunne Godaa bonchchuwau nuuni harata maaddanaassi keehi amottiyoogaa bessanau woosa keettati a dooridi sunttidosona."
    },
    {
        "English Sentences": "Avoiding this, that no man should blame us in this abundance which is administered by us:",
        "Wolaitta Sentences": "Nuuni oottiyo ha keha imuwaa gishshau, ooninne nuna borenna mala naagettoos."
    },
    {
        "English Sentences": "Providing for honest things, not only in the sight of the Lord, but also in the sight of men.",
        "Wolaitta Sentences": "Aissi giikko, nuuni Godaa sintta xalaalan lo77obaa oottanaagaa gidenna; shin asa sinttankka lo77obaa oottanaagaa qoppoos."
    },
    {
        "English Sentences": "And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you.",
        "Wolaitta Sentences": "Nuuni darotoo paacci be7ido nu ishaa, ubba wode inttena maaddanau daro amottiyaagaa, ha asatuura inttekko kiittoos; qassi ha77i i inttena daro ammaniyo gishshau, inttena maaddanau kaseegaappe aattidi keehi amottees."
    },
    {
        "English Sentences": "Whether any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ.",
        "Wolaitta Sentences": "Tiitubaa gidikko, i inttena maaddanau tanaara issippe oottiya ta laggiyaa; hinkko ishanttubaa gidikko, eti woosa keettati kiittidoogeetanne Kiristtoosa bonchchissiyaageeta."
    },
    {
        "English Sentences": "Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf.",
        "Wolaitta Sentences": "Simmi woosa keetta ubbati intte siiqoi tuma gidiyoogaa erana mala, qassi nuuni inttebaa sabbiyoogee likke gidiyoogaa erana mala, intte siiquwaa eta bessite."
    },
    {
        "English Sentences": "For as touching the ministering to the saints, it is superfluous for me to write to you:",
        "Wolaitta Sentences": "Yihudan de7iya geeshsha asata maaddanau yeddiyoobau taani intteyyo xaafanau koshshenna."
    },
    {
        "English Sentences": "For I know the forwardness of your mind, for which I boast of you to them of Macedonia, that Achaia was ready a year ago; and your zeal hath provoked very many.",
        "Wolaitta Sentences": "Intte maaddanau keehi amottiyoogaa taani eriyo gishshau, Maqidooniyan de7iya asaayyo inttebaa sabbaas. Taani etayyo, \"Akaayiyan de7iya ishantti zillaittaasappe doommidi, maaddanau giigettidosona\" yaagada yootaas; qassi intte gita amoikka etappe dariya baggaa denttettiis."
    },
    {
        "English Sentences": "Yet have I sent the brethren, lest our boasting of you should be in vain in this behalf; that, as I said, ye may be ready:",
        "Wolaitta Sentences": "SHin taani etayyo giidoogaadankka nuuni ha yohuwan intteban gitatiyoogee hada gidenna mala, intte giigettidaageeta gidanaadan, ha ishantta inttekko kiittais."
    },
    {
        "English Sentences": "Lest haply if they of Macedonia come with me, and find you unprepared, we (that we say not, ye) should be ashamed in this same confident boasting.",
        "Wolaitta Sentences": "Geelladan Maqidooniyaa asati tanaara yiidi, intte giigettennan de7ishin, inttena demmikko, nuuni ai keenaa yeellatanddoniishsha! Intte yeellatanaagaa gookko; shin nuuni inttena keehi ammanidi gitatidoogaassa."
    },
    {
        "English Sentences": "Therefore I thought it necessary to exhort the brethren, that they would go before unto you, and make up beforehand your bounty, whereof ye had notice before, that the same might be ready, as a matter of bounty, and not as of covetousness.",
        "Wolaitta Sentences": "Hegaa gishshau, taani ha ishantti taappe sinttatidi inttekko biidi, intte immana giido imuwaa kasetidi giigissana mala, eta woossanau koshshiyoogaa akeekaas. Hegaappe guyyiyan, he imoi taani gakkiyo wode giigi uttana; hegee qassi wolqqan intte immiyoogaa gidennan, dosidi immiyoogaa erissana."
    },
    {
        "English Sentences": "But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.",
        "Wolaitta Sentences": "Hagaa akeekite; guutta zerettaa zeriya urai guutta kattaa cakkana; daro zerettaa zeriya urai qassi daro kattaa cakkana."
    },
    {
        "English Sentences": "Every man according as he purposeth in his heart, so let him give; not grudgingly, or of necessity: for God loveth a cheerful giver.",
        "Wolaitta Sentences": "Xoossai ufaissan immiya uraa siiqiyo gishshau, qarettiiddi woi dosennan immiyoogaa gidennan, immiya urai huuphen huuphen ba wozanan qoppidobaa immo."
    },
    {
        "English Sentences": "And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work:",
        "Wolaitta Sentences": "Xoossai intteyyo gidiyaabai ubba wode de7anaadaaninne qassi haratuyyookka intte immanau gidiyaabai de7anaadan inttena koshshiya ubbabaa intteyyo immanau danddayees."
    },
    {
        "English Sentences": "(As it is written, He hath dispersed abroad; he hath given to the poor: his righteousness remaineth for ever.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"I hiyyeesa asaayyo darissidi immees; qassi a xillotettai merinau de7ana\" yaagees."
    },
    {
        "English Sentences": "Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)",
        "Wolaitta Sentences": "Xoossai, zeriyaagaayyo zerettaanne maanau qumaa immiyaagee, inttena koshshiya zeretta ubbaa intteyyo immana; qassi intte xillotettaappe daro aifiyaa aifissanau he zerettaa dichchana."
    },
    {
        "English Sentences": "Being enriched in every thing to all bountifulness, which causeth through us thanksgiving to God.",
        "Wolaitta Sentences": "Daro asai intte immiyo imuwaa nuuppe ekkidi, Xoossaa galatanaadan, intte ubba wode darissidi immiyaageeta gidana mala, Xoossai inttena ubba baggaara dureyana."
    },
    {
        "English Sentences": "For the administration of this service not only supplieth the want of the saints, but is abundant also by many thanksgivings unto God;",
        "Wolaitta Sentences": "Aissi giikko, ha intte oottiyo oosoi geeshshata koshshiyaabaa kuntti immiyoogaa xalaala gidenna; shin Xoossaayyo daro galataa immiyoogan kumidi goggees."
    },
    {
        "English Sentences": "Whiles by the experiment of this ministration they glorify God for your professed subjection unto the gospel of Christ, and for your liberal distribution unto them, and unto all men;",
        "Wolaitta Sentences": "Ha intte oosoi intte ammanuwaa erissiyo gishshau, daro asai Kiristtoosa wonggeliyaa intte ammanidi markkattiyoogaayyoonne intte maaduwaa etaaranne hara ubbatuura shaakkidi, darissi immiyoogaayyo Xoossaa bonchchana."
    },
    {
        "English Sentences": "And by their prayer for you, which long after you for the exceeding grace of God in you.",
        "Wolaitta Sentences": "Eti intteyyo Xoossaa woossiiddi, inttenan de7iya Xoossaa aaro kehatettaa zawai bainnaagaa gishshau, inttena laamotoosona."
    },
    {
        "English Sentences": "Thanks be unto God for his unspeakable gift.",
        "Wolaitta Sentences": "Zawai bainna Xoossaa aaro kehatettaa gishshau, Xoossaa galatai gakko."
    },
    {
        "English Sentences": "Now I Paul myself beseech you by the meekness and gentleness of Christ, who in presence am base among you, but being absent am bold toward you:",
        "Wolaitta Sentences": "Taani PHauloosi, intte, \"I nunaara de7iyo wode kauyyees\" giyoogee, qassi, \"Nuuppe haakkidi de7iyo wode nu bolli xalees\" giyoogee, Kiristtoosa doshotettaa baggaaranne a ashkketettaa baggaara inttena woossais."
    },
    {
        "English Sentences": "But I beseech you, that I may not be bold when I am present with that confidence, wherewith I think to be bold against some, which think of us as if we walked according to the flesh.",
        "Wolaitta Sentences": "Nuna ha sa7aa meeziyaadan de7oosona giidi qoppiya issi issi asatu bolli taani xalanaagaa erais; shin taani inttekko biyo wode intte tana xalissenna mala, inttena woossais."
    },
    {
        "English Sentences": "For though we walk in the flesh, we do not war after the flesh:",
        "Wolaitta Sentences": "Aissi giikko, nuuni ha sa7an de7ikkokka, ha sa7aa asadan olettokko."
    },
    {
        "English Sentences": "(For the weapons of our warfare are not carnal, but mighty through God to the pulling down of strong holds;)",
        "Wolaitta Sentences": "Aissi giikko, nuuni olettiyo toorai ha sa7aagaa gidenna. SHin qatuwaa laalanau wolqqaara de7iya Xoossaa tooraa."
    },
    {
        "English Sentences": "Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;",
        "Wolaitta Sentences": "Nuuni asa qofa xaissoos; qassi Xoossaa eratettaa bolli denddidi xubbiya otoro qofa ubbaa laaloos. He qofa ubbai Kiristtoosayyo azazettana mala omooddoos."
    },
    {
        "English Sentences": "And having in a readiness to revenge all disobedience, when your obedience is fulfilled.",
        "Wolaitta Sentences": "Intte azazettiyoogaa polidoogaappe guyyiyan, azazettennan ixxiyoobaa ubbaa nuuni qaxxayanau giigettana."
    },
    {
        "English Sentences": "Do ye look on things after the outward appearance? If any man trust to himself that he is Christ's, let him of himself think this again, that, as he is Christ's, even so are we Christ's.",
        "Wolaitta Sentences": "Intte sinttan de7iyaabaa xeellite; ooninne bana Kiristtoosabaa giidi qoppikko, hegaa gujji qoppo; Kiristtoosabaa i gididoogaadan, nuunikka qassi abaa."
    },
    {
        "English Sentences": "For though I should boast somewhat more of our authority, which the Lord hath given us for edification, and not for your destruction, I should not be ashamed:",
        "Wolaitta Sentences": "Aissi giikko, Godai nuuyyo immido nu alaafetettan taani keehi otorettiyaabaa gidikkokka, hegan yeellatikke; he nuuyyo immido alaafetettai inttena keexxanaassappe attin, qolanaassa gidenna."
    },
    {
        "English Sentences": "That I may not seem as if I would terrify you by letters.",
        "Wolaitta Sentences": "Taani ta dabddaabbiyan inttena yashissiya asa gidada beettanau koyikke."
    },
    {
        "English Sentences": "For his letters, say they, are weighty and powerful; but his bodily presence is weak, and his speech contemptible.",
        "Wolaitta Sentences": "Aissi giikko, issi issi asai, \"PHauloosa dabddaabbee deexonne wolqqaama; shin xeelliyo wode i daafuranchcha; a haasayaikka pattenna\" yaagees."
    },
    {
        "English Sentences": "Let such an one think this, that, such as we are in word by letters when we are absent, such will we be also in deed when we are present.",
        "Wolaitta Sentences": "Hegaa mala asi nuuni haahuwan de7iiddi xaafiyo dabddaabbiyaaninne yaani inttenaara de7iiddi oottiyo oosuwan dummatetti bainnaagaa akeekana koshshees."
    },
    {
        "English Sentences": "For we dare not make ourselves of the number, or compare ourselves with some that commend themselves: but they measuring themselves by themselves, and comparing themselves among themselves, are not wise.",
        "Wolaitta Sentences": "Nuuni banttana nashshiya issi issi asatuura nuna paidanau woi likkissanau xalokko; shin eti banttana issoi issuwaara likkissiiddinne qassi banttana issoi issuwaara yiggi xeelliiddi, muleera eeyyidosona."
    },
    {
        "English Sentences": "But we will not boast of things without our measure, but according to the measure of the rule which God hath distributed to us, a measure to reach even unto you.",
        "Wolaitta Sentences": "SHin nuuni Xoossai nuuyyo essido zawaa giddon ceeqettiyoogaappe attin, he zawaappe pinnidi ceeqettokko; he zawai inttekkokka gakkees."
    },
    {
        "English Sentences": "For we stretch not ourselves beyond our measure, as though we reached not unto you: for we are come as far as to you also in preaching the gospel of Christ:",
        "Wolaitta Sentences": "Nuuni inttekko gakkibeennabaa milatidi, zawaa pinnokko; aissi giikko, nuuni Kiristtoosa wonggeliyaa mishiraachchuwaa yootiiddi, inttekko kase gakkida."
    },
    {
        "English Sentences": "Not boasting of things without our measure, that is, of other men's labours; but having hope, when your faith is increased, that we shall be enlarged by you according to our rule abundantly,",
        "Wolaitta Sentences": "Nuuni Xoossai essido zawaa pinnidi, hara asi oottido ooson ceeqettokko; shin intte ammanoi dicci dicci biyo wode, nuuni intte giddon oottiyo oosuwaa zawai kaseegaappe keehi aakki aakki baana giidi qoppoos."
    },
    {
        "English Sentences": "To preach the gospel in the regions beyond you, and not to boast in another man's line of things made ready to our hand.",
        "Wolaitta Sentences": "Nuuni wonggeliyaa mishiraachchuwaa intte de7iyoosaappe hini baggan yootana; qassi hara zawan oosettiichchida oosonkka ceeqettokko."
    },
    {
        "English Sentences": "But he that glorieth, let him glory in the Lord.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai, \"Ceeqqiya urai ooninne Godan ceeqqo\" yaagees."
    },
    {
        "English Sentences": "For not he that commendeth himself is approved, but whom the Lord commendeth.",
        "Wolaitta Sentences": "Aissi giikko, Godai nashshiyo uraappe attin, bana nashshiya urai nashettenna."
    },
    {
        "English Sentences": "Would to God ye could bear with me a little in my folly: and indeed bear with me.",
        "Wolaitta Sentences": "Intte ta eeyyatettaa guuttaa gencciyaakko lo77o. Hayyanintta genccite."
    },
    {
        "English Sentences": "For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present you as a chaste virgin to Christ.",
        "Wolaitta Sentences": "Xoossai qanaatiyoogaadan, taanikka intteban qanaatais; aissi giikko, taani inttena issi attumaagau, Kiristtoosau immana gaada, geela7otettaara de7iya geeshsha geela7eedan giigissa wottaas."
    },
    {
        "English Sentences": "But I fear, lest by any means, as the serpent beguiled Eve through his subtilty, so your minds should be corrupted from the simplicity that is in Christ.",
        "Wolaitta Sentences": "SHin shooshshai ba geniyaara Hewaano balettidoogaadan, Kiristtoosayyo intte immido intte suure qofai moorettibeennaagee wora biichchanaakkonne gaada hirggais."
    },
    {
        "English Sentences": "For if he that cometh preacheth another Jesus, whom we have not preached, or if ye receive another spirit, which ye have not received, or another gospel, which ye have not accepted, ye might well bear with him.",
        "Wolaitta Sentences": "Aissi giikko, issi urai yiidi, nuuni intteyyo yootido Yesuusappe hara Yesuusa intteyyo yootikko, woi intte ekkido Ayyaanaappenne wonggeliyaappe dumma ayyaanaanne wonggeliyaa intte ekkikko, loittidi gencceeta."
    },
    {
        "English Sentences": "For I suppose I was not a whit behind the very chiefest apostles.",
        "Wolaitta Sentences": "Yesuusi kiittido ha waannatuppe taani aibinkka laafiyoobaa taayyo milatenna."
    },
    {
        "English Sentences": "But though I be rude in speech, yet not in knowledge; but we have been throughly made manifest among you in all things.",
        "Wolaitta Sentences": "Taani haasayiyo haasayan tamaarabeenna asa gidikkokka, eratettan gidikke; shin nuuni intteyyo ha yohuwaa asa ubbaa giddon ubba baggaara qonccissida."
    },
    {
        "English Sentences": "Have I committed an offence in abasing myself that ye might be exalted, because I have preached to you the gospel of God freely?",
        "Wolaitta Sentences": "Woi taani inttena miishsha oichchennan, Xoossaa wonggeliyaa mishiraachchuwaa intteyyo coo yootidoogeenne inttena xoqqu oottanau ta huuphiyaa toochchidoogee taayyo nagara gidanddeeshsha!"
    },
    {
        "English Sentences": "I robbed other churches, taking wages of them, to do you service.",
        "Wolaitta Sentences": "Taani intteyyo oottanau hara woosa keettatun de7iya asaappe miishsha ekka ekkada, he woosa keettata bonqqaas."
    },
    {
        "English Sentences": "And when I was present with you, and wanted, I was chargeable to no man: for that which was lacking to me the brethren which came from Macedonia supplied: and in all things I have kept myself from being burdensome unto you, and so will I keep myself.",
        "Wolaitta Sentences": "Qassi taani inttenaara de7ishin, tana metin, intteppe issi uraakka waissabeikke. Aissi giikko, Maqidooniyaappe yiida ishantti tana koshshida ubbabaa taayyo immidosona; taani inttena waissenna mala, kase ta huuphen naagettidoogaadankka sinttaukka naagettana."
    },
    {
        "English Sentences": "As the truth of Christ is in me, no man shall stop me of this boasting in the regions of Achaia.",
        "Wolaitta Sentences": "Kiristtoosa tumatettai tanan de7ishin, ha ta ceeqoi Akaayiyaa biittan awaaninne attenna."
    },
    {
        "English Sentences": "Wherefore? because I love you not? God knoweth.",
        "Wolaitta Sentences": "Taani hagaa aissi giyaanaa? Inttena siiqenna gishshassee? Taani inttena siiqiyoogaa Xoossai erees."
    },
    {
        "English Sentences": "But what I do, that I will do, that I may cut off occasion from them which desire occasion; that wherein they glory, they may be found even as we.",
        "Wolaitta Sentences": "SHin he bantta ceeqettiyooban nuuni oottiyoogaadan oottanau gaasottiyaageetu gaasuwaa digganau, ha77i taani oottiyo oosuwaa gujjada oottana."
    },
    {
        "English Sentences": "For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.",
        "Wolaitta Sentences": "Aissi giikko, eti Yesuusi kiittibeenna worddanchcha asata; hegeetu mala asati Kiristtoosi kiittidoogeeta milatanau bantta meraa laamerettiya kiitettibeenna worddanchchatanne genanchcha oosanchchata."
    },
    {
        "English Sentences": "And no marvel; for Satan himself is transformed into an angel of light.",
        "Wolaitta Sentences": "Hegee garamissiyaabaa gidenna; aissi giikko, Seexaanai ba huuphen poo7o kiitanchcha milatanau ba meraa laammees."
    },
    {
        "English Sentences": "Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.",
        "Wolaitta Sentences": "Hegaa gishshau, Seexaanaa ashkkarati xillotettaa ashkkarata milatanau bantta meraa laamerettikko, hegee gitabaa gidenna; eti wurssettan bantta oosuwaa malaa ekkana."
    },
    {
        "English Sentences": "I say again, Let no man think me a fool; if otherwise, yet as a fool receive me, that I may boast myself a little.",
        "Wolaitta Sentences": "Taani naa77anttuwaakka gais; tana ooninne eeyya giidi qoppoppo; shin intte tana, i eeyya giikkokka, taani guuttaa ceeqettanaadan, tana eeyya giite."
    },
    {
        "English Sentences": "That which I speak, I speak it not after the Lord, but as it were foolishly, in this confidence of boasting.",
        "Wolaitta Sentences": "Taani hagaadan xalada ceeqettaidda haasayiyoogee, eeyyatetta haasayappe attin, tana Godai azaziina gidenna."
    },
    {
        "English Sentences": "Seeing that many glory after the flesh, I will glory also.",
        "Wolaitta Sentences": "Daro asai ha sa7aaban ceeqettiyo gishshau, taanikka ceeqettana."
    },
    {
        "English Sentences": "For ye suffer fools gladly, seeing ye yourselves are wise.",
        "Wolaitta Sentences": "Intte aadhdhida eranchcha gidiyo gishshau, eeyya asaabaa ufaissan gencceeta."
    },
    {
        "English Sentences": "For ye suffer, if a man bring you into bondage, if a man devour you, if a man take of you, if a man exalt himself, if a man smite you on the face.",
        "Wolaitta Sentences": "Aissi giikko, ooninne inttena ailleyikko, woi inttebaa miikko, woi inttebaa bonqqikko, intte bolli otorettikko, woi intte qinxxalliyaa baqqikko, gencceeta."
    },
    {
        "English Sentences": "I speak as concerning reproach, as though we had been weak. Howbeit whereinsoever any is bold, (I speak foolishly,) I am bold also.",
        "Wolaitta Sentences": "Nuuni hegaa oottanau daro daafuranchcha gididoogaa taani yeellataidda yootais. SHin ooninne issiban xalidi ceeqettikko, taanikka ceeqettanau xalais; taani eeyya asadan haasayais."
    },
    {
        "English Sentences": "Are they Hebrews? so am I. Are they Israelites? so am I. Are they the seed of Abraham? so am I.",
        "Wolaitta Sentences": "Eti Ibraawetee? Taanikka Ibraawe. Eti Israa7eela asee? Taanikka Israa7eela asa. Eti Abrahaama zaree? Taanikka qassi Abrahaama zare."
    },
    {
        "English Sentences": "Are they ministers of Christ? (I speak as a fool) I am more; in labours more abundant, in stripes above measure, in prisons more frequent, in deaths oft.",
        "Wolaitta Sentences": "Eti Kiristtoosa ashkkaratee? Taanikka etappe aadhdhiya ashkkara; taani gooyyiya asadan haasayais; taani daro ootta daafuraas; daro wodiyaa qashettaasinne lissuwan garafettaas; qassi daro wodiyaa haiqqaichchada attaas."
    },
    {
        "English Sentences": "Of the Jews five times received I forty stripes save one.",
        "Wolaitta Sentences": "Aihudati tana ichchashutoo, hasttamanne uddufunaa lissuwan garafidosona."
    },
    {
        "English Sentences": "Thrice was I beaten with rods, once was I stoned, thrice I suffered shipwreck, a night and a day I have been in the deep;",
        "Wolaitta Sentences": "Roome asai tana heezzutoo dullan shociis; issi gallassi shuchchan caddii caddidi aggiis; markkabee heezzutoo me77in, abba giddon issi qammaanne issi gallassaa aqada pe7aas."
    },
    {
        "English Sentences": "In journeyings often, in perils of waters, in perils of robbers, in perils by mine own countrymen, in perils by the heathen, in perils in the city, in perils in the wilderness, in perils in the sea, in perils among false brethren;",
        "Wolaitta Sentences": "Taani daro ogiyaa hemettaas; tana kixa haattinne panggi daafirggidi ashshiis; qassi ta biittaa asainne Aihuda gidenna asai daafirggidi ashshidosona. Qassikka katamai, bazzoi, abbai, tana yashissiis; worddanchcha dabbotikka tana daafirggidi ashshidosona."
    },
    {
        "English Sentences": "In weariness and painfulness, in watchings often, in hunger and thirst, in fastings often, in cold and nakedness.",
        "Wolaitta Sentences": "Taani daafuraasinne metootaas. Darotoo xiskkuwaa xayaas; namisettaas; saamettaas. Darotoo xoomaas; qassi meegettaasinne kallottaas."
    },
    {
        "English Sentences": "Beside those things that are without, that which cometh upon me daily, the care of all the churches.",
        "Wolaitta Sentences": "Harabaa ubbaappekka ubba gallassi tau tooho gididabai, woosa keetta ubbau hirggiyoogaa."
    },
    {
        "English Sentences": "Who is weak, and I am not weak? who is offended, and I burn not?",
        "Wolaitta Sentences": "Daafuriyai oonee? Taani daafurikkinaayye? Nagaran geliyai oonee? Taani un77ettada ayyo qarettikkinaayye?"
    },
    {
        "English Sentences": "If I must needs glory, I will glory of the things which concern mine infirmities.",
        "Wolaitta Sentences": "Taani ceeqettanau koshshiyaabaa gidikko, taani daafuranchcha gidiyoogaa erissiyaaban ceeqettana."
    },
    {
        "English Sentences": "The God and Father of our Lord Jesus Christ, which is blessed for evermore, knoweth that I lie not.",
        "Wolaitta Sentences": "Merinau anjjettida Xoossai, nu Godaa Yesuus Kiristtoosa Aawai, taani worddotennaagaa erees."
    },
    {
        "English Sentences": "In Damascus the governor under Aretas the king kept the city of the Damascenes with a garrison, desirous to apprehend me:",
        "Wolaitta Sentences": "Damasqqo kataman Aretaasa giyo kawuwaappe garssaara deriyaa haariyaagee, tana oittanau Damasqqo katamaa naagissees."
    },
    {
        "English Sentences": "And through a window in a basket was I let down by the wall, and escaped his hands.",
        "Wolaitta Sentences": "SHin katamaa dirssaa maskkootiyaara tana keeshiyan duge wottin, appe kessa ekkaas."
    },
    {
        "English Sentences": "It is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord.",
        "Wolaitta Sentences": "Ceeqettiyoogee taayyo ainne allaalle kessennabaa gidikkokka, taani ceeqettanau bessees. SHin taani ajjuutaabaanne Godaappe qonccidabaa haasayana."
    },
    {
        "English Sentences": "I knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven.",
        "Wolaitta Sentences": "Tammanne oiddu laittappe kase, heezzantto saluwaa pude ekettida issi bitaniyaa, Kiristtoosa ammaniyaagaa, taani erais; he bitanee ba asatettaara biidaakkonne woikko ajjuutan biidaakko, taani erikke; Xoossai erees."
    },
    {
        "English Sentences": "And I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;)",
        "Wolaitta Sentences": "He bitaniyaa, heezzantto saluwaa pude ekettidaagaa, erais; i ba asatettaara biidaakkonne woikko ajjuutan biidaakko, taani erikke; Xoossai erees."
    },
    {
        "English Sentences": "How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.",
        "Wolaitta Sentences": "Hegan he bitanee asi haasayanau danddayennabaa, asa inxxarssikka haasayanau danddayennabaa siyiis."
    },
    {
        "English Sentences": "Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.",
        "Wolaitta Sentences": "Taani he bitaniyaaban ceeqettana; shin taani daafuranchcha gidiyoogaa erissanaappe attin, ta huupheban ceeqettikke."
    },
    {
        "English Sentences": "For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.",
        "Wolaitta Sentences": "Taani ceeqettanau koyiyaabaa gidikkokka eeyyikke; aissi giikko, taani tumaa haasayais. SHin asi tabaa tanan be7iyoogaappenne taappe siyiyoogaappe aattidi qoppenna mala ceeqettikke."
    },
    {
        "English Sentences": "And lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure.",
        "Wolaitta Sentences": "Qassi Xoossai qoncciyo aadhdhida gitatettan taani otorettiyoogaa digganau tana caddi oiqqiyaagee, Seexaanaa kiitanchchai, tana dechchanaunne taani otorettenna mala, tana naaganau taayyo imettiis."
    },
    {
        "English Sentences": "For this thing I besought the Lord thrice, that it might depart from me.",
        "Wolaitta Sentences": "Hegaa taappe shaakkana mala, taani Godaa heezzutoo woossaas."
    },
    {
        "English Sentences": "And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.",
        "Wolaitta Sentences": "Godai tana, \"Ta aaro kehatettai neeyyo gidana; aissi giikko, ta wolqqai daafuran polettees\" yaagiis; hegaa gishshau, Kiristtoosa wolqqai tanan de7ana mala, ta daafuran ceeqettanau taani daro ufaittais."
    },
    {
        "English Sentences": "Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ's sake: for when I am weak, then am I strong.",
        "Wolaitta Sentences": "Taani Kiristtoosa gishshau daafuriyoogan, asan cayettiyoogan, waayettiyoogan, yedetettiyoogan, metootiyoogan ufaittais; aissi giikko, taani daafuriyo wode, he wode minnais."
    },
    {
        "English Sentences": "I am become a fool in glorying; ye have compelled me: for I ought to have been commended of you: for in nothing am I behind the very chiefest apostles, though I be nothing.",
        "Wolaitta Sentences": "Taani ceeqettidoogan eeyyaas; shin hegaa intte tana wolqqan ootissideta; aissi giikko, intte tana galatanau bessees; taani aibanne gidana xayikkokka, Yesuusi kiittido ubbaappe aadhdhiyaageetuppe laafikke."
    },
    {
        "English Sentences": "Truly the signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds.",
        "Wolaitta Sentences": "Yesuusi kiittidoogee tuma gididoogaa erissiya malaatainne oorattabainne Xoossai oottiyo malaatai intte giddon daro genccan oosettiis."
    },
    {
        "English Sentences": "For what is it wherein ye were inferior to other churches, except it be that I myself was not burdensome to you? forgive me this wrong.",
        "Wolaitta Sentences": "Taani ta huuphen inttena waissabeennaagaappe attin, hara woosa keettatuppe intte aibin laafeetii? Hayyanintta taani inttena naaqqidoogaa taayyo atto giite."
    },
    {
        "English Sentences": "Behold, the third time I am ready to come to you; and I will not be burdensome to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children.",
        "Wolaitta Sentences": "Taani inttekko baanau giigettishin, hagee taayyo heezzantto wode; taani inttena waissikke. Taani inttena koyiyoogaappe attin, intte miishsha koyikke; aissi giikko, aayyiyaanne aawai bantta naatuyyo miishsha minjjiyoogaappe attin, naati bantta aayeeyyoonne aawaayyo minjjokkona."
    },
    {
        "English Sentences": "And I will very gladly spend and be spent for you; though the more abundantly I love you, the less I be loved.",
        "Wolaitta Sentences": "Taani intte shemppuwaayyo taayyo de7iyaabaa tanaara gattada ufaissan immana; yaatin, taani inttena keehi siiqiyo gishshau, intte tana ashshi siiquuteetiiyye?"
    },
    {
        "English Sentences": "But be it so, I did not burden you: nevertheless, being crafty, I caught you with guile.",
        "Wolaitta Sentences": "Gidikkokka, taani inttena waissabeikke; shin intte tana, \"Neeni nuna cimmada wordduwan oiqqadasa\" yaagana."
    },
    {
        "English Sentences": "Did I make a gain of you by any of them whom I sent unto you?",
        "Wolaitta Sentences": "Taani harai atto, inttekko kiittido issi asa baggaarakka inttena cimmidanaa?"
    },
    {
        "English Sentences": "I desired Titus, and with him I sent a brother. Did Titus make a gain of you? walked we not in the same spirit? walked we not in the same steps?",
        "Wolaitta Sentences": "Tiitu inttekko baana mala, taani woossaas; qassi ammaniya ishaakka aara yeddaas. Yeddin Tiitu inttena cimmidee? Nuuni nu oosuwaa issi qofan oottibookkonii? Qassi nu hanoikka issuwaa gidenneeyye?"
    },
    {
        "English Sentences": "Again, think ye that we excuse ourselves unto you? we speak before God in Christ: but we do all things, dearly beloved, for your edifying.",
        "Wolaitta Sentences": "Nuuni ubba wodekka intte sinttan nu huupheyyo mootettiyoobaa intteyyo milatii? Nuuni Kiristtoosan de7iyaageetudan, Xoossaa sinttan ha77i gakkanaassikka haasayoos. Nu siiqotoo, nuuni oottiyo ubbabaikka inttena maaddanaassa."
    },
    {
        "English Sentences": "For I fear, lest, when I come, I shall not find you such as I would, and that I shall be found unto you such as ye would not: lest there be debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:",
        "Wolaitta Sentences": "Aissi giikko, taani inttekko biyo wode, ooni erii taani koyiyoogaa mala intte gidennan agganaakkonne; qassi taanikka intte koyiyoogaa mala gidennan agganaakkonne. Qassi ooni erii hegan palamai, qanaatee, hanqqoi, yiiqetiyoogee, zigirssai, saasukkiyoogee, otoroi, metoi de7ennan waayi aggana; tana yashshees."
    },
    {
        "English Sentences": "And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.",
        "Wolaitta Sentences": "Taani inttekko naa77anttuwaa biyo wode, ta Xoossai intte sinttan tana kaushshanaakkonne yayyais; taani nagara kase oottidi, bantta oottido tunatettaappe, shaaramuxatettaappenne amuwaappe simmibeenna daro asatuyyo yeekkennan aggikke gaada yayyais."
    },
    {
        "English Sentences": "This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.",
        "Wolaitta Sentences": "Hagee taayyo inttekko yiishin heezzantto wode. Ai mootoikka naa77u woi heezzu markkai markkattin pirddettanau koshshees."
    },
    {
        "English Sentences": "I told you before, and foretell you, as if I were present, the second time; and being absent now I write to them which heretofore have sinned, and to all other, that, if I come again, I will not spare:",
        "Wolaitta Sentences": "Taani naa77anttuwaa inttenaara gaittido wode, inttena ye77e gaas; ha77ikka haahuwan de7ikkokka, inttena ye77e gais. Taani qassikka inttekko biyo wode, nagara kase oottidaageetakka qassi harata ubbatakka qaxxayennan aggikke."
    },
    {
        "English Sentences": "Since ye seek a proof of Christ speaking in me, which to you-ward is not weak, but is mighty in you.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi ta baggaara haasayiyoogaa erissiyaabaa intte koyeeta. I inttenaara haasayiyo wode wolqqaama gidiyoogaappe attin, intte giddon daafuranchcha gidenna;"
    },
    {
        "English Sentences": "For though he was crucified through weakness, yet he liveth by the power of God. For we also are weak in him, but we shall live with him by the power of God toward you.",
        "Wolaitta Sentences": "aissi giikko, Kiristtoosi masqqaliyaa bolli misimaariyan xishettidi, daafuran kaqettiis; shin Xoossaa wolqqan paxa de7ees. Aissi giikko, i daafuranchcha gididoogaadan, nuunikka daafuranchcha; shin inttenaara haasayiyoogan nuuni Xoossaa wolqqan aara de7ana."
    },
    {
        "English Sentences": "Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?",
        "Wolaitta Sentences": "Ammanuwan intte de7iyaakkonne ane inttena qoridi pirddite; paaciyan intte muleera kunddikkoppe attin, Kiristtoosi inttenan de7iyoogaa intte geeshshidi ereeta."
    },
    {
        "English Sentences": "But I trust that ye shall know that we are not reprobates.",
        "Wolaitta Sentences": "Nuuni paaciyaa danddayanaagaa intte eriyoogaa ammanais."
    },
    {
        "English Sentences": "Now I pray to God that ye do no evil; not that we should appear approved, but that ye should do that which is honest, though we be as reprobates.",
        "Wolaitta Sentences": "Intte iitabaa mulekka oottenna mala, nuuni Xoossaa woossoos. Nuuni paaciyaa danddayiyaageeta gididi beettanaassa gidenna; shin nuuni paaciyaa danddayennaageeta milatidi beettikkokka, lo77obaa intte oottanaassa."
    },
    {
        "English Sentences": "For we can do nothing against the truth, but for the truth.",
        "Wolaitta Sentences": "Aissi giikko, nuuni tumaa xalaalaayyo oottanaappe attin, tumaa bolli ainne oottanau danddayokko;"
    },
    {
        "English Sentences": "For we are glad, when we are weak, and ye are strong: and this also we wish, even your perfection.",
        "Wolaitta Sentences": "nuuni daafuriyo wode ufaittoos; shin intte wolqqaama; intte bali bainnaageeta gidana mala, nuuni qassi Xoossaa woossoos."
    },
    {
        "English Sentences": "Therefore I write these things being absent, lest being present I should use sharpness, according to the power which the Lord hath given me to edification, and not to destruction.",
        "Wolaitta Sentences": "Taani intteppe haahuwan de7aidda xaafidoogee hegaa gishshassa; taani inttekko biyo wode, Godai taayyo immido maatan zemppada, inttenaara iitettanau tana waayi koshshana. He maatai taani inttena keexxanau taayyo imettidoogaappe attin, inttena qolanau imettibeenna."
    },
    {
        "English Sentences": "Finally, brethren, farewell. Be perfect, be of good comfort, be of one mind, live in peace; and the God of love and peace shall be with you.",
        "Wolaitta Sentences": "Wurssettan ta ishatoo, saro de7ite; bali bainnan de7ite; ta zoriyaa siyite; issi wozana gididi de7ite; sarotettan de7ite. Siiqo Xoossai, sarotettaa Xoossai, inttenaara issippe de7ana."
    },
    {
        "English Sentences": "Greet one another with an holy kiss.",
        "Wolaitta Sentences": "Issoi issuwaara geeshsha yeretaa yerettidi sarotite."
    },
    {
        "English Sentences": "All the saints salute you.",
        "Wolaitta Sentences": "Xoossaa asa ubbati inttena saro saro goosona."
    },
    {
        "English Sentences": "The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen.",
        "Wolaitta Sentences": "Godaa Yesuus Kiristtoosa aaro kehatettai, Xoossaa siiqoi, Geeshsha Ayyaanaa issippetettai inttenaara ubbaara gido. Amin77i."
    }
]