[
    {
        "English Sentences": "Paul, an apostle, (not of men, neither by man, but by Jesus Christ, and God the Father, who raised him from the dead;)",
        "Wolaitta Sentences": "Taani PHauloosi, Yesuus Kiristtoosinne qassi haiquwaappe a denttida Xoossai Aawai kiittidoogaappe attin, asappe woikko asa baggaara kiitettidaagaa gidikke."
    },
    {
        "English Sentences": "And all the brethren which are with me, unto the churches of Galatia:",
        "Wolaitta Sentences": "Ha taaninne tanaara de7iya ammaniya ishantti ubbai, Galaatiyaa biittan de7iya woosa keetta ubbaassi sarotaa kiittoos."
    },
    {
        "English Sentences": "Grace be to you and peace from God the Father, and from our Lord Jesus Christ,",
        "Wolaitta Sentences": "Xoossai nu Aawainne nu Godai Yesuus Kiristtoosi intteyyo aaro kehatettaanne sarotettaa immo."
    },
    {
        "English Sentences": "Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:",
        "Wolaitta Sentences": "Nu Xoossaa, nu Aawaa sheniyan Kiristtoosi ha iita oosoi oosettiyo wodiyaappe nuna ashshana mala, nu nagaraa gishshau, ba huuphiyaa immiis."
    },
    {
        "English Sentences": "To whom be glory for ever and ever. Amen.",
        "Wolaitta Sentences": "Xoossaayyo merinaappe merinaa gakkanaassi bonchchoi gido. Amin77i."
    },
    {
        "English Sentences": "I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:",
        "Wolaitta Sentences": "Kiristtoosa aaro kehatettan inttena xeesida Xoossaa aggidi, hara wonggeliyaakko, intte ellellidi, waani simmidaakko tau oorattabaa gidiis."
    },
    {
        "English Sentences": "Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.",
        "Wolaitta Sentences": "Inttena bul77akkiyaageetinne Kiristtoosa wonggeliyaa geellayanau koyiya amarida asati de7oosonappe attin, tumaappe hara wonggelee baawa."
    },
    {
        "English Sentences": "But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.",
        "Wolaitta Sentences": "SHin harai atto nuna gidin, woikko saluwaappe kiitanchcha gidin, nuuni intteyyo kase yootido wonggeliyaa mishiraachchuwaappe dummatiyaagaa intteyyo yootiyaabaa gidikko, i qanggettidaagaa gido."
    },
    {
        "English Sentences": "As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.",
        "Wolaitta Sentences": "Kase nuuni giidoogaadan, ha77ikka naa77anttuwaa taani gais; intte ekkido wonggeliyaappe dummatiyaagaa ooninne intteyyo yootikko, he urai qanggettidaagaa gido."
    },
    {
        "English Sentences": "For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.",
        "Wolaitta Sentences": "Hagee tana asappe saba koyiyaabaa milatissii? Akkai! Taani Xoossai lo77o giyoogaa koyais. Woikko taani asa ufaissanau koyiyaanaa? Taani ha77ikka asa ufaissanau koyiyaabaa gidiyaakko, Kiristtoosa aille gidikke."
    },
    {
        "English Sentences": "But I certify you, brethren, that the gospel which was preached of me is not after man.",
        "Wolaitta Sentences": "Ta ishanttoo, taani intteyyo yootido wonggeliyaa mishiraachchoi asappe gidennaagaa intteyyo yootais."
    },
    {
        "English Sentences": "For I neither received it of man, neither was I taught it, but by the revelation of Jesus Christ.",
        "Wolaitta Sentences": "Aissi giikko, taassi Yesuus Kiristtoosi qonccissiisippe attin, taani wonggeliyaa asappe ekkabeikke; asinne tana tamaarissibeenna."
    },
    {
        "English Sentences": "For ye have heard of my conversation in time past in the Jews' religion, how that beyond measure I persecuted the church of God, and wasted it:",
        "Wolaitta Sentences": "Kase taani Aihuda ammanuwan de7iyo wode, waana de7idaakko, intte siyideta; taani Xoossaa woosa keettaa qareti bainnan yedettaasinne xaissanau baaxetaas."
    },
    {
        "English Sentences": "And profited in the Jews' religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.",
        "Wolaitta Sentences": "Ta wode de7ida ta dabbotuppe darota Aihuda ammanuwaa higgiyaa naagiyoogan aadhdhais; nu aawatu wogaa ooppenne aadhdhada siiqaas."
    },
    {
        "English Sentences": "But when it pleased God, who separated me from my mother's womb, and called me by his grace,",
        "Wolaitta Sentences": "SHin Xoossai ba aaro kehatettan, taani biron ta aayee uluwan de7ishin, baayyo oottanau tana xeesiis;"
    },
    {
        "English Sentences": "To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:",
        "Wolaitta Sentences": "abaa yootiya wonggeliyaa mishiraachchuwaa Aihuda gidenna asaayyo taani yootana mala, Xoossai ba Na7aa tau qonccissanau koyido wode, zorettanau ookkonne babeikke."
    },
    {
        "English Sentences": "Neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus.",
        "Wolaitta Sentences": "Woikko taappe kase Yesuusi kiittidoogeetuura gaittanau Yerusalaame babeikke; shin taani sohuwaara Araba giyo biittaa baas. Hegaappe Damasqqo giyo katamaa simmaas."
    },
    {
        "English Sentences": "Then after three years I went up to Jerusalem to see Peter, and abode with him fifteen days.",
        "Wolaitta Sentences": "Heezzu laittappe guyyiyan, PHeexiroosaara gaittanau Yerusalaame baada, aara tammanne ichchashu gallassaa uttaas."
    },
    {
        "English Sentences": "But other of the apostles saw I none, save James the Lord's brother.",
        "Wolaitta Sentences": "SHin Yesuusi kiittidoogeetuppe Godaa ishaa Yaaqoobappe attin, haratuura gaittabeikke."
    },
    {
        "English Sentences": "Now the things which I write unto you, behold, before God, I lie not.",
        "Wolaitta Sentences": "Taani intteyyo xaafiyoogan worddoi baawa; taani intteyyo wordduwaa odennaagau Xoossai markka!"
    },
    {
        "English Sentences": "Afterwards I came into the regions of Syria and Cilicia;",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Sooriyaa giyo biittaanne Kilqqiyaa giyo biittaa baas."
    },
    {
        "English Sentences": "And was unknown by face unto the churches of Judaea which were in Christ:",
        "Wolaitta Sentences": "Yihudan de7iya woosa keettatun he wode uttiya ammaniya asati tanaara meeze gidokkona."
    },
    {
        "English Sentences": "But they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed.",
        "Wolaitta Sentences": "SHin hara asai, \"Nuna yedetti yuuyiya bitanee hagaappe kase i xaissanau koyiyo ammanuwaabaa ha77i yootees\" yaagiyoogaa eti siyidosona."
    },
    {
        "English Sentences": "And they glorified God in me.",
        "Wolaitta Sentences": "Siyidi taban Xoossaa galatidosona."
    },
    {
        "English Sentences": "Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.",
        "Wolaitta Sentences": "Hegaappe simmada taani tammanne oiddu laittaappe guyyiyan, Barnnaabaasaara naa77anttuwaa Yerusalaame baidda, Tiitakka tanaara ekkada baas."
    },
    {
        "English Sentences": "And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.",
        "Wolaitta Sentences": "Xoossai tau ajjuutan qonccissido gishshau baas; baada taani ha77i oottiyo oosoi woikko kase oottidoogee mela attenna mala, woosa keettaa kaalettiyaageeta dumma shiishshada, Aihuda gidenna asaayyo taani yootiyo wonggeliyaa mishiraachchoi ai malakko etassi yootaas."
    },
    {
        "English Sentences": "But neither Titus, who was with me, being a Greek, was compelled to be circumcised:",
        "Wolaitta Sentences": "SHin harai atto tanaara de7iya Tiita i Giriike biitta asa gidishin, qaxxaretto giidi godatibookkona."
    },
    {
        "English Sentences": "And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:",
        "Wolaitta Sentences": "Gidinkka, wordduwaa nuuyyo ishantta milatidi yiidi, nunaara walahettida daro asati a qaxxaranau koyidosona. He asati Kiristtoos Yesuusan nuuyyo de7iya nuuni koyidoogaadan hanana danddayiyo sheniyaa xomoosanau, wuuqettidi nu giddo gelidosona. Gelidi nuna aille oottanau koyidosona."
    },
    {
        "English Sentences": "To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.",
        "Wolaitta Sentences": "SHin wonggeliyaa tumatettai inttenaara minnidi de7ana mala, nuuni harai atto issi saatiyaukka etayyo haarettibookko."
    },
    {
        "English Sentences": "But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man's person:) for they who seemed to be somewhat in conference added nothing to me:",
        "Wolaitta Sentences": "SHin halaqa milatiyaageeti taayyo ainne ooratta qofa immibookkona; hagaa aissi giyaanaa giikko, hagaappe kase eti oona gidinkka tana metiyaabaa gidenna; Xoossai asa som77o xeellidi pirddenna."
    },
    {
        "English Sentences": "But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was unto Peter;",
        "Wolaitta Sentences": "SHin guyyeppe Xoossai PHeexiroosassi, Aihudatuyyo wonggeliyaa mishiraachchuwaa yootiyo hadaraa immidoogaadan, taukka Aihuda gidenna asaayyo wonggeliyaa mishiraachchuwaa yootiyo hadaraa immidoogaa eti be7idosona."
    },
    {
        "English Sentences": "(For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)",
        "Wolaitta Sentences": "Aissi giikko, PHeexiroosi Aihudatuyyo Yesuusi kiittidoogaa gididoogaadan, taanikka Xoossaa wolqqan Aihuda gidenna asaayyo Yesuusi kiittidoogaa gidaas."
    },
    {
        "English Sentences": "And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.",
        "Wolaitta Sentences": "Qassi kaalettiyaageeta milati beettiyaageeti, Yaaqoobi, PHeexiroosinne Yohaannisi, taayyo imettida aaro kehatettaa eridi, tananne Barnnaabaasa nu kushiyaa oiqqidi sarotidosona. Taaninne Barnnaabaasi Aihuda gidenna asaa giddon oottanaadan, qassi eti Aihudatu giddon oottanaadan qachchidi denddida."
    },
    {
        "English Sentences": "Only they would that we should remember the poor; the same which I also was forward to do.",
        "Wolaitta Sentences": "Eti nuna kaseesappekka taani oottanau qoppaidda de7iyo hiyyeesata qoppanaagaa xalaalaa hassayissidosona."
    },
    {
        "English Sentences": "But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.",
        "Wolaitta Sentences": "SHin PHeexiroosi Anxxookiyaa giyo katamaa yiido wode, i moorido gishshau, qoncciyan taani a, \"Neeni mooranchcha\" yaagaas."
    },
    {
        "English Sentences": "For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.",
        "Wolaitta Sentences": "Aissi giikko, Yaaqooba matappe kiitettida amarida asai yaanaappe kase Aihuda gidenna asatuura qumaa mees; shin eti yiidoogaappe guyyiyan, Aihuda gidennaageeta qaxxaranau koyiyaageetuyyo yayyido gishshau, ba kushiyaa guyye ekkidi, Aihuda gidennaageetuppe shaahettiis."
    },
    {
        "English Sentences": "And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.",
        "Wolaitta Sentences": "Qassi hinkko ammanida Aihudati PHeexiroosaara yashshaa doommidosona; harai atto barnnaabaasikka etaara yashshanchcha gidiis."
    },
    {
        "English Sentences": "But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?",
        "Wolaitta Sentences": "SHin eti wonggeliyaa tumatettaadan, suure hemettennaagaa be7ada, PHeexiroosa he ubba asaa sinttan, \"Neeni Aihuda gidaidda, Aihudatudan gidennan Aihuda gidennaageetudan de7aasa; shin yaatin, waatada Aihuda gidennaageeta, Aihudatudan de7ite yaagada godatai?\" yaagaas."
    },
    {
        "English Sentences": "We who are Jews by nature, and not sinners of the Gentiles,",
        "Wolaitta Sentences": "Nuuni yeletan Aihuda; nagaranchcha gidida Aihuda gidenna asata gidokko."
    },
    {
        "English Sentences": "Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.",
        "Wolaitta Sentences": "Yaaninkka, asi Yesuus Kiristtoosa ammanidi xillanaappe attin, higgiyaa naagiyoogan xillennaagaa erida; ashuwaa maayida asai ubbai higgiyaa naagiyoogan xillenna gishshau, nuuni nu huuphenkka higgiyaa naagiyoogan gidennan, Kiristtoosan ammanidi xillana mala, Kiristtoosi Yesuusan ammanida."
    },
    {
        "English Sentences": "But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.",
        "Wolaitta Sentences": "SHin nuuni Kiristtoosan xillanau koyiyaageeta gidiiddi, nu huuphen nagaranchcha gidi beettikko, yaatin Kiristtoosi nagaraa tamaarissiyaagee? Hegee mulekka worddo!"
    },
    {
        "English Sentences": "For if I build again the things which I destroyed, I make myself a transgressor.",
        "Wolaitta Sentences": "Aissi giikko, issitookka qolarggidoogaa taani zaarettada keexxiyaagaa gidikko, taani ta huuphen higgiyaa menttiyaagaa gidiyoogaa erissais."
    },
    {
        "English Sentences": "For I through the law am dead to the law, that I might live unto God.",
        "Wolaitta Sentences": "Taani Xoossaayyo paxa de7ana mala, higgiyaa baggaara higgiyaayyo haiqqaas."
    },
    {
        "English Sentences": "I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.",
        "Wolaitta Sentences": "Taani Kiristtoosaara a masqqaliyaa bolli misimaariyan xishettada kaqettaas; simmi, ha77i paxa de7iyaagee tana gidikke. SHin Kiristtoosi ta giddon de7ees; taani ha77i de7iyo de7oi, tana siiqidi, ta gishshau, ba huuphiyaa immida Xoossaa Na7an de7iya ammanuwaana."
    },
    {
        "English Sentences": "I do not frustrate the grace of God: for if righteousness come by the law, then Christ is dead in vain.",
        "Wolaitta Sentences": "Taani Xoossaa aaro kehatettaa ixxikke; asai higgiyaa baggaara xillotetta demmiyaabaa gidikko, yaatin Kiristtoosi coo mela haiqqiis yaagiyoogaa."
    },
    {
        "English Sentences": "O foolish Galatians, who hath bewitched you, that ye should not obey the truth, before whose eyes Jesus Christ hath been evidently set forth, crucified among you?",
        "Wolaitta Sentences": "Akeeki bainna Galaatiyaa asatoo, intte aifiyaa sinttan Kiristtoosi masqqaliyaa bollan misimaariyan xishettidi kaqettido misilee qonccidi beettees. Yaatin, tumau intte azazettenna mala, inttena bitidai oonee?"
    },
    {
        "English Sentences": "This only would I learn of you, Received ye the Spirit by the works of the law, or by the hearing of faith?",
        "Wolaitta Sentences": "Ane taayyo ha issi yohee xalaaliyo yootite: Xoossaa Ayyaanaa, higgee giyoogaa naagidi ekkidetiiyye woikko ammanuwan siyidi ekkidetii?"
    },
    {
        "English Sentences": "Are ye so foolish? having begun in the Spirit, are ye now made perfect by the flesh?",
        "Wolaitta Sentences": "Intte hegaa keena eeyyee? Xoossaa Ayyaanan doommidi, ha77i intte wolqqan poleetii?"
    },
    {
        "English Sentences": "Have ye suffered so many things in vain? if it be yet in vain.",
        "Wolaitta Sentences": "Intte daafura ubbau ainne go77i baawee? Tumaappe go77ai de7ees."
    },
    {
        "English Sentences": "He therefore that ministereth to you the Spirit, and worketh miracles among you, doeth he it by the works of the law, or by the hearing of faith?",
        "Wolaitta Sentences": "Yaatin, Xoossai intteyyo Geeshsha Ayyaanaa immiyoogeenne intte giddon malaataa oottiyoogee, higgee giyoogaa intte oottido gishshataasseeyye? Woikko wonggeliyaa mishiraachchuwaa siyidi, intte ammanido gishshataassee?"
    },
    {
        "English Sentences": "Even as Abraham believed God, and it was accounted to him for righteousness.",
        "Wolaitta Sentences": "Hegaadankka, Abrahaami Xoossaa ammanido gishshau, Xoossai hegaa ayyo xillotettan qoodiis."
    },
    {
        "English Sentences": "Know ye therefore that they which are of faith, the same are the children of Abraham.",
        "Wolaitta Sentences": "Hegaa gishshau, ammaniyaageeti Abrahaama zare gidiyoogaa erite."
    },
    {
        "English Sentences": "And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.",
        "Wolaitta Sentences": "Xoossai Aihuda gidenna asaa ammanuwan xillissanaagaa Xoossaa maxaafai kaseti be7idi, \"Ha sa7an de7iya asai ubbai nenan anjjettana\" yaagidi, wonggeliyaa mishiraachchuwaa Abrahaamayyo kasetidi yootiis."
    },
    {
        "English Sentences": "So then they which be of faith are blessed with faithful Abraham.",
        "Wolaitta Sentences": "Hegaa gishshau, Abrahaami ammanidi anjjettidoogaadan, ammaniyaageeti Abrahaamaara anjjettana."
    },
    {
        "English Sentences": "For as many as are of the works of the law are under the curse: for it is written, Cursed is every one that continueth not in all things which are written in the book of the law to do them.",
        "Wolaitta Sentences": "Higgiyaa oosuwan ammanettidi de7iyaageeti ubbai qanggettaa giddon de7oosona; aissi giikko, Xoossaa maxaafai, \"Higgiyaa maxaafan xaafettida ubbaban de7ennaageenne polennaagee ooninne qanggettidaagaa\" yaagees."
    },
    {
        "English Sentences": "But that no man is justified by the law in the sight of God, it is evident: for, The just shall live by faith.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Xilloi ammanuwan de7ana\" giyo gishshau, ooninne Xoossaa sinttan higgiyaa naagiyoogan xillennaagee erettidaagaa."
    },
    {
        "English Sentences": "And the law is not of faith: but, The man that doeth them shall live in them.",
        "Wolaitta Sentences": "Higgee ammanuwan zemppenna; shin Xoossaa maxaafai, \"Higgee giyoogaa poliyaagee an paxa de7ana\" yaagees."
    },
    {
        "English Sentences": "Christ hath redeemed us from the curse of the law, being made a curse for us: for it is written, Cursed is every one that hangeth on a tree:",
        "Wolaitta Sentences": "Xoossaa maxaafan, \"Mitta bolli kaqetti haiqqiya ooninne qanggettidaagaa\" geetetti xaafettido gishshau, Kiristtoosi nu gishshau qanggettidaagaa gididi, nuna higgiyaa qanggettaappe woziis."
    },
    {
        "English Sentences": "That the blessing of Abraham might come on the Gentiles through Jesus Christ; that we might receive the promise of the Spirit through faith.",
        "Wolaitta Sentences": "Kiristtoosi hegaa aissi oottidee giikko, Xoossai immana giido Geeshsha Ayyaanaa nuuni ammanuwan ekkanaadaaninne Abrahaama anjjoi ba baggaara Aihuda gidenna asaa gakkana mala giidi oottiis."
    },
    {
        "English Sentences": "Brethren, I speak after the manner of men; Though it be but a man's covenant, yet if it be confirmed, no man disannulleth, or addeth thereto.",
        "Wolaitta Sentences": "Ta ishanttoo, taani asi giyoogaadan intteyyo gais; harai atto naa77u asati issi yoho haasayidi, maachchaa wottoogaappe hini baggan, ooninne he maachchaa birshshanau woikko harabaa he maachchaa bolli gujjanau danddayenna."
    },
    {
        "English Sentences": "Now to Abraham and his seed were the promises made. He saith not, And to seeds, as of many; but as of one, And to thy seed, which is Christ.",
        "Wolaitta Sentences": "Abrahaaminne a zerettati Xoossai sinttappe immana giidi haasayidoogaa siyidosona. Xoossaa maxaafai daro asaayyo haasayiyoogaadan, \"Ne zerettatuyyo\" geenna; woigii giikko, \"Ne zerettaayyo\" yaagees. Hegeenne, issi asa xalla gees; ikka Kiristtoosa."
    },
    {
        "English Sentences": "And this I say, that the covenant, that was confirmed before of God in Christ, the law, which was four hundred and thirty years after, cannot disannul, that it should make the promise of none effect.",
        "Wolaitta Sentences": "Taani giyoogee hagaa; Xoossai maachchaa wottidi, he maachchaa taani naagana yaagiis. Oiddu xeetanne hasttamu laittaappe guyyiyan yiida higgee Xoossai wottido maachchaa xaissanaunne sinttappe immana giidi haasayidoogaa digganau danddayenna."
    },
    {
        "English Sentences": "For if the inheritance be of the law, it is no more of promise: but God gave it to Abraham by promise.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai immiyo laatai higgiyan beettiyaagaa gidikko, yaatin Xoossai sinttappe immana giidi, haasayidoogaana gidenna giyoogaa; shin Xoossai immana giidi haasayidoogan laataa Abrahaamayyo immiis."
    },
    {
        "English Sentences": "Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.",
        "Wolaitta Sentences": "Yaatin, higgee aissi de7ii? Higgee mooro ooso gidiyaabai aibakko bessanau Xoossai immana giidi haasayido Abrahaama zaree yaana gakkanaashin gujettiis; kiitanchchaa baggaara issi gaannatiyaagan imettiis."
    },
    {
        "English Sentences": "Now a mediator is not a mediator of one, but God is one.",
        "Wolaitta Sentences": "Gaannai issi uraa xalaalaassa gidenna; shin Xoossai issuwaa."
    },
    {
        "English Sentences": "Is the law then against the promises of God? God forbid: for if there had been a law given which could have given life, verily righteousness should have been by the law.",
        "Wolaitta Sentences": "Yaatin, Xoossai sinttappe immana giidi haasayidoogaa, issi higgee, \"Hanenna\" yaagii? Akkai! Mulekka geenna. Aissi giikko, higgee asaayyo de7uwaa immanau danddayiyaabaa gidikko, xillotettaikka tumu higgiyaappe beettees giyoogaa."
    },
    {
        "English Sentences": "But the scripture hath concluded all under sin, that the promise by faith of Jesus Christ might be given to them that believe.",
        "Wolaitta Sentences": "SHin Yesuus Kiristtoosa ammanin, Xoossai sinttappe immana giidi haasayidoogee, ammaniyaageetuyyo imettana mala, asai ubbai nagaraassi haarettidi de7iyoogaa, Xoossaa maxaafai yootees."
    },
    {
        "English Sentences": "But before faith came, we were kept under the law, shut up unto the faith which should afterwards be revealed.",
        "Wolaitta Sentences": "SHin ammanoi yaanaappe kase, sinttappe qonccana ammanuwaayyo higgee nuna qashettida asaadan gorddi wottiis."
    },
    {
        "English Sentences": "Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni ammanuwan xillana mala, Kiristtoosi yaana gakkanaassi higgee nuna naagiyaagaa gidiis."
    },
    {
        "English Sentences": "But after that faith is come, we are no longer under a schoolmaster.",
        "Wolaitta Sentences": "SHin ha77i simmi ammanoi yiido gishshau, higgee hagaappe sinttau nuna naagiyaagaa gidenna."
    },
    {
        "English Sentences": "For ye are all the children of God by faith in Christ Jesus.",
        "Wolaitta Sentences": "Intte ubbai ammanuwaa baggaara Kiristtoos Yesuusan Xoossaa naata."
    },
    {
        "English Sentences": "For as many of you as have been baptized into Christ have put on Christ.",
        "Wolaitta Sentences": "Aissi giikko, intte Kiristtoosaara issuwaa gidana mala xammaqettida ubbati Kiristtoosa maayideta."
    },
    {
        "English Sentences": "There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.",
        "Wolaitta Sentences": "Hegaa gishshau, Aihuda asaa giddooninne Giriike asaa giddon dummatetti baawa; aille woi goqa giddon dummatetti baawa; attumaasa woi maccaasa giddon dummatetti baawa. Aissi giikko, intte ubbaikka Kiristtoos Yesuusan issi asa."
    },
    {
        "English Sentences": "And if ye be Christ's, then are ye Abraham's seed, and heirs according to the promise.",
        "Wolaitta Sentences": "Intte Kiristtoosabaa gidikko, simmi intte Abrahaama zare; qassi Xoossai sinttappe immana giidi haasayidoogaa laattiyaageeta."
    },
    {
        "English Sentences": "Now I say, That the heir, as long as he is a child, differeth nothing from a servant, though he be lord of all;",
        "Wolaitta Sentences": "SHin akeekite; ba aawaabaa laattiya na7ai naatettan de7iiddi, de7iyaabaa ubbau goda gidikkokka, ashkkaratuppe dummatiyoosi baawa."
    },
    {
        "English Sentences": "But is under tutors and governors until the time appointed of the father.",
        "Wolaitta Sentences": "SHin ba aawai giido wodee wurana gakkanaashin, a hadaraa ekkidaageetu kushiyaaninne a miishshaa naagiyaageetu kushiyan de7ees."
    },
    {
        "English Sentences": "Even so we, when we were children, were in bondage under the elements of the world:",
        "Wolaitta Sentences": "Hegaadan nuunikka qassi naatettan de7iyo wode, ha sa7aa haariya ayyaanatussi ailletida."
    },
    {
        "English Sentences": "But when the fulness of the time was come, God sent forth his Son, made of a woman, made under the law,",
        "Wolaitta Sentences": "SHin wodiyaa wurssettai gakkido wode, Xoossai maccaasi yelidoogaa, higgiyaa garssan yelettidaagaa, ba na7aa kiittiis."
    },
    {
        "English Sentences": "To redeem them that were under the law, that we might receive the adoption of sons.",
        "Wolaitta Sentences": "Aissi kiittidee giikko, higgiyan haarettidi de7iyaageeta wozanaunne nuna ba naata oottanau kiittiis."
    },
    {
        "English Sentences": "And because ye are sons, God hath sent forth the Spirit of his Son into your hearts, crying, Abba, Father.",
        "Wolaitta Sentences": "Xoossai intte a naata gidiyo gishshau, \"Abbaa, ta Aawau\" giidi waassiya ba Na7aa Ayyaanaa, nu wozanaa giddo kiittiis."
    },
    {
        "English Sentences": "Wherefore thou art no more a servant, but a son; and if a son, then an heir of God through Christ.",
        "Wolaitta Sentences": "Hegaa gishshau, hagaappe sinttan neeni Xoossaa na7a gidiyoogaappe attin, aille gidakka; qassi neeni a na7a gidikko, Kiristtoosa baggaara Xoossaabaa laattiyaagaa."
    },
    {
        "English Sentences": "Howbeit then, when ye knew not God, ye did service unto them which by nature are no gods.",
        "Wolaitta Sentences": "SHin intte hagaappe kasiyan Xoossaa erennan de7iiddi, Xoossa gidennaageetuyyo aille gididi haarettideta."
    },
    {
        "English Sentences": "But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?",
        "Wolaitta Sentences": "SHin ha77i Xoossaa eridi, ubbakka Xoossan erettiichchidi, laafanne qassi karettida ha ayyaanatukko waanidi simmeetii? Wodhdhi eqqidi, aille gididi, naa77anttuwaa etayyo haarettanau koyeetii?"
    },
    {
        "English Sentences": "Ye observe days, and months, and times, and years.",
        "Wolaitta Sentences": "Gallassaa, aginaa, wodiyaanne laittaa intte loitti naageeta."
    },
    {
        "English Sentences": "I am afraid of you, lest I have bestowed upon you labour in vain.",
        "Wolaitta Sentences": "Tana inttebai yashshees; taani intteyyo coo mela daafuridanaashsha?"
    },
    {
        "English Sentences": "Brethren, I beseech you, be as I am; for I am as ye are: ye have not injured me at all.",
        "Wolaitta Sentences": "Ta ishanttoo, taani inttenadan hanido gishshau, \"Inttekka tanadan hanite\" gaada, inttena woossais; intte tana ainne naaqqibeekketa."
    },
    {
        "English Sentences": "Ye know how through infirmity of the flesh I preached the gospel unto you at the first.",
        "Wolaitta Sentences": "Taani koiro intteyyo wonggeliyaa yootidoogee tana harggissishiina gidiyoogaa intte ereeta."
    },
    {
        "English Sentences": "And my temptation which was in my flesh ye despised not, nor rejected; but received me as an angel of God, even as Christ Jesus.",
        "Wolaitta Sentences": "Taayyo payyatettai guuxxidi, intteyyo paace gidinkka, tana karibeekketa; shenetinnebeekketa. Hegaa gishshaa ubba tana Xoossaa kiitanchchaa mokkiyoogaadan, woikko Kiristtoosi Yesuusa mokkiyoogaadan mokkideta."
    },
    {
        "English Sentences": "Where is then the blessedness ye spake of? for I bear you record, that, if it had been possible, ye would have plucked out your own eyes, and have given them to me.",
        "Wolaitta Sentences": "Yaatin, hekko intte ufaittiyoogee beettenna! Tana gidikko, intteyyo danddayettiyaabaa gidin, taayyo intte intte aifiyaa shoddi immiyaakkonne ixxennaagaa markkattais."
    },
    {
        "English Sentences": "Am I therefore become your enemy, because I tell you the truth?",
        "Wolaitta Sentences": "Yaanin taani intteyyo tumaa yootiyo gishshau, intte morkke gidiyaanaa?"
    },
    {
        "English Sentences": "They zealously affect you, but not well; yea, they would exclude you, that ye might affect them.",
        "Wolaitta Sentences": "Hara asati intteyyo qarettiyaabaa milatoosona; shin eta qofai lo77enna; aissi giikko, intte etayyo qarettana mala, taappe inttena shaakkanau koyoosona."
    },
    {
        "English Sentences": "But it is good to be zealously affected always in a good thing, and not only when I am present with you.",
        "Wolaitta Sentences": "SHin taani intte matan de7iyo wode xalaalan gidennan, ubba wodekka lo77oban intte koyettiyaageeta gidikko lo77o."
    },
    {
        "English Sentences": "My little children, of whom I travail in birth again until Christ be formed in you,",
        "Wolaitta Sentences": "Ta siiqo naatoo, Kiristtoosa meretai inttenan beettana gakkanaashin, maccaasiyo maaretai tuggayiyoogaa keenaa, taani intte gishshau sahettais."
    },
    {
        "English Sentences": "I desire to be present with you now, and to change my voice; for I stand in doubt of you.",
        "Wolaitta Sentences": "SHin taani intteyyo hirggiyo gishshau, ha77i intte mati baada inttenaara doonan haasayiyaakko, daro dosais."
    },
    {
        "English Sentences": "Tell me, ye that desire to be under the law, do ye not hear the law?",
        "Wolaitta Sentences": "Higgiyan haarettidi de7anau koyiyaageetoo, higgee giyoogaa siyekketii? Ane taayyo yootite."
    },
    {
        "English Sentences": "For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Abrahaamayyo ailleeppenne goqeeppe yelettida naa77u naati de7oosona\" yaagees."
    },
    {
        "English Sentences": "But he who was of the bondwoman was born after the flesh; but he of the freewoman was by promise.",
        "Wolaitta Sentences": "SHin aillee na7ai asi na7a yeliyo maaraadankka yelettiis; qassi goqee na7ai, Xoossai sinttappe immana giidi haasayidoogan yelettiis."
    },
    {
        "English Sentences": "Which things are an allegory: for these are the two covenants; the one from the mount Sinai, which gendereth to bondage, which is Agar.",
        "Wolaitta Sentences": "Ha maccaasati naa77u maachcha gidiyo gishshau, hagee leemiso gidana danddayees. Etappe issinniyaa, Siinaa Deriyaappe yiidaara, ba naata ailletettaayyo yelaasu; akka Aggaaro."
    },
    {
        "English Sentences": "For this Agar is mount Sinai in Arabia, and answereth to Jerusalem which now is, and is in bondage with her children.",
        "Wolaitta Sentences": "Ha Aggaara Araba giyo biittan de7iya Siinaa Deriyan leemisettausu; qassikka ha77i de7iya Yerusalaamen leemisettausu; aissi giikko, Yerusalaame katamai ba giddon de7iya asa ubbaara ailletettan de7ees."
    },
    {
        "English Sentences": "But Jerusalem which is above is free, which is the mother of us all.",
        "Wolaitta Sentences": "SHin saluwan de7iya Yerusalaama ailletettan de7ukku; a nuussi aayyiyo."
    },
    {
        "English Sentences": "For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai yaagees; \"Bii, yelabeenna mainee, ufaitta; maareti oiqqi erennaaree, ne qaalaa xoqqu oottada ilila! Aissi giikko, ba azinaara de7iya maccaaseeppe, barkka de7iya maccaaseeyyo daro naati de7ana\" yaagees."
    },
    {
        "English Sentences": "Now we, brethren, as Isaac was, are the children of promise.",
        "Wolaitta Sentences": "Ta ishanttoo, nuunikka Yisaaqadan, Xoossai sinttappe immana giido naata."
    },
    {
        "English Sentences": "But as then he that was born after the flesh persecuted him that was born after the Spirit, even so it is now.",
        "Wolaitta Sentences": "SHin he wode asa maaraadan yelettidaagee, Xoossaa Ayyaanai giidoogaadan yelettidaagaa yedetti yuuyidoogaadan, ha77ikka hegaa mala."
    },
    {
        "English Sentences": "Nevertheless what saith the scripture? Cast out the bondwoman and her son: for the son of the bondwoman shall not be heir with the son of the freewoman.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai woigii? \"Aillee na7ai goqee na7aara issippe laattenna gishshau, ailliyo i na7aara gattada kessa yedda\" yaagees."
    },
    {
        "English Sentences": "So then, brethren, we are not children of the bondwoman, but of the free.",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishanttoo, nuuni goqee naata gidiyoogaappe attin, aillee naata gidokko."
    },
    {
        "English Sentences": "Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.",
        "Wolaitta Sentences": "Nuuni ailletetti bainnan, de7ana mala, Kiristtoosi nuna ailletettaappe kessiis; simmi minnidi eqqite; naa77anttuwaa ailletettaa qambbaran geloppite."
    },
    {
        "English Sentences": "Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.",
        "Wolaitta Sentences": "Siyite, taani PHauloosi, inttena yaagais; intte qaxxarettiyaabaa gidikko, Kiristtoosi inttena ainne go77enna."
    },
    {
        "English Sentences": "For I testify again to every man that is circumcised, that he is a debtor to do the whole law.",
        "Wolaitta Sentences": "Qaxxarettiya ubbati higgee giyoogaa ubbaa polidi naaganau bessiyoogaa gujjada hassayissais."
    },
    {
        "English Sentences": "Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.",
        "Wolaitta Sentences": "Higgiyaa naagidi xillanau koyiyaageetoo, Kiristtoosappe shaahettideta; Xoossaa aaro kehatettaappekka kunddideta."
    },
    {
        "English Sentences": "For we through the Spirit wait for the hope of righteousness by faith.",
        "Wolaitta Sentences": "Nuna gidikko, nuuni Xoossaa Ayyaanaa baggaara ammanuwan xillanau ufaissan naagoos."
    },
    {
        "English Sentences": "For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.",
        "Wolaitta Sentences": "Aissi giikko, nuuni Kiristtoosi Yesuusaara issippe de7in, siiquwan oottiya ammanuwaappe attin, qaxxarettinkka, qaxxarettennan agginkka nuna ainne go77enna."
    },
    {
        "English Sentences": "Ye did run well; who did hinder you that ye should not obey the truth?",
        "Wolaitta Sentences": "Kase lo77o ootteeta; shin tumatettaayyo intte azazettenna mala, oonee inttena diggidai?"
    },
    {
        "English Sentences": "This persuasion cometh not of him that calleth you.",
        "Wolaitta Sentences": "Ha cimoi inttena xeesida Xoossaappe yibeenna."
    },
    {
        "English Sentences": "A little leaven leaveneth the whole lump.",
        "Wolaitta Sentences": "Asai giyoogaadan, guutta irshshoi munaqaa ubbaa denttees."
    },
    {
        "English Sentences": "I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.",
        "Wolaitta Sentences": "Intte harabaa qoppennaagaa taani Xoossan ammanettais; shin inttena waissiya urai oona gidikkonne, Xoossaappe ba pirddaa ekkana."
    },
    {
        "English Sentences": "And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.",
        "Wolaitta Sentences": "SHin ta ishanttoo, taani hanno gakkanau qaxxarai koshshiyoogaa yootiyaabaa gidikko, tana aissi yedettiyoonaa? Hegee tuma gidiyaakko, taani Kiristtoosa masqqaliyaabaa tamaarissin ainne waissiyaabi baawa."
    },
    {
        "English Sentences": "I would they were even cut off which trouble you.",
        "Wolaitta Sentences": "Inttena waissiyaageeti banttana banttarkka mureessorkkonaashsha!"
    },
    {
        "English Sentences": "For, brethren, ye have been called unto liberty; only use not liberty for an occasion to the flesh, but by love serve one another.",
        "Wolaitta Sentences": "Inttena gidikko, ta ishanttoo, ailletettaappe kiyanau xeesettideta. Gidinkka ailletettaappe intte kiyidoogan, intte asatettaa amoi inttena haaroppo. Hegaa gishshaa siiquwan issoi issuwaayyo haarettite."
    },
    {
        "English Sentences": "For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.",
        "Wolaitta Sentences": "Aissi giikko, higge ubbai issi haasayan qashettees; ikka, \"Ne shooruwaa ne huuphedan siiqa\" yaagiyaagaa."
    },
    {
        "English Sentences": "But if ye bite and devour one another, take heed that ye be not consumed one of another.",
        "Wolaitta Sentences": "SHin intte issoi issuwaara saxettiyaabaanne meetettiyaabaa gidikko, intte intte giddon wurenna mala naagettite."
    },
    {
        "English Sentences": "This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.",
        "Wolaitta Sentences": "SHin siyite; Xoossaa Ayyaanai inttena kaalettiyaabaa gidikko, intte asatettaa amuwaa mulekka polekketa."
    },
    {
        "English Sentences": "For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.",
        "Wolaitta Sentences": "Aissi giikko, nu asatettai amottiyoobaa Geeshsha Ayyaanai ixxees; qassi Geeshsha Ayyaanai amottiyoobaa nu asatettai ixxees; hageeti issoi issuwaara ixettoosona. Hegaa gishshau, intte dosiyoobaa oottanau danddayekketa."
    },
    {
        "English Sentences": "But if ye be led of the Spirit, ye are not under the law.",
        "Wolaitta Sentences": "SHin Xoossaa Ayyaanai inttena kaalettiyaabaa gidikko, higgee inttena haarenna."
    },
    {
        "English Sentences": "Now the works of the flesh are manifest, which are these; Adultery, fornication, uncleanness, lasciviousness,",
        "Wolaitta Sentences": "Asatettaa oosoi erettidaagaa; ikka aibee giikko, shaaramuxiyoogaa, tunatettaa, yeellaa xayiyoogaa,"
    },
    {
        "English Sentences": "Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,",
        "Wolaitta Sentences": "Eeqau goinniyoogaa, bitiyoogaa, morkketettaa, palamaa, qanaatiyoogaa, hanqquwaa, bana xoqqissiyoogaa, ooyettiyoogaa, issoi issuwaappe shaahettiyoogaa,"
    },
    {
        "English Sentences": "Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.",
        "Wolaitta Sentences": "miqqainniyoogaa, woriyoogaa, mattottiyoogaa, yettanchcha kiyiyoogaanne hageeta milatiyaageeta. Kasekka taani intteyyo yootidoogaadan, hageeta milatiyaageeta oottiyaageeti Xoossaa kawotettaa laattokkona."
    },
    {
        "English Sentences": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,",
        "Wolaitta Sentences": "SHin Geeshsha Ayyaanaa aifee, siiquwaa, ufaissaa, sarotettaa, danddayaa, kehatettaa, lo77otettaa, ammanuwaa,"
    },
    {
        "English Sentences": "Meekness, temperance: against such there is no law.",
        "Wolaitta Sentences": "ashkketettaa, ba huuphiyaa naagiyoogaa. Hageeta milatiyaageeta diggiya higgee baawa."
    },
    {
        "English Sentences": "And they that are Christ's have crucified the flesh with the affections and lusts.",
        "Wolaitta Sentences": "Kiristtoos Yesuusabaa gidiyaageeti bantta asatettaa a iita qofaaranne a amuwaara issippe masqqaliyaa bollan misimaariyan xishidi kaqqidosona."
    },
    {
        "English Sentences": "If we live in the Spirit, let us also walk in the Spirit.",
        "Wolaitta Sentences": "Nuuni Geeshsha Ayyaanan de7ikko, nuna qassi Geeshsha Ayyaanai kaaletto."
    },
    {
        "English Sentences": "Let us not be desirous of vain glory, provoking one another, envying one another.",
        "Wolaitta Sentences": "Ane otorettiyoogaa, woikko issoi issuwaa yiilloyiyoogaa, woikko issoi issuwaa qanaatiyoogaa aggoos."
    },
    {
        "English Sentences": "Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.",
        "Wolaitta Sentences": "Ta ishanttoo, intte Ayyaanan de7iyaageeti issi urai ai mooro oottidi, beettikkonne, ashkketetta ayyaanan a suurissite; qassi intte paacettenna mala, intte huuphiyaa naagite."
    },
    {
        "English Sentences": "Bear ye one another's burdens, and so fulfil the law of Christ.",
        "Wolaitta Sentences": "Issoi issuwaa toohuwaa tookkite; hegaa oottiyoogan Kiristtoosa higgiyau azazetteeta."
    },
    {
        "English Sentences": "For if a man think himself to be something, when he is nothing, he deceiveth himself.",
        "Wolaitta Sentences": "Aissi giikko, issi urai ainne hanennan de7iiddi, aibakko i hanidobaa ayyo milatikko, ba huuphiyaa cimmees."
    },
    {
        "English Sentences": "But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.",
        "Wolaitta Sentences": "SHin asai ubbai huuphiyan huuphiyan ba oosuwaa paacco; hegaappe guyyiyan, hara asaagaara giigissennan, ba huuphe ooso xalaalan ceeqettiyoobaa demmana."
    },
    {
        "English Sentences": "For every man shall bear his own burden.",
        "Wolaitta Sentences": "Aissi giikko, asai ubbai huuphiyan huuphiyan ba toohuwaa tookkanau bessees."
    },
    {
        "English Sentences": "Let him that is taught in the word communicate unto him that teacheth in all good things.",
        "Wolaitta Sentences": "SHin Xoossaa qaalaa tamaariyaagee baayyo de7iya lo77obaa ubbaa bana tamaarissiyaagaara shaakko."
    },
    {
        "English Sentences": "Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.",
        "Wolaitta Sentences": "Inttena intterkka cimmoppite. Ooninne Xoossaa bolli qilliiccanau danddayenna; aissi giikko, asi ba zeriyoogaa zaarettidi cakkana."
    },
    {
        "English Sentences": "For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.",
        "Wolaitta Sentences": "Ba asatettaa amuwan zeriyaabaa gidikko, asatettaa amuwaappe haiquwaa cakkana. SHin Ayyaanan zeriyaabaa gidikko, Ayyaanaappe merinaa de7uwaa cakkana."
    },
    {
        "English Sentences": "And let us not be weary in well doing: for in due season we shall reap, if we faint not.",
        "Wolaitta Sentences": "Ane lo77o oosuwaa oottanau azalliyoogaa aggoos. Aissi giikko, nuuni azallennan aggikko, cakkiyo wodee sinttappe yaana."
    },
    {
        "English Sentences": "As we have therefore opportunity, let us do good unto all men, especially unto them who are of the household of faith.",
        "Wolaitta Sentences": "Yaanikko ha oottanau nuuni danddayiyoorin, asa ubbau lo77obaa oottoos; shin ubbaappe aattidi, nunaara ammanuwan de7iyaageetuyyo lo77obaa oottoos."
    },
    {
        "English Sentences": "Ye see how large a letter I have written unto you with mine own hand.",
        "Wolaitta Sentences": "Taani ta kushiyan, ai mala gita pitaletun, intteyyo xaafiyaakko be7ite."
    },
    {
        "English Sentences": "As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.",
        "Wolaitta Sentences": "Asaa sinttan lo77idi beettanau koyiya ubbati, intte qaxxarettana mala koyoosona; shin hegaa eti oottiyoogee banttayyo Kiristtoosa masqqaliyaa gishshau yedetettennan attana xalaalaassa."
    },
    {
        "English Sentences": "For neither they themselves who are circumcised keep the law; but desire to have you circumcised, that they may glory in your flesh.",
        "Wolaitta Sentences": "Aissi giikko, eti intte qaxxarettidoogan ceeqettanau inttena qaxxarettona goosonappe attin, harai atto qaxxarettidaageetikka bantta huuphen higgiyaa naagokkona."
    },
    {
        "English Sentences": "But God forbid that I should glory, save in the cross of our Lord Jesus Christ, by whom the world is crucified unto me, and I unto the world.",
        "Wolaitta Sentences": "SHin sa7ai taayyo kaqettin, taanikka sa7aayyo kaqettido Yesuus Kiristtoosa masqqaliyaappe attin, taani ceeqettiyoobi harabai taappe haakko."
    },
    {
        "English Sentences": "For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoos Yesuusan ooratta mereta gidiyoogee go77eesippe attin, qaxxarettinkka qaxxarettennan agginkka ainne go77enna."
    },
    {
        "English Sentences": "And as many as walk according to this rule, peace be on them, and mercy, and upon the Israel of God.",
        "Wolaitta Sentences": "Ha wogan hemettiya ubbatu bollinne Xoossaa asa ubbaa bolli, sarotettainne maarotettai de7o."
    },
    {
        "English Sentences": "From henceforth let no man trouble me: for I bear in my body the marks of the Lord Jesus.",
        "Wolaitta Sentences": "Taani Yesuusayyo masunxxido malaataa ta bollan tookkido gishshau, hagaappe sinttau issi asikka tana waissoppo."
    },
    {
        "English Sentences": "Brethren, the grace of our Lord Jesus Christ be with your spirit. Amen.",
        "Wolaitta Sentences": "Ta ishanttoo, nu Godaa Yesuus Kiristtoosa aaro kehatettai inttenaara gido. Amin77i."
    }
]