[
    {
        "English Sentences": "Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:",
        "Wolaitta Sentences": "Taani Xoossaa sheniyan Kiristtoos Yesuusi kiittido PHauloosi, Efisoonan de7iya geeshshatuyyo qassi Kiristtoos Yesuusau ammanettidi de7iyaageetuyyo ha dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossaa nu Aawaappenne Godaa Yesuus Kiristtoosappe aaro kehatettainne sarotettai intteyyo gido."
    },
    {
        "English Sentences": "Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places in Christ:",
        "Wolaitta Sentences": "Ayyaanaa anjjo ubban Kiristtoosa baggaara saluwaa sohuwan nuna anjjida Xoossaa, nu Godaa Yesuus Kiristtoosa Aawaa, nuuni galatoos."
    },
    {
        "English Sentences": "According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:",
        "Wolaitta Sentences": "Nuuni a sinttan geeshshatanne pokkoi bainnaageeta gidana mala, Xoossai nuna sa7ai merettanaappe kase, Kiristtoosa baggaara ba siiquwan dooriis."
    },
    {
        "English Sentences": "Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,",
        "Wolaitta Sentences": "Xoossai ba sheniyan ba dosidoogaadan, Yesuus Kiristtoosa baggaara nuna ba naata oottanau kasetidi qoppi wottiis."
    },
    {
        "English Sentences": "To the praise of the glory of his grace, wherein he hath made us accepted in the beloved.",
        "Wolaitta Sentences": "Xoossai ba siiqiyo Na7aa baggaara nuuyyo coo immido aaro kehatettaa bonchchuwaa gishshau, nuuppe galataa ekkanau hegaa oottiis."
    },
    {
        "English Sentences": "In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;",
        "Wolaitta Sentences": "Nuuni Xoossaa aaro kehatettaa daruwaadan, Kiristtoosa sunttan wozettida; hegan Xoossai nu nagaraa atto giis."
    },
    {
        "English Sentences": "Wherein he hath abounded toward us in all wisdom and prudence;",
        "Wolaitta Sentences": "Xoossai ba aadhdhida eratetta ubbaaninne ba wozanaa qofa ubban ba aaro kehatettaa nuuyyo darissidi immiis."
    },
    {
        "English Sentences": "Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:",
        "Wolaitta Sentences": "Aissi giikko, Xoossai ba qoppidoogaa oottiis; qassi Kiristtoosa baggaara polanau qoppi wottido xuura yohuwaa nuna erissiis."
    },
    {
        "English Sentences": "That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:",
        "Wolaitta Sentences": "Xoossai wodiyaa wurssettai gakkiyo wode polanau qoppido qofai Kiristtoosa waanna oottidi, saluwaaninne sa7an de7iya mereta ubbaa issippe aani shiishshanaagaa."
    },
    {
        "English Sentences": "In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:",
        "Wolaitta Sentences": "Ubbabai Xoossaa qofaadaaninne i giidoogaadan haniis; Xoossai kasetidi qoppi wottidoogaadan, Kiristtoosa baggaara nuuni aageeta gidanaadan, nuna dooriis."
    },
    {
        "English Sentences": "That we should be to the praise of his glory, who first trusted in Christ.",
        "Wolaitta Sentences": "Nuuni kasetidi, Kiristtoosa baggaara ekkana giidi ufaissan naagiyaageeti, Xoossaa bonchchuwaa galatoos."
    },
    {
        "English Sentences": "In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,",
        "Wolaitta Sentences": "Intteyyookka qassi hegaadan haniis; tumu kiitaa, intteyyo atotettaa ehiida wonggeliyaa mishiraachchuwaa, intte siyido wode Kiristtoosa ammanideta; Xoossai intteyyo immana giido Geeshsha Ayyaanaa baggaara, intte abaa gidiyoogaa erissiya maatafaa intte bolli wottiis."
    },
    {
        "English Sentences": "Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.",
        "Wolaitta Sentences": "Xoossai ba asau immana giidoogaa nuuni ekkana gakkanaassi, Geeshsha Ayyaanaa daannatuwaa oiqqida. Hegee qassi a bonchchuwau galata gidana."
    },
    {
        "English Sentences": "Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,",
        "Wolaitta Sentences": "Hegaa gishshau, Godaa Yesuusa intte ammaniyoogaanne geeshshata ubbaa intte siiqiyoogaa taani siyoosappe doommada,"
    },
    {
        "English Sentences": "Cease not to give thanks for you, making mention of you in my prayers;",
        "Wolaitta Sentences": "intteyyo Xoossaa galatiyoogaa aggabeikke; Xoossaa woossaidda intteyyookka woossais."
    },
    {
        "English Sentences": "That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:",
        "Wolaitta Sentences": "Qassi Godaa Yesuus Kiristtoosa Xoossai, bonchcho Aawai, Xoossaa intte eranaadan, inttena aadhdhida eranchcha oottiya qassi Xoossaa intteyyo qonccissiya Geeshsha Ayyaanaa intteyyo immanaadan, taani woossais."
    },
    {
        "English Sentences": "The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,",
        "Wolaitta Sentences": "Xoossai intte ekkana giidi, ufaissan naagi uttidoogaayyo inttena xeesidoogaanne i ba asau immana giyo anjjoi ai keena durekko intte eranaadan, Xoossai intte wozanaa dooyin, a poo7uwaa intte be7anaadan, taani Xoossaa woossais."
    },
    {
        "English Sentences": "And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,",
        "Wolaitta Sentences": "Qassi a ammaniya nunan a wolqqai keehi oottees."
    },
    {
        "English Sentences": "Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,",
        "Wolaitta Sentences": "Ha nunan de7iya wolqqainne haiquwaappe Kiristtoosa denttidi, saluwaa sohuwan Xoossaappe ushachcha baggaara utissida gita wolqqai issuwaa."
    },
    {
        "English Sentences": "Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:",
        "Wolaitta Sentences": "Kiristtoosi saluwaa sunttatuppe, godatettai de7iyoogeetuppe, wolqqaamatuppenne godatu ubbaappe bolla gididi haarees; i ha sa7aa xalaalan gidennan, sinttappe yaana sa7ankka hara sunttatetta ubbaappe xoqqees."
    },
    {
        "English Sentences": "And hath put all things under his feet, and gave him to be the head over all things to the church,",
        "Wolaitta Sentences": "Xoossai ubbabaa Kiristtoosa tohuwaappe garssan haarissiis; qassi Xoossai i ubbaban ubbaappe bollaara Goda gidanaadan, woosa keettaayyo a immiis."
    },
    {
        "English Sentences": "Which is his body, the fulness of him that filleth all in all.",
        "Wolaitta Sentences": "Woosa keettai Kiristtoosa asatetta; woosa keettai Kiristtoosi ubbasan ubbabaa kunttiyo a polo."
    },
    {
        "English Sentences": "And you hath he quickened, who were dead in trespasses and sins;",
        "Wolaitta Sentences": "Intte azazettennan ixxido gishshaunne intte nagaraa gishshau, kase wodiyan ayyaana haiquwaa haiqqideta."
    },
    {
        "English Sentences": "Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:",
        "Wolaitta Sentences": "He wode intte ha sa7aa iita ogiyaa hemettideta; carkkuwaa giddon de7iya wolqqaama ayyaanatu halaqaayyo qassi Xoossaayyo azazettenna asaa ha77i haariya ayyaanaayyo azazettideta."
    },
    {
        "English Sentences": "Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.",
        "Wolaitta Sentences": "Nuunikka qassi ubbai he asaa mala; qassi nuuni nu meretettaa amuwaadan de7ida; nu asatettainne nu wozanai koyidobaa oottida. Nuunikka haratuugaadan, nu meretan Xoossaa hanqquwaa ekkanau de7oos."
    },
    {
        "English Sentences": "But God, who is rich in mercy, for his great love wherewith he loved us,",
        "Wolaitta Sentences": "SHin Xoossaa maarotettai daro gidiyo gishshau, ba siiquwaa daruwaadan,"
    },
    {
        "English Sentences": "Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)",
        "Wolaitta Sentences": "Nuuni ayyo azazettennan ixxidi, harai atto ayyaanan haiqqidaageeta gidinkka, i Kiristtoosaara nuuyyo de7uwaa immiis. Xoossaa aaro kehatettan intte attideta."
    },
    {
        "English Sentences": "And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:",
        "Wolaitta Sentences": "Nuuni Kiristtoos Yesuusaara saluwaa sohuwan haaranaadan, Xoossai nuna aara issippe haiquwaappe denttiis."
    },
    {
        "English Sentences": "That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.",
        "Wolaitta Sentences": "I sinttappe yaana wodiyan, nuuyyo Kiristtoos Yesuusan de7iya kehatettan, ubbaappe aadhdhiya ba aaro kehatettaa gitatettaa bessanau hegaa oottiis."
    },
    {
        "English Sentences": "For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:",
        "Wolaitta Sentences": "Aissi giikko, intte Xoossaa aaro kehatettan, ammanuwan attideta; hagee Xoossaa imoppe attin, intte oosuwaana gidenna."
    },
    {
        "English Sentences": "Not of works, lest any man should boast.",
        "Wolaitta Sentences": "Intte daafuran beettibeenna gishshau, intte ceeqettiyoobi aibinne baawa."
    },
    {
        "English Sentences": "For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.",
        "Wolaitta Sentences": "Aissi giikko, nuuni Xoossaa mereta; i nuuyyo kasetidi giigissi wottido lo77o oosuwaa nuuni oottanaadan, Kiristtoos Yesuusa baggaara nuna medhdhiis."
    },
    {
        "English Sentences": "Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;",
        "Wolaitta Sentences": "Hegaa gishshau, inttenoo zariyan Aihuda gidenna asatoo, bantta asatettaa bolli kushiyan oosettidoogan, banttana qaxxarettidaageeta giya Aihudati, qaxxarettibeennaageeta giidi xeesiyoogeetoo, intte kase oonakko akeekite."
    },
    {
        "English Sentences": "That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:",
        "Wolaitta Sentences": "He wode intte Kiristtoosappe shaahettideta; imatta gididi, Israa7eela asaappe haakkidi de7ideta; Xoossai ba asaayyo immana giidi maacido maachchaappe ainne demmibeekketa; ha sa7aa bolli intte demmana giidi, ufaissan naagi uttidobaa demmennaaninne qassi Xoossi bainnan de7ideta."
    },
    {
        "English Sentences": "But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.",
        "Wolaitta Sentences": "SHin intte kase haakkidi de7iyaageeti ha77i Kiristtoos Yesuusaara de7idi, Kiristtoosa haiquwan mataa shiiqideta."
    },
    {
        "English Sentences": "For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi Aihuda asaanne Aihuda gidenna asaa timidi, nuuyyo sarotettaa ehiis. Eta naa77aa shaakkidi, morkke ootti wottida morkketettaa godaa ba asatettan qoqqofi yeggiis."
    },
    {
        "English Sentences": "Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;",
        "Wolaitta Sentences": "I ba huuphen ha naa77u zaretuppe issi ooratta asa medhdhidi sarotettaa wottanau, Aihuda asatu higgiyaa a azazotuuranne wogatuura issippe xaissiis."
    },
    {
        "English Sentences": "And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:",
        "Wolaitta Sentences": "Kiristtoosi masqqaliyaa bolli misimaariyan xishettidi haiqqido ba haiquwan morkketettaa xaissiis; qassi masqqaliyaa baggaara naa77u zaretakka issi asa ootti sigettidi, Xoossaakko ekki ehiis."
    },
    {
        "English Sentences": "And came and preached peace to you which were afar off, and to them that were nigh.",
        "Wolaitta Sentences": "Kiristtoosi yiidi, Xoossaappe haakkidi de7iya intteyyo Aihuda gidennaageetuyyoonne, a matan de7iya Aihudatuyyo ubbaayyo, wonggeliyaa mishiraachchuwaa sarotettaa yootiis."
    },
    {
        "English Sentences": "For through him we both have access by one Spirit unto the Father.",
        "Wolaitta Sentences": "Aissi giikko, nuuni ubbai, Aihudatikka Aihuda gidennaageetikka, issi Geeshsha Ayyaanan Kiristtoosa baggaara Aawaa sintti shiiqanau danddayoos."
    },
    {
        "English Sentences": "Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;",
        "Wolaitta Sentences": "Simmi intte Aihuda gidenna asati hagaappe sinttau allaga woi imatta gidekketa; ha77i inttenne geeshshati issi biittaa asa; qassi Xoossaayyo intte so asa."
    },
    {
        "English Sentences": "And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;",
        "Wolaitta Sentences": "Yesuusi kiittidoogeetinne hananabaa yootiyaageeti baasido baasuwaa bolli inttekka keexettideta; godaa xaphuwaa minttiya waanna shuchchai Kiristtoos Yesuusa."
    },
    {
        "English Sentences": "In whom all the building fitly framed together groweth unto an holy temple in the Lord:",
        "Wolaitta Sentences": "I keettaa ubbaa issippe shiishshi oiqqidi, Xoossaa baggaara geeshsha beeta maqidase gidana mala dichchees."
    },
    {
        "English Sentences": "In whom ye also are builded together for an habitation of God through the Spirit.",
        "Wolaitta Sentences": "Intte qassi Xoossai ba Ayyaanan de7iyo keetta gidanau, haratu ubbaara issippe Kiristtoosan keexetteeta."
    },
    {
        "English Sentences": "For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,",
        "Wolaitta Sentences": "Hegaa gishshau, inttenoo Aihuda gidenna asatoo, taani PHauloosi intte gishshau Kiristtoos Yesuusa qasho asa gididaagee, Xoossaa woossais."
    },
    {
        "English Sentences": "If ye have heard of the dispensation of the grace of God which is given me to you-ward:",
        "Wolaitta Sentences": "Xoossai ba aaro kehatettan, taani inttena maaddanaadan, ha oosuwaa taayyo immidoogaa intte loitti siyideta."
    },
    {
        "English Sentences": "How that by revelation he made known unto me the mystery; (as I wrote afore in few words,",
        "Wolaitta Sentences": "Xoossai ba xuura qofaa taayyo qonccissidi, tana erissiis; erissin taani hegaa qanttan xaafaas."
    },
    {
        "English Sentences": "Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)",
        "Wolaitta Sentences": "Qassi taani xaafidoogaa intte nabbabiyo wode, Kiristtoosa xuuraa taani waata akeekidaakko eranau danddayeeta."
    },
    {
        "English Sentences": "Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;",
        "Wolaitta Sentences": "Beni wode asai he xuura yohuwaa siyibeenna; shin Xoossai hegaa Yesuusi kiittido geeshshatuyyoonne hananabaa yootiyaageetuyyo, Geeshsha Ayyaanan ha77i qonccissiis."
    },
    {
        "English Sentences": "That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:",
        "Wolaitta Sentences": "Xuura yohoi hagaa; Aihuda gidenna asai wonggeliyaa baggaara, Xoossaa anjjuwaa Aihudatuura issippe laattoosona; eti issi asatettan shaahettennan de7oosona; qassi Kiristtoos Yesuusa baggaara Xoossai immana giidoogaa Aihudatuura shaakkoosona."
    },
    {
        "English Sentences": "Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.",
        "Wolaitta Sentences": "Xoossai ba oosuwaa wolqqaa baggaara tau immido aaro kehatettan taani ha wonggeliyau ashkkara gidaas."
    },
    {
        "English Sentences": "Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;",
        "Wolaitta Sentences": "Taani geeshshatu ubbaa giddon laafiyaagaa gidikkokka, Aihuda gidenna asau zawai bainna Kiristtoosa duretettaa wonggeliyaa mishiraachchuwaa yootiyo ha qaadaa Xoossai taayyo immiis."
    },
    {
        "English Sentences": "And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:",
        "Wolaitta Sentences": "Qassi taani hegan Xoossaa xuura qofaa asa ubbau qonccissa yootana; ubbabaa medhdhida Xoossai ba xuura yohuwaa beni wode ubban gentti wottiis."
    },
    {
        "English Sentences": "To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,",
        "Wolaitta Sentences": "Xoossai ha77i hegaa woosa keettaa baggaara saluwaa sohuwan de7iya halaqatuyyoonne godatettai de7iyoogeetuyyo zawai bainna ba aadhdhida eratettaa qonccissanau oottiis."
    },
    {
        "English Sentences": "According to the eternal purpose which he purposed in Christ Jesus our Lord:",
        "Wolaitta Sentences": "Xoossai hegaa nu Godaa Kiristtoos Yesuusa baggaara i polido ba merinaa qofaadan oottiis."
    },
    {
        "English Sentences": "In whom we have boldness and access with confidence by the faith of him.",
        "Wolaitta Sentences": "Nuuni Kiristtoosi Yesuusaara issippe gididi, a ammaniyo ammanuwan ammanettidi, ainne yayyennan Xoossaa sintti aadhdhanau danddayoos."
    },
    {
        "English Sentences": "Wherefore I desire that ye faint not at my tribulations for you, which is your glory.",
        "Wolaitta Sentences": "Hegaa gishshau, taani intteban metootiyoogan intte hirggenna mala, inttena woossais; aissi giikko, taani intte bonchchuwau metootais."
    },
    {
        "English Sentences": "For this cause I bow my knees unto the Father of our Lord Jesus Christ,",
        "Wolaitta Sentences": "Hegaa gishshau,"
    },
    {
        "English Sentences": "Of whom the whole family in heaven and earth is named,",
        "Wolaitta Sentences": "taani saluwaaninne sa7an de7iya ammaniya keetta asai ubbai aani sunttettido Xoossaa sinttan gulbbatais."
    },
    {
        "English Sentences": "That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;",
        "Wolaitta Sentences": "Xoossai ba bonchchuwaa daruwaadan, ba Geeshsha Ayyaanan, intteyyo intte garssa asatettan intte minniyo wolqqaa immanaadaaninne, qassi ammanuwaa baggaara Kiristtoosi intte wozanaa ba keetta oottanaadan, taani Xoossaa woossais;"
    },
    {
        "English Sentences": "That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,",
        "Wolaitta Sentences": "qassikka intte xaphuwaa yeddidi, tokettidi siiquwan minnanaadan, Xoossaa woossais."
    },
    {
        "English Sentences": "May be able to comprehend with all saints what is the breadth, and length, and depth, and height;",
        "Wolaitta Sentences": "Qassi geeshshatu ubbaara Kiristtoosa siiqoi ai keena aahokko, adussakko, xoqqakkonne ciimmakko eriyo wolqqaa intte demmanaadan, taani Xoossaa woossais."
    },
    {
        "English Sentences": "And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.",
        "Wolaitta Sentences": "Eratettaappe aadhdhiya Kiristtoosa siiquwaa intte eranaadaaninne qassi Xoossaabaa gidiya ubbaban intte poli kumanaadan, taani Xoossaa woossais."
    },
    {
        "English Sentences": "Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,",
        "Wolaitta Sentences": "Simmi nu giddon oottiya ba wolqqaa baggaara nuuni woossiyoobaa woi qoppiyoobaa ubbaappe keehi darissi oottanau danddayiya Xoossaayyo,"
    },
    {
        "English Sentences": "Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.",
        "Wolaitta Sentences": "woosa keettaaninne Kiristtoos Yesuusan ubba wode merinaappe merinaa gakkanaassi bonchchoi gido. Amin77i."
    },
    {
        "English Sentences": "I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,",
        "Wolaitta Sentences": "Hegaa gishshau, taani Godaayyo oottiyo gishshau qashettidaagee Xoossai inttena xeesido xeessau bessiya de7uwaa intte de7anaadan, taani inttena woossais."
    },
    {
        "English Sentences": "With all lowliness and meekness, with longsuffering, forbearing one another in love;",
        "Wolaitta Sentences": "Ubba wode intte intte huuphiyaa kaushshiyaageeta, ashkketanne danddayanchchata gidite; issoi issuwaa maaddiyoogan intte siiquwaa bessite."
    },
    {
        "English Sentences": "Endeavouring to keep the unity of the Spirit in the bond of peace.",
        "Wolaitta Sentences": "Inttena issippe gatti qachchiya sarotettan, Geeshsha Ayyaanai intteyyo immiyo issippetettaa naaganau minnite."
    },
    {
        "English Sentences": "There is one body, and one Spirit, even as ye are called in one hope of your calling;",
        "Wolaitta Sentences": "Xoossai inttena xeesido ufaissai, intte demmana giidi naagi uttidoogee mexi issuwaa giyoogaadan, issi asatettainne issi Geeshsha Ayyaanai de7ees."
    },
    {
        "English Sentences": "One Lord, one faith, one baptism,",
        "Wolaitta Sentences": "Issi Godai, issi ammanoinne issi xinqqatee de7ees."
    },
    {
        "English Sentences": "One God and Father of all, who is above all, and through all, and in you all.",
        "Wolaitta Sentences": "Ubbaa Godai, ubbaa baggaara oottiyaagee, ubbaa giddon de7iyaagee, issi Xoossai, ubbaa Aawai de7ees."
    },
    {
        "English Sentences": "But unto every one of us is given grace according to the measure of the gift of Christ.",
        "Wolaitta Sentences": "SHin Kiristtoosi immido imuwaadan, nuuni huuphiyan huuphiyan dumma imuwaa ekkida."
    },
    {
        "English Sentences": "Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossaa maxaafai, \"I pude xoqqasaa kiyido wode, omoodettida darota ekkidi efiis; asaayyookka imota immiis\" yaagees."
    },
    {
        "English Sentences": "(Now that he ascended, what is it but that he also descended first into the lower parts of the earth?",
        "Wolaitta Sentences": "Yaatin, \"Pude kiyiis\" giyoogee woigiyoogee? I koiro duge wodhdhiis; hegee sa7au hirkki ziqqiyaasaa wodhdhiis giyoogaa."
    },
    {
        "English Sentences": "He that descended is the same also that ascended up far above all heavens, that he might fill all things.)",
        "Wolaitta Sentences": "Ha duge wodhdhidaagee ba huuphen a; he i ubbabaa kumanaadan, salo ubbaappe xoqqiyaasaa pude kiyiis."
    },
    {
        "English Sentences": "And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;",
        "Wolaitta Sentences": "Asaayyo imo immidaagee a; i issoota issoota Yesuusi kiittidoogeeta, harata hananabaa yootiyaageeta, qassi harata wonggeliyaa mishiraachchuwaa yootiyaageeta, qassikka harata woosa keettaa kaalettiyaageetanne tamaarissiyaageeta ootti sunttiis."
    },
    {
        "English Sentences": "For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:",
        "Wolaitta Sentences": "I hegaa geeshshati ubbai ammaniya asa ooso oottanaadaaninne Kiristtoosa bollaa keexxanaadan giigissanau oottiis."
    },
    {
        "English Sentences": "Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:",
        "Wolaitta Sentences": "Qassi nuuni ubbai Xoossaa Na7aa ammaniininne erin beettiya issippetettaakko gakkana; nuuni Kiristtoosa polo dichchaa keenaa diccidi, gastta asa gidana."
    },
    {
        "English Sentences": "That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and cunning craftiness, whereby they lie in wait to deceive;",
        "Wolaitta Sentences": "Nuuni beetan yaanne haanne shocettidi, bantta cimo hanotan asaa bala ogiyaa kaalettiya gene asaa timirtte carkko ubban sugettidi, hagaappe sinttau na7a gidanau bessenna."
    },
    {
        "English Sentences": "But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:",
        "Wolaitta Sentences": "SHin nuuni siiqotettan tumaa haasayiiddi, huuphe gidiya Kiristtoosakko ubbaban diccanau bessees."
    },
    {
        "English Sentences": "From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.",
        "Wolaitta Sentences": "Bolla giddon de7iya dumma dumma shaahoti aani issippe ohettidosona; qassi kumetta bollai baayyo imettida shaya ubban issoi issuwaara gaittidi, issippe ohetti uttiis; he dumma dumma shaahoti oottanau bessiyaagaa oottiyo wode, kumetta bollai siiquwan dicceesinne bana keexxees."
    },
    {
        "English Sentences": "This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,",
        "Wolaitta Sentences": "Hegaa gishshau, taani hagaa intteyyo Godaa sunttan odaisinne markkattais. Intte go77i bainna qofaa qoppiya Aihuda gidenna asatudan de7oppite."
    },
    {
        "English Sentences": "Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:",
        "Wolaitta Sentences": "Eta wozanai xuman de7ees; eti ainne erennaageetanne ixxaas giyaageeta gidiyo gishshau, Xoossai immiyo de7uwaappe haakkidosona."
    },
    {
        "English Sentences": "Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.",
        "Wolaitta Sentences": "Eta matan yeella giyoobi baawa; eti shaaramuxettiyo qaaqqau bantta huuphiyaa aatti immoosona; qassi tunabaa ubbaa paci bainnan oottoosona."
    },
    {
        "English Sentences": "But ye have not so learned Christ;",
        "Wolaitta Sentences": "SHin intte Kiristtoosabaa hegaadan tamaaribeekketa."
    },
    {
        "English Sentences": "If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:",
        "Wolaitta Sentences": "Abaa tumu siyideta; qassi tumatettaikka Yesuusan de7iyoogaadan, appe tamaarideta."
    },
    {
        "English Sentences": "That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;",
        "Wolaitta Sentences": "Intte kase de7iyo de7uwaa aggite; qassi ba cimmiya amuwan xayiya intte ceega asatettaa xaissite."
    },
    {
        "English Sentences": "And be renewed in the spirit of your mind;",
        "Wolaitta Sentences": "Intte wozanainne qofai muleera ooraxxanau bessees."
    },
    {
        "English Sentences": "And that ye put on the new man, which after God is created in righteousness and true holiness.",
        "Wolaitta Sentences": "Tumu xillotettaaninne geeshshatettan Xoossaa leemisuwan merettida ooratta asatettaa maayite."
    },
    {
        "English Sentences": "Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.",
        "Wolaitta Sentences": "Simmi worddotoppite. Nuuni ubbai Kiristtoosa asatettan issi asa gidiyo gishshau, asai ubbai ba ishau tumaa haasayanau bessees."
    },
    {
        "English Sentences": "Be ye angry, and sin not: let not the sun go down upon your wrath:",
        "Wolaitta Sentences": "Hanqqettite; shin intte hanqquwan nagaraa oottoppite. Intte hanqqetti uttidaashin, awai wulloppo."
    },
    {
        "English Sentences": "Neither give place to the devil.",
        "Wolaitta Sentences": "Xalahe halaqaayyo soho immoppite."
    },
    {
        "English Sentences": "Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.",
        "Wolaitta Sentences": "Wuuqqiya urai hagaappe sinttau wuuqqoppo; shin hegaa aggidi, hiyyeesata maaddanau, ba kushiyan lo77obaa oottiiddi daafuro."
    },
    {
        "English Sentences": "Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.",
        "Wolaitta Sentences": "Intte haasayai siyiyaageeta go77ana mala, koshshiyoogaadan minttettiya lo77o qaalai intte doonaappe kiyoppe attin, iita qaalai mulekka kiyoppo."
    },
    {
        "English Sentences": "And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.",
        "Wolaitta Sentences": "Xoossai inttena woziyo gallassau intte parametti uttido Xoossaa Geeshsha Ayyaanaa azzanissoppite."
    },
    {
        "English Sentences": "Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:",
        "Wolaitta Sentences": "Ixo hanotettaa, yiilluwaa, hanqquwaa, waasuwaanne cashshaa ubbaa iitatetta ubbaara intteppe xaissite."
    },
    {
        "English Sentences": "And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ's sake hath forgiven you.",
        "Wolaitta Sentences": "Issoi issuwaayyo kehitenne qarettite; qassi Xoossai Kiristtoosa baggaara intteyyo atto giidoogaadan, inttekka issoi issuwaayyo atto giite."
    },
    {
        "English Sentences": "Be ye therefore followers of God, as dear children;",
        "Wolaitta Sentences": "Simmi Xoossai siiqiyo naatudan, a milatite."
    },
    {
        "English Sentences": "And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.",
        "Wolaitta Sentences": "Qassi Kiristtoosi nuna siiqidi, ba huuphiyaa Xoossaayyo sawuwaa tonggu giya yarshsho oottidi immidoogaadan, inttekka siiquwan de7anau bessees."
    },
    {
        "English Sentences": "But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;",
        "Wolaitta Sentences": "SHin geeshshatuyyo bessiyaagaadan, intte giddon shaaramuxiyoogeenne tunatetta ubbai, woi miishsha amottiyoogee mulekka siyettoppo."
    },
    {
        "English Sentences": "Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.",
        "Wolaitta Sentences": "Yeellayiyaabainne eeyya haasayai woi pattenna qiree intteyyo bessennabaa gidiyo gishshau, intte matan mulekka de7oppo; intte hegaa ubbaa aggidi, Xoossaa galatanau bessees."
    },
    {
        "English Sentences": "For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.",
        "Wolaitta Sentences": "Hagaa erite; ooninne shaaramuxiyaagaa woi tunabaa oottiyaagaa, woi miishsha amottiyaagaa gidikko, Kiristtoosa kawotettaanne Xoossaa kawotettaa laattanau danddayenna; miishsha amottiyoogee eeqau goinniyoogaappe dummatenna."
    },
    {
        "English Sentences": "Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.",
        "Wolaitta Sentences": "Inttena ooninne pattenna haasayan cimmoppo; aissi giikko, hagaa gaasuwan Xoossaa hanqqoi azazettenna asaa bolli yaana."
    },
    {
        "English Sentences": "Be not ye therefore partakers with them.",
        "Wolaitta Sentences": "Simmi hegaa mala asaara zuppetoppite."
    },
    {
        "English Sentences": "For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:",
        "Wolaitta Sentences": "Aissi giikko, kase intte xuman de7ideta; shin Godaa baggaara ha77i poo7uwan de7eeta; poo7uwan de7iya asaadan poo7uwan hemettite."
    },
    {
        "English Sentences": "(For the fruit of the Spirit is in all goodness and righteousness and truth;)",
        "Wolaitta Sentences": "Aissi giikko, poo7oi lo77otettaa, xillotettaanne tumatettaa ubbaa aifees."
    },
    {
        "English Sentences": "Proving what is acceptable unto the Lord.",
        "Wolaitta Sentences": "Godaa ufaissiyaabai aibakko tamaarite."
    },
    {
        "English Sentences": "And have no fellowship with the unfruitful works of darkness, but rather reprove them.",
        "Wolaitta Sentences": "Go77i bainna xuma oosuwaa qonccissi bessiteppe attin aara walahettoppite."
    },
    {
        "English Sentences": "For it is a shame even to speak of those things which are done of them in secret.",
        "Wolaitta Sentences": "Eti geeman oottiyoobaa harai atto haasayiyoogeekka pokkees."
    },
    {
        "English Sentences": "But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.",
        "Wolaitta Sentences": "SHin ubbabai poo7uwaa kiyiyo wode, qoncciyan beettana; aissi giikko, qoncciyan beettiya ubbabai poo7o."
    },
    {
        "English Sentences": "Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.",
        "Wolaitta Sentences": "Hegaa gishshau, \"Xiskkiyaagoo, beegotta; haiquwaappekka dendda; Kiristtoosi neeyyo poo7issana\" yaagees."
    },
    {
        "English Sentences": "See then that ye walk circumspectly, not as fools, but as wise,",
        "Wolaitta Sentences": "Simmi intte waani de7iyaakko akeekite; aadhdhida eratettaara de7iya asadan de7iteppe attin, aadhdhida eratetti bainna asadan de7oppite."
    },
    {
        "English Sentences": "Redeeming the time, because the days are evil.",
        "Wolaitta Sentences": "Wodee iita gidiyo gishshau, intte lo77o wodiyaa coo xaissoppite."
    },
    {
        "English Sentences": "Wherefore be ye not unwise, but understanding what the will of the Lord is.",
        "Wolaitta Sentences": "Hegaa gishshau, Godai koyiyoobai aibakko akeekiteppe attin, eeyyoppite."
    },
    {
        "English Sentences": "And be not drunk with wine, wherein is excess; but be filled with the Spirit;",
        "Wolaitta Sentences": "Qassi inttenan Geeshsha Ayyaanai kumoppe attin, inttena bashshiya woiniyaa giyo eessaa uyidi mattottoppite."
    },
    {
        "English Sentences": "Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;",
        "Wolaitta Sentences": "Mazamuriyaa yettan, galatiiddi yexxiyoogaaninne ayyaana yettan issoi issuwaara haasayite; qassi galatiyo yettaaninne mazamuriyaa yexxiyoogan intte wozanan Godaa galatiiddi yexxite."
    },
    {
        "English Sentences": "Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;",
        "Wolaitta Sentences": "Nu Godaa Yesuus Kiristtoosa sunttan, Aawaa Xoossaa ubbabau ubba wode galatite."
    },
    {
        "English Sentences": "Submitting yourselves one to another in the fear of God.",
        "Wolaitta Sentences": "Kiristtoosayyo yayyiiddi, issoi issuwaayyo haarettite."
    },
    {
        "English Sentences": "Wives, submit yourselves unto your own husbands, as unto the Lord.",
        "Wolaitta Sentences": "Maccaasatoo, Godaayyo haarettiyoogaadan, intte azinatuyyo haarettite."
    },
    {
        "English Sentences": "For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi qassi woosa keettaayyo huuphe gidiyoogaadan, azinaikka ba maccaaseeyyo huuphe; qassi Kiristtoosi ba huuphen, ba bollaa gidiya woosa keettaa ashshiyaagaa."
    },
    {
        "English Sentences": "Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.",
        "Wolaitta Sentences": "SHin woosa keettai Kiristtoosayyo haarettiyoogaadan, maccaasai qassi bantta azinau ubbaban haarettanau bessees."
    },
    {
        "English Sentences": "Husbands, love your wives, even as Christ also loved the church, and gave himself for it;",
        "Wolaitta Sentences": "Azinatoo, Kiristtoosi woosa keettaa siiqidi, ba huuphiyaa ayyo immidoogaadan, inttekka intte maccaasata siiqite."
    },
    {
        "English Sentences": "That he might sanctify and cleanse it with the washing of water by the word,",
        "Wolaitta Sentences": "I woosa keettaa ba qaalaaninne haattan meecci geeshshidi, Xoossaayyo dummayanau hagaa oottiis."
    },
    {
        "English Sentences": "That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.",
        "Wolaitta Sentences": "Kiristtoosi woosa keettaa qiti woi kul77i woi hegaa milatiyaabi bainnan, a kumetta bonchchuwaara geeshshanne borettennaagaa oottidi, ba huupheyyo shiishshanau koyiis."
    },
    {
        "English Sentences": "So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.",
        "Wolaitta Sentences": "Simmi qassi azinai ba maccaasiyo ba bollaadan siiqanau bessees; ba machchiyo siiqiyaagee bana siiqees."
    },
    {
        "English Sentences": "For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:",
        "Wolaitta Sentences": "Aissi giikko, ba bollaa ixxiya asi mulekka baawa; shin Kiristtoosi woosa keettaa miziyoogaadaaninne naagiyoogaadan ooninne ba bollaa mizeesinne naagees."
    },
    {
        "English Sentences": "For we are members of his body, of his flesh, and of his bones.",
        "Wolaitta Sentences": "Aissi giikko, nuuni a bollaa shaaho."
    },
    {
        "English Sentences": "For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.",
        "Wolaitta Sentences": "Xoossaa maxaafai yaagees; \"Hegaa gishshau, attumaagee ba aawaanne ba aayyiyo aggi bayidi, ba machcheera issippe de7ana; eti naa77aikka issi asho gidana\" yaagees."
    },
    {
        "English Sentences": "This is a great mystery: but I speak concerning Christ and the church.",
        "Wolaitta Sentences": "Ha xuurai wolqqaama tumatetta; shin taani hagee Kiristtoosabaanne woosa keettaabaa yootees yaagais."
    },
    {
        "English Sentences": "Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.",
        "Wolaitta Sentences": "Gidikkokka, qassi intte huuphiyan huuphiyan intte maccaasaa intte huuphedan siiqanau bessees; maccaasa ubbaikka bantta azinaa azinaa bonchchanau bessees."
    },
    {
        "English Sentences": "Children, obey your parents in the Lord: for this is right.",
        "Wolaitta Sentences": "Naatoo, inttena yelidaageetuyyo Godan azazettite; aissi giikko, hagee oottanau bessiyaabaa."
    },
    {
        "English Sentences": "Honour thy father and mother; which is the first commandment with promise;",
        "Wolaitta Sentences": "\"Neeyyo ubbabai lo77anaadaaninne sa7an ne laittai aduqqanaadan,"
    },
    {
        "English Sentences": "That it may be well with thee, and thou mayest live long on the earth.",
        "Wolaitta Sentences": "ne aawaanne ne aayyiyo bonchcha\" giya azazoi Xoossai immana giidoogaara de7iya koiro azazuwaa."
    },
    {
        "English Sentences": "And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.",
        "Wolaitta Sentences": "Aawatoo, intte intte naata Godaa seeraaninne zoriyan dichchiteppe attin, eta hanqqetissoppite."
    },
    {
        "English Sentences": "Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;",
        "Wolaitta Sentences": "Ailletoo, Kiristtoosayyo oottiyoogaadan, intte godatuyyo yashshatettaaninne kokkorssan suure wozanaappe azazettite."
    },
    {
        "English Sentences": "Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;",
        "Wolaitta Sentences": "Xoossai giidoogaa oottiyaageetudan, Kiristtoosa ailletudan, wozanaappe oottiteppe attin, asa ufaissanau oottiyaabaadan, asi be7o giidi oottoppite."
    },
    {
        "English Sentences": "With good will doing service, as to the Lord, and not to men:",
        "Wolaitta Sentences": "Asau gidennan Kiristtoosau oottiyoogaadan, xibennan wozanappe oottite."
    },
    {
        "English Sentences": "Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.",
        "Wolaitta Sentences": "Aille gidin woi goqa gidin, i oottiyo lo77o ooso ubbaayyo Godai huuphiyan huuphiyan woitanaagaa ereeta."
    },
    {
        "English Sentences": "And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.",
        "Wolaitta Sentences": "Godatoo, intte ailleta naassiyoogaa aggidi, etayyo hegaadan oottite; inttenanne eta gatti haariya Godai, oonanne maaddi pirddennaagee, saluwan de7iyoogaa ereeta."
    },
    {
        "English Sentences": "Finally, my brethren, be strong in the Lord, and in the power of his might.",
        "Wolaitta Sentences": "Wurssettan, Godaaninne a gita wolqqan minnite."
    },
    {
        "English Sentences": "Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.",
        "Wolaitta Sentences": "Xalahee halaqaa iita cimuwaa teqqanau intte danddayana mala, Xoossai intteyyo immiyo ollaa maayo ubbaa maayite."
    },
    {
        "English Sentences": "For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.",
        "Wolaitta Sentences": "Aissi giikko, nuuni saluwaa sohuwan de7iya iita ayyaana wolqqatuura, haariyaageetuura, godatettai de7iyaageetuuranne ha xuma biittaa haariyaageetuura olettiyoogaappe attin, asaara baaxetokko."
    },
    {
        "English Sentences": "Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.",
        "Wolaitta Sentences": "Hegaa gishshau, iita gallassan teqqanaunne qassi wurssettai gakkanaassi warettoogaappe guyyiyan, minni eqqanau intte danddayana mala, Xoossaa ola miishsha ubbaa oiqqite."
    },
    {
        "English Sentences": "Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;",
        "Wolaitta Sentences": "Hegaa gishshau, xeessan qabattuwaa gixxiyoogaadan tumatettaa gixxidi, tiran wottiyo ola miishshadan xillotettaa maayidi,"
    },
    {
        "English Sentences": "And your feet shod with the preparation of the gospel of peace;",
        "Wolaitta Sentences": "intte tohuwan caammaa wottiyoogaadan sarotettaa wonggeliyaa mishiraachchuwaa yootanau giigidi, minni eqqite."
    },
    {
        "English Sentences": "Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.",
        "Wolaitta Sentences": "He ubbaappe aattidi, xalahe halaqai dafidi yeddiyo wonddafiyaa tama ubbaa toissanau, ammanuwaa ubba wode gonddalledan oiqqite."
    },
    {
        "English Sentences": "And take the helmet of salvation, and the sword of the Spirit, which is the word of God:",
        "Wolaitta Sentences": "Ammanuwaa huuphiyan wottiyo birata qophedan wottite; qassi Geeshsha Ayyaanaa bisuwaa, Xoossaa qaalaa, oiqqite."
    },
    {
        "English Sentences": "Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;",
        "Wolaitta Sentences": "Xoossaa woossiiddinne a maaduwaa oichchiiddi, ubba wode Geeshsha Ayyaanan Xoossaa woossite. Hegaa gishshau, minnite; salettoppite; geeshshatu ubbaayyo Xoossaa ubba wode woossite."
    },
    {
        "English Sentences": "And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,",
        "Wolaitta Sentences": "Qassi taani yayyennan wonggeliyaa xuuraa yootanau, Xoossai ta doonaa dooyidi, tau haasayiyoobaa immanaadan, taukka Xoossaa woossite."
    },
    {
        "English Sentences": "For which I am an ambassador in bonds: that therein I may speak boldly, as I ought to speak.",
        "Wolaitta Sentences": "Taani ha77i qashuwan de7ikkokka, ha wonggeliyaa gishshau taani kiitettidaagaa; taani abaa tau bessiyaagaadan yayyennan yootana mala, taayyo Xoossaa woossite."
    },
    {
        "English Sentences": "But that ye also may know my affairs, and how I do, Tychicus, a beloved brother and faithful minister in the Lord, shall make known to you all things:",
        "Wolaitta Sentences": "SHin taani waana de7iyaakkonne ai oottiyaakko inttekka eranaadan, nu siiqo ishai, Godaa oosuwan ammanettida ashkkarai Tikiqoosi, tabaa ubbaa intteyyo yootana."
    },
    {
        "English Sentences": "Whom I have sent unto you for the same purpose, that ye might know our affairs, and that he might comfort your hearts.",
        "Wolaitta Sentences": "Nuuni ubbai waani de7iyaakko intteyyo yootidi, inttena minttettana mala, taani a inttekko kiittaas."
    },
    {
        "English Sentences": "Peace be to the brethren, and love with faith, from God the Father and the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossaa Aawaappenne Godaa Yesuus Kiristtoosappe sarotettainne siiqotettai ammanuwaara issippe ishanttu ubbaayyo gido;"
    },
    {
        "English Sentences": "Grace be with all them that love our Lord Jesus Christ in sincerity. Amen.",
        "Wolaitta Sentences": "dochchenna siiquwan nu Godaa Yesuus Kiristtoosa siiqiya ubbatuura Xoossaa aaro kehatettai gido. Amin77i."
    }
]