[
    {
        "English Sentences": "Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:",
        "Wolaitta Sentences": "Nuuni PHauloosi, Sillaasinne Ximootiyoosi, Tasalonqqe woosa keettan de7iya asaayyo ha dabddaabbiyaa xaafoos. He woosa keettai Xoossaa nu Aawaabaanne Godaa Yesuus Kiristtoosabaa."
    },
    {
        "English Sentences": "Grace unto you, and peace, from God our Father and the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossaa nu Aawaappenne Godaa Yesuus Kiristtoosappe, aaro kehatettainne sarotettai intteyyo gido."
    },
    {
        "English Sentences": "We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;",
        "Wolaitta Sentences": "Nu ishatoo, intte ammanoi keehi dicciyo gishshaunne, intte issoi issuwaa siiqiyo siiqoi dariyo gishshau, nuuni intteyyo bessiyaadan, Xoossaa ubba wode galatanau bessees."
    },
    {
        "English Sentences": "So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:",
        "Wolaitta Sentences": "Hegaa gishshau, inttena yedetainne waaye ubbai gakkinkka intte gencciyoogaanne ammaniyoogaa nuuni nu huuphen Xoossaa woosa keettaayyo yootiiddi, intteban ceeqettoos."
    },
    {
        "English Sentences": "Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:",
        "Wolaitta Sentences": "Intte waayettiyo Xoossaa kawotettaayyo bessiyaageeta gididi qoodettana mala, Xoossai pirddiyo xillo pirddau hagee malaata."
    },
    {
        "English Sentences": "Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;",
        "Wolaitta Sentences": "Xoossai tumu pirddaa pirddana."
    },
    {
        "English Sentences": "And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,",
        "Wolaitta Sentences": "Godai Yesuusi ba wolqqaama kiitanchchatuura tamaa lacuwaa giddon saluwaappe yiyo wode, Xoossai inttena waissiyaageetu bolli waayiyaa ehaana. Qassi waayettiya inttenanne nuna shemppissana."
    },
    {
        "English Sentences": "In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:",
        "Wolaitta Sentences": "Qassi Xoossai bana erennaageetanne nu Godaa Yesuus Kiristtoosa wonggeliyaa mishiraachchuwaayyo azazettennaageeta qaxxayana."
    },
    {
        "English Sentences": "Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;",
        "Wolaitta Sentences": "He gallassi, i ba geeshshatu ubban bonchchettanaunne qassi bana ammaniya ubbatun sabettanau yiyo wode, eti Godaa sinttappenne a wolqqaa bonchchuwaappe shaahettidi, merinaa bashshan qaxxayettana."
    },
    {
        "English Sentences": "When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.",
        "Wolaitta Sentences": "Nuuni intteyyo yootido kiitaa intte ammanido gishshau, intte a bonchchiyaageetu giddooninne sabbiyaageetu giddon de7ana."
    },
    {
        "English Sentences": "Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:",
        "Wolaitta Sentences": "Nuuni intteyyo ubba wode Xoossaa woossiyoogee hegaassa. Nu Xoossai xeesido de7uwau inttena bessiyaageeta giidi qoodanaadan, nuuni a woossoos; intte lo77obaa amottiyoogaanne intte ammanuwaa oosuwaa i ba wolqqan polo."
    },
    {
        "English Sentences": "That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.",
        "Wolaitta Sentences": "Hegan nu Xoossaa aaro kehatettaaninne qassi nu Godaa Yesuus Kiristtoosa aaro kehatettan, Godaa Yesuusa sunttaa intte bonchchana; inttenakka i bonchchana."
    },
    {
        "English Sentences": "Now we beseech you, brethren, by the coming of our Lord Jesus Christ, and by our gathering together unto him,",
        "Wolaitta Sentences": "Ha77i nu ishatoo, nu Godaa Yesuus Kiristtoosa yuussaabaunne nuuni aara de7anau akko shiiqanabau,"
    },
    {
        "English Sentences": "That ye be not soon shaken in mind, or be troubled, neither by spirit, nor by word, nor by letter as from us, as that the day of Christ is at hand.",
        "Wolaitta Sentences": "hananabaa asi intteyyo yootiyooban woi hara asappe siyido qaalan, woi ooninne nuuppe yiida kiitadan haasayiyoogan, \"Godaa gallassai gakkiis\" giidi intte dagammennaadaaninne wozanaa bayennaadan, nuuni inttena woossoos."
    },
    {
        "English Sentences": "Let no man deceive you by any means: for that day shall not come, except there come a falling away first, and that man of sin be revealed, the son of perdition;",
        "Wolaitta Sentences": "Inttena ooninne ai ogiyaaninne balettoppo. Aissi giikko, kasetidi makkaliyoogeenne qassi nagaranchchai, bashshaa na7ai qonccennan de7ishin, he gallassai gakkenna."
    },
    {
        "English Sentences": "Who opposeth and exalteth himself above all that is called God, or that is worshipped; so that he as God sitteth in the temple of God, shewing himself that he is God.",
        "Wolaitta Sentences": "Asi goinniyo ubbabaanne asi Xoossa giyo ubbabaa i ixxana. I bana eta ubbaappe xoqqu oottana. Qassi harai atto Xoossaa Beeta Maqidasiyaa geli uttidikka, \"Taani Xoossaa\" gaana."
    },
    {
        "English Sentences": "Remember ye not, that, when I was yet with you, I told you these things?",
        "Wolaitta Sentences": "Intte hassayekketii? Taani hegaa intteyyo inttenaara de7aidda odaas."
    },
    {
        "English Sentences": "And now ye know what withholdeth that he might be revealed in his time.",
        "Wolaitta Sentences": "I ba qaxaruwaa gallassi yaanaappe attin, ha77i yaanaagaa aibi a teqqiyaakko, intte ereeta."
    },
    {
        "English Sentences": "For the mystery of iniquity doth already work: only he who now letteth will let, until he be taken out of the way.",
        "Wolaitta Sentences": "Aissi giikko, asau qonccibeenna makkalaa wolqqai ha77i oottees; shin he teqqiyaagee ogiyaappe kichchana gakkanaassi, i qonccenna."
    },
    {
        "English Sentences": "And then shall that Wicked be revealed, whom the Lord shall consume with the spirit of his mouth, and shall destroy with the brightness of his coming:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, he makkalanchchai qonccin, Godai Yesuusi ba doonaa shemppuwan a worana. Qassi i yiyo wode ba bonchcho Yuussan a xaissana."
    },
    {
        "English Sentences": "Even him, whose coming is after the working of Satan with all power and signs and lying wonders,",
        "Wolaitta Sentences": "He makkalanchchai Seexaanaa wolqqaara yiidi, Xoossai oottiyo malaata ubbaa, worddo malaataanne garamissiyaabaa oottana."
    },
    {
        "English Sentences": "And with all deceivableness of unrighteousness in them that perish; because they received not the love of the truth, that they might be saved.",
        "Wolaitta Sentences": "Hegaadankka, qassi xayiya asata dumma dumma iita cimuwan balettana. Xayiyaageeti attanau tumatettaa siiqidi ekkibeenna gishshau xayana."
    },
    {
        "English Sentences": "And for this cause God shall send them strong delusion, that they should believe a lie:",
        "Wolaitta Sentences": "Hegaa gishshau, tumatettaa ammanibeenna asati, nagara oottiyoogan ufaittiyaageeti ubbai pirddettanaadaaninne worddo gidiyaabaa ammananaadan,"
    },
    {
        "English Sentences": "That they all might be damned who believed not the truth, but had pleasure in unrighteousness.",
        "Wolaitta Sentences": "Xoossai wolqqaama balaa eta giddo yeddana."
    },
    {
        "English Sentences": "But we are bound to give thanks alway to God for you, brethren beloved of the Lord, because God hath from the beginning chosen you to salvation through sanctification of the Spirit and belief of the truth:",
        "Wolaitta Sentences": "SHin Godai siiqiyo nu ishatoo, nuuni Xoossaa intte gishshau, ubba wode galatanau bessees. Aissi giikko, Geeshsha Ayyaanaa wolqqan inttena ba geeshsha asa oottiyoogaaninne tumatettaa intte ammaniyoogan inttena ashshanau, Xoossai inttena bairadan dooriis."
    },
    {
        "English Sentences": "Whereunto he called you by our gospel, to the obtaining of the glory of our Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossai inttena nuuni intteyyo yootido nu wonggeliyaa mishiraachchuwaa baggaara xeesidoogee, intte nu Godaa Yesuus Kiristtoosaara issippe bonchchettanaassa."
    },
    {
        "English Sentences": "Therefore, brethren, stand fast, and hold the traditions which ye have been taught, whether by word, or our epistle.",
        "Wolaitta Sentences": "Simmi nu ishatoo, minnidi eqqite; nuuni inttena nu doonan gidin, woi nu dabddaabbiyan gidin, tamaarissido wogaa oiqqite."
    },
    {
        "English Sentences": "Now our Lord Jesus Christ himself, and God, even our Father, which hath loved us, and hath given us everlasting consolation and good hope through grace,",
        "Wolaitta Sentences": "Nu Godai Yesuus Kiristtoosi ba huuphen qassi Xoossai, nu Aawai nuna siiqidi, ba aaro kehatettan nuuyyo merinaa danddayaanne sinttappe ekkana giyo lo77o ufaissaa immidaagee, inttena minttetto;"
    },
    {
        "English Sentences": "Comfort your hearts, and stablish you in every good word and work.",
        "Wolaitta Sentences": "qassi intte lo77obaa ubbaa oottanaadaaninne haasayanaadan, inttena minttetto."
    },
    {
        "English Sentences": "Finally, brethren, pray for us, that the word of the Lord may have free course, and be glorified, even as it is with you:",
        "Wolaitta Sentences": "Wurssettan nu ishatoo, Godaa qaalai intte giddon, eesuwan aakkanaadaaninne bonchchettanaadan, nuuyyo Xoossaa woossite."
    },
    {
        "English Sentences": "And that we may be delivered from unreasonable and wicked men: for all men have not faith.",
        "Wolaitta Sentences": "Qassi asai ubbai qaalaa ammanenna gishshau, Xoossai nuna nagaranchcha asatuppenne iita asatuppe ashshana mala, nuuyyo woossite."
    },
    {
        "English Sentences": "But the Lord is faithful, who shall stablish you, and keep you from evil.",
        "Wolaitta Sentences": "SHin Godai ammanettiyaagaa; i inttena minttettananne qassi iitaappekka naagana."
    },
    {
        "English Sentences": "And we have confidence in the Lord touching you, that ye both do and will do the things which we command you.",
        "Wolaitta Sentences": "Nuuni inttena azaziyoogaa intte ha77i oottiyoogaanne qassi sinttappekka oottanaagaa Godai nuna intteban ammanttees."
    },
    {
        "English Sentences": "And the Lord direct your hearts into the love of God, and into the patient waiting for Christ.",
        "Wolaitta Sentences": "Godai intte wozanaa Xoossaa siiquwaakkonne Kiristtoosi immiyo danddayaakko kaaletto."
    },
    {
        "English Sentences": "Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.",
        "Wolaitta Sentences": "Nu ishatoo, intte nuuppe ekkido wogaa kaallennan azalla de7uwaa de7iya isha ubbaappe intte shaahettanaadan, Godaa Yesuus Kiristtoosa sunttan inttena azazoos."
    },
    {
        "English Sentences": "For yourselves know how ye ought to follow us: for we behaved not ourselves disorderly among you;",
        "Wolaitta Sentences": "Aissi giikko, nuuni inttenaara de7iyo wode azallibeenna gishshau, intte nunadan hanidi de7anau bessiyoogaa intte intte huuphen ereeta."
    },
    {
        "English Sentences": "Neither did we eat any man's bread for nought; but wrought with labour and travail night and day, that we might not be chargeable to any of you:",
        "Wolaitta Sentences": "Nuuni intteppe oossinne tooho gidenna mala, qamminne gallassi daafuriiddinne jaamiiddi oottidi de7idoogaappe attin, bessiyaagaa oottennan ooppenne quma coo mibookko."
    },
    {
        "English Sentences": "Not because we have not power, but to make ourselves an ensample unto you to follow us.",
        "Wolaitta Sentences": "Nuuni hegaa oottidoogee intte nunadan hanidi de7anaadan, nuuni intteyyo leemiso gidanaassappe attin, hegaa inttena oichchanau nuuyyo maati xayiina gidenna."
    },
    {
        "English Sentences": "For even when we were with you, this we commanded you, that if any would not work, neither should he eat.",
        "Wolaitta Sentences": "Aissi giikko, nuuni harai atto inttenaara de7iiddikka, \"Oottanau koyenna urai ooninne mooppo\" yaagidi inttena azazida."
    },
    {
        "English Sentences": "For we hear that there are some which walk among you disorderly, working not at all, but are busybodies.",
        "Wolaitta Sentences": "Aissi giikko, asa yohon geliyoogaappe attin, ainne oottennaageeti, azalla de7uwaa de7iya amarida asati intte giddon de7iyoogaa nuuni siyida."
    },
    {
        "English Sentences": "Now them that are such we command and exhort by our Lord Jesus Christ, that with quietness they work, and eat their own bread.",
        "Wolaitta Sentences": "Nuuni hegeetu mala asati maara de7uwaa de7anaadaaninne banttana koshshiyaabaa oottidi demmanaadan, Godaa Yesuus Kiristtoosa sunttan eta azazoosinne zoroos."
    },
    {
        "English Sentences": "But ye, brethren, be not weary in well doing.",
        "Wolaitta Sentences": "SHin intte nu ishatoo, lo77o oosuwaa oottanau azalloppite."
    },
    {
        "English Sentences": "And if any man obey not our word by this epistle, note that man, and have no company with him, that he may be ashamed.",
        "Wolaitta Sentences": "Qassi nuuni ha dabddaabbiyan kiittido kiitaayyo azazettenna urai ooninne de7ikko, he uraa akeekite. I yeellatana mala, appe shaahettite."
    },
    {
        "English Sentences": "Yet count him not as an enemy, but admonish him as a brother.",
        "Wolaitta Sentences": "SHin ishadan a seeriteppe attin, morkkedan xeelloppite."
    },
    {
        "English Sentences": "Now the Lord of peace himself give you peace always by all means. The Lord be with you all.",
        "Wolaitta Sentences": "Sarotettaa Godai ba huuphen intteyyo ubba wodenne ubba baggaara sarotettaa immo. Godai inttenaara ubbaara gido."
    },
    {
        "English Sentences": "The salutation of Paul with mine own hand, which is the token in every epistle: so I write.",
        "Wolaitta Sentences": "Taani PHauloosi, ha kiitaa ta kushiyan xaafaas; ta kiita ubbau malaatai hagaa. Taani hagaadan xaafais."
    },
    {
        "English Sentences": "The grace of our Lord Jesus Christ be with you all. Amen.",
        "Wolaitta Sentences": "Nu Godaa Yesuus Kiristtoosa aaro kehatettai inttenaara ubbaara gido."
    }
]