[
    {
        "English Sentences": "Paul, an apostle of Jesus Christ by the commandment of God our Saviour, and Lord Jesus Christ, which is our hope;",
        "Wolaitta Sentences": "Nuna ashshiya Xoossainne nuuni be7ana giidi ufaissan naagiyo Yesuus Kiristtoosi azazido azazuwaadan, Yesuus Kiristtoosi kiittidoogaa gidida taani PHauloosi,"
    },
    {
        "English Sentences": "Unto Timothy, my own son in the faith: Grace, mercy, and peace, from God our Father and Jesus Christ our Lord.",
        "Wolaitta Sentences": "ammanuwaa baggaara ta tumu na7au, Ximootiyoosau ha dabddaabbiyaa xaafais. Xoossaa nu Aawaappenne nu Godaa Kiristtoos Yesuusappe aaro kehatettai, maarotettainne sarotettai neeyyo gido."
    },
    {
        "English Sentences": "As I besought thee to abide still at Ephesus, when I went into Macedonia, that thou mightest charge some that they teach no other doctrine,",
        "Wolaitta Sentences": "Taani Maqidooniyaa baidda neeyyo giidoogaadan, neeni Efisoonan takkana mala koyais. Issi issi asati worddo timirttiyaa tamaarissoosona; hegeeti tamaarissenna mala, aggite gaada oda."
    },
    {
        "English Sentences": "Neither give heed to fables and endless genealogies, which minister questions, rather than godly edifying which is in faith: so do.",
        "Wolaitta Sentences": "Eti haisiyaa yootiyoogaanne bantta zariyaa gairiyoogaa agganaadan oda. Aissi giikko, hegaa malabai palamaa kaalettees; qassi Xoossaa qofaa ammanuwan erettiyaagaa oottokkona."
    },
    {
        "English Sentences": "Now the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned:",
        "Wolaitta Sentences": "Ha azazuwau waanna qofai geeshsha wozanaappe, lo77o zoriya wozanaappe, asi be7o giyoobi bainna ammanuwaappe beettiya siiquwaa denttettanaassa."
    },
    {
        "English Sentences": "From which some having swerved have turned aside unto vain jangling;",
        "Wolaitta Sentences": "Issi issi asati hagaa aggidi, pattenna haasayaakko simmidosona."
    },
    {
        "English Sentences": "Desiring to be teachers of the law; understanding neither what they say, nor whereof they affirm.",
        "Wolaitta Sentences": "Eti ai haasayiyaakkonne woikko tumayidi yootiyoobai aibakko erokkona; shin Xoossaa higgiyaa tamaarissiyaageeta gidanau koyoosona."
    },
    {
        "English Sentences": "But we know that the law is good, if a man use it lawfully;",
        "Wolaitta Sentences": "Asai bessiyaagaadan higgiyan go7ettikko, higgee lo77o gidiyoogaa nuuni eroos."
    },
    {
        "English Sentences": "Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,",
        "Wolaitta Sentences": "Issibaa akeekanau koshshees. Higgee lo77o asau merettibeenna. SHin higgiyaa menttiyaageetuyyo, azazettennaageetuyyo, makkalanchchatuyyo, nagaranchchatuyyo, geeshshatetti bainnaageetuyyo, tunatuyyo, bantta aayyiyo woikko aawaa woriyaageetuyyo, shemppuwaa woriyaageetuyyo,"
    },
    {
        "English Sentences": "For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;",
        "Wolaitta Sentences": "shaaramuxanau qaaqqatiyaageetuyyo, attumaasai attumaasaara shaaramuxiyaageetuyyo, asa baizziyaageetuyyo, worddanchchatuyyoonne wordduwan caaqqiyaageetuyyo, woikko tumu timirttiyaara gaittenna ai ooso gidinkka oottiyaageetuyyo kiyiis."
    },
    {
        "English Sentences": "According to the glorious gospel of the blessed God, which was committed to my trust.",
        "Wolaitta Sentences": "Qassi anjjettida Xoossai taani awaajjana mala, tau hadaraa immido bonchcho wonggeliyaa giddon he timirttee de7iyoogaakka nuuni eroos."
    },
    {
        "English Sentences": "And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;",
        "Wolaitta Sentences": "Taani oottiyo oosuwan taayyo wolqqaa immida nu Godaa Kiristtoos Yesuusa galatais. Tana ba oosuwau sunttidi, tana he oosuwau bessiyaagaa giidi qoodiyo gishshaukka a galatais."
    },
    {
        "English Sentences": "Who was before a blasphemer, and a persecutor, and injurious: but I obtained mercy, because I did it ignorantly in unbelief.",
        "Wolaitta Sentences": "Taani hagaappe kase a cayiyaagaa, a yedettiyaagaanne tuggayiyaagaa gidikkokka, taayyo hagaa i oottiis. SHin taani erennan oottido gishshaunne ammanabeenna gishshau, Xoossai tana maariis."
    },
    {
        "English Sentences": "And the grace of our Lord was exceeding abundant with faith and love which is in Christ Jesus.",
        "Wolaitta Sentences": "Qassi nu Godai zawai bainna ba aaro kehatettaa ta bollan gussidi, Kiristtoos Yesuusa baggaara nubaa gidiya ammanuwaanne siiquwaa taayyo immiis."
    },
    {
        "English Sentences": "This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.",
        "Wolaitta Sentences": "Kiristtoos Yesuusi nagaranchchata ashshanau ha sa7aa yiis giyo haasayai ammanettidaagaanne asai ubbai tuma giidi ekkanau bessiyaabaa. Ubbaappe aadhdhiya nagaranchchai tana."
    },
    {
        "English Sentences": "Howbeit for this cause I obtained mercy, that in me first Jesus Christ might shew forth all longsuffering, for a pattern to them which should hereafter believe on him to life everlasting.",
        "Wolaitta Sentences": "SHin merinaa de7uwaa ekkanau aani ammananau bessiya asau taani leemiso gidanaadan, ubbaappe aadhdhiya nagaranchchau taayyo Yesuus Kiristtoosi keehi danddayidoogaadan, Xoossai tana maariis."
    },
    {
        "English Sentences": "Now unto the King eternal, immortal, invisible, the only wise God, be honour and glory for ever and ever. Amen.",
        "Wolaitta Sentences": "Aifiyan beettenna merinaa Xoossau issuwau, merinaa Kawuwau, merinaappe merinaa gakkanaassi galatainne bonchchoi gido."
    },
    {
        "English Sentences": "This charge I commit unto thee, son Timothy, according to the prophecies which went before on thee, that thou by them mightest war a good warfare;",
        "Wolaitta Sentences": "Ta na7aa Ximootiyoosaa, kase nebaa hananabaa yootidoogaadan, he yootidoogan lo77o olaa neeni olettana mala, ha azazuwaa neeyyo hadaraa immais."
    },
    {
        "English Sentences": "Holding faith, and a good conscience; which some having put away concerning faith have made shipwreck:",
        "Wolaitta Sentences": "Ammanoinne lo77o zoriya wozanai neeyyo de7o. Issooti issooti banttana zoriya wozanaa yeggi aggidi, laaggiyaabi bainna markkabee bayiyoogaadan, bantta ammanuwaa bashshidosona."
    },
    {
        "English Sentences": "Of whom is Hymenaeus and Alexander; whom I have delivered unto Satan, that they may learn not to blaspheme.",
        "Wolaitta Sentences": "Xoossaa cayiyoogaa aggana mala, hegaa tamaaranau taani Seexaanau aatta immido Hemeneyoosinne Iskkinddiri eta giddon de7oosona."
    },
    {
        "English Sentences": "I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;",
        "Wolaitta Sentences": "Nuuni Xoossaa milatiyoogan, geeshshatetta ubban,"
    },
    {
        "English Sentences": "For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.",
        "Wolaitta Sentences": "sarotettaaninne ashkketettan de7ana mala, asa ubbau, kawotuyyoonne sunttatettai de7iyo ubbatuyyo, Xoossaa oichchanau, woossanau, gaannatanaunne galatanau bessiyoogaa ubbabaappe kasetada taani nena erissais."
    },
    {
        "English Sentences": "For this is good and acceptable in the sight of God our Saviour;",
        "Wolaitta Sentences": "Asai ubbai attanaadaaninne tumatettaa eranaadan koyiya"
    },
    {
        "English Sentences": "Who will have all men to be saved, and to come unto the knowledge of the truth.",
        "Wolaitta Sentences": "nuna ashshiya Xoossaa sinttan hagee lo77iyaabaanne ufaissiyaabaa."
    },
    {
        "English Sentences": "For there is one God, and one mediator between God and men, the man Christ Jesus;",
        "Wolaitta Sentences": "Aissi giikko, issi Xoossai de7ees; Xoossaappenne asaappe gidduwan gididi gaannatiya issoi de7ees. Hegeekka Kiristtoos Yesuusa giyo asa."
    },
    {
        "English Sentences": "Who gave himself a ransom for all, to be testified in due time.",
        "Wolaitta Sentences": "I asaa ubbaa wozanau bana ubbau immiis. Xoossai ba wodiyan asa ubbaa wozanau koyiyoogaa bessiya markkai hagaa."
    },
    {
        "English Sentences": "Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.",
        "Wolaitta Sentences": "Taani Xoossaa qaalaa yootiyaagaa, Yesuusi kiittidoogaanne qassi ammanuwaaninne tumatettan Aihuda gidenna asaa tamaarissiyaagaa gidada sunttettidoogee hegaassa. Taani worddotikke; tumaa haasayais."
    },
    {
        "English Sentences": "I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.",
        "Wolaitta Sentences": "Hegaa gishshau, ubbasan de7iya attumaasai hanqqoinne palami bainnan, ba geeshsha kushiyaa pude denttidi, Xoossaa woossanaadan, taani koyais."
    },
    {
        "English Sentences": "In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;",
        "Wolaitta Sentences": "Hegaadan qassi maccaasaikka bessiya maayuwaa kiphataaninne banttana shiishshi ekkiyoogan maayona."
    },
    {
        "English Sentences": "But (which becometh women professing godliness) with good works.",
        "Wolaitta Sentences": "Xoossau yayyais giya maccaasau bessiyoogaadan, lo77obaa oottiyoogaanappe attin, huuphiyaa shurubbaa daddiyoogan, worqqan woikko inqquwan, woikko daro al77o afalan banttana alleeqissoppona."
    },
    {
        "English Sentences": "Let the woman learn in silence with all subjection.",
        "Wolaitta Sentences": "Maccaasai ubbaban haarettidi, co77u giidi tamaaro."
    },
    {
        "English Sentences": "But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.",
        "Wolaitta Sentences": "Taani maccaasai co77u giidi de7ona gaisippe attin, attumaasaa tamaarissona woikko eta bolli aawatona giikke."
    },
    {
        "English Sentences": "For Adam was first formed, then Eve.",
        "Wolaitta Sentences": "Aissi giikko, Addaamee koiro merettiis; Hewaana guyyeppe merettaasu."
    },
    {
        "English Sentences": "And Adam was not deceived, but the woman being deceived was in the transgression.",
        "Wolaitta Sentences": "Hewaana cimettada Xoossaa higgiyaa menttaasuppe attin, Addaamee cimettibeenna."
    },
    {
        "English Sentences": "Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.",
        "Wolaitta Sentences": "SHin maccaasai ammanuwan, siiquwan, geeshshatettaaninne banttana kiphatiyoogan de7ikko, naata yeliyoogan attana."
    },
    {
        "English Sentences": "This is a true saying, If a man desire the office of a bishop, he desireth a good work.",
        "Wolaitta Sentences": "Ooninne woosa keettaa kaalettiyaagaa gidanau koyikko, lo77obaa amottiis giyo haasayai tuma."
    },
    {
        "English Sentences": "A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;",
        "Wolaitta Sentences": "Woosa keettaa kaalettiya urai borettennaagaa, issi machchee xalaalai de7iyoogaa, kiphatanchchaa, bana naagiyaagaa, bau bessiyaabaa oottiyaagaa, imattaa mokkiyaagaa, tamaarissanau danddayiyaagaa,"
    },
    {
        "English Sentences": "Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;",
        "Wolaitta Sentences": "mattottennaagaa, ashkketettappe attin ooyettennaagaa, palamettennaagaa, miishsha siiqennaagaa,"
    },
    {
        "English Sentences": "One that ruleth well his own house, having his children in subjection with all gravity;",
        "Wolaitta Sentences": "naati ayyo azazettiyoogaanne bonchchiyoogaa, qassi ba keettaa aissanau danddayiyaagaa gidanau bessees."
    },
    {
        "English Sentences": "(For if a man know not how to rule his own house, how shall he take care of the church of God?)",
        "Wolaitta Sentences": "Aissi giikko, issi urai ba keettaa aissanau danddayennaagaa gidikko, Xoossaa woosa keettaa waati aissanau danddayii?"
    },
    {
        "English Sentences": "Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.",
        "Wolaitta Sentences": "Otoruwan sugettidi, xalahe halaqai Xoossaa pirddan kunddidoogaadan kunddenna mala, ooratta ammanida asa gidanau bessenna."
    },
    {
        "English Sentences": "Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.",
        "Wolaitta Sentences": "Xalahe halaqaa boriyaaninne piriyan gelenna mala, he aawi woosa keettaappe kareera de7iya asan nashettiyaagaa gidanau bessees."
    },
    {
        "English Sentences": "Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;",
        "Wolaitta Sentences": "Hegaadan qassi woosa keettan oottiyaageeti cinccata, naa77a haasayennaageeta, daro woiniyaa eessaa uyennaageeta, yaaretennaageeta,"
    },
    {
        "English Sentences": "Holding the mystery of the faith in a pure conscience.",
        "Wolaitta Sentences": "ammanuwaa xuuraa geeshsha zoriya wozanan naagiyaageeta gidanau bessees."
    },
    {
        "English Sentences": "And let these also first be proved; then let them use the office of a deacon, being found blameless.",
        "Wolaitta Sentences": "Hegeeti kasetidi paacettanau koshshees. Paaciyaa aadhdhidoogaappe guyyiyan, woosa keettan oottiyaageeta gididi oottona."
    },
    {
        "English Sentences": "Even so must their wives be grave, not slanderers, sober, faithful in all things.",
        "Wolaitta Sentences": "Hegaadan qassi eta maccaasati cinccata, zigirennaageeta, kiphatanchchata, ubbaban ammanettiyaageeta gidanau bessees."
    },
    {
        "English Sentences": "Let the deacons be the husbands of one wife, ruling their children and their own houses well.",
        "Wolaitta Sentences": "Woosa keettan oottiyaagee issi machchee xalaalai de7iyoogaanne qassi ba naatanne ba keettaa loitti aissiyaagaa gidanau bessees."
    },
    {
        "English Sentences": "For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.",
        "Wolaitta Sentences": "Aissi giikko, woosa keettaa maaddiyaageeta gididi, lo77o ooso oottiyaageeti bantta huuphiyau gita bonchchuwaa demmoosona; qassi Kiristtoos Yesuusan banttau de7iya ammanuwaa keehi xalidi haasayanau danddayoosona."
    },
    {
        "English Sentences": "These things write I unto thee, hoping to come unto thee shortly:",
        "Wolaitta Sentences": "Taani neekko eesuwan baana gaada hagaa neeyyo xaafais."
    },
    {
        "English Sentences": "But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.",
        "Wolaitta Sentences": "SHin taani beennan gam77ikko, Xoossaa keettan neeni waana de7anau bessiyaakko erana mala xaafais. He keettai tumatettau tuussanne tuuqe gidiya de7o Xoossaa woosa keettaa."
    },
    {
        "English Sentences": "And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.",
        "Wolaitta Sentences": "Nu ammanuwaa xuurai gita gidiyoogaa ooninne kashi gaanau danddayenna. Kiristtoosi ashuwan qoncciis; i xillo gidiyoogaa Geeshsha Ayyaanai markkattiis. Kiitanchchatikka a be7idosona; Aihuda gidenna asai abaa yootin siyiis.Sa7an de7iya asai a ammaniis; bonchchuwan i saluwaa biis."
    },
    {
        "English Sentences": "Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;",
        "Wolaitta Sentences": "Issi issi asai wurssetta wodiyan ammanuwaa agganaagaa Geeshsha Ayyaanai qoncciyan yootiis. Eti worddo ayyaanatuyyo azazettana; qassi xalahetu timirttiyaa kaallana."
    },
    {
        "English Sentences": "Speaking lies in hypocrisy; having their conscience seared with a hot iron;",
        "Wolaitta Sentences": "Hagaa mala timirttee zoriya wozanai taman bonqqida biratan xuuggidobaadan donjjillida worddanchcha asatu baggaara yiis."
    },
    {
        "English Sentences": "Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.",
        "Wolaitta Sentences": "Hageetu mala asati ekkiyoogaanne geliyoogaa qassi issi issi qommo kattaa miyoogaa diggoosona. SHin ammaniyaageetinne tumatettaa eriyaageeti Xoossaa galatidoogaappe guyyiyan maana mala, Xoossai kattaa medhdhiis."
    },
    {
        "English Sentences": "For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:",
        "Wolaitta Sentences": "Aissi giikko, Xoossai medhdhidobai ubbabaikka lo77o. Xoossaa galatidi ekkikko, wora yeggiyo aibinne baawa."
    },
    {
        "English Sentences": "For it is sanctified by the word of God and prayer.",
        "Wolaitta Sentences": "Aissi giikko, he ubbabai Xoossaa qaalaaninne woosan anjjettidaagaa."
    },
    {
        "English Sentences": "If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.",
        "Wolaitta Sentences": "Hegaa gishshau, neeni ishantta hegaa hassayissiyaabaa gidikko, ammanuwaanne neeni kaallido lo77o timirttiyaa qaalaa maasa; qassi neeni Kiristtoos Yesuusa ashkkara."
    },
    {
        "English Sentences": "But refuse profane and old wives' fables, and exercise thyself rather unto godliness.",
        "Wolaitta Sentences": "SHin ammaniya asau lo77enna haasayaappenne qassi ceega maccaasa haisiyaappe baqata. Qassi Xoossaa milatiyoogan nena loohissa."
    },
    {
        "English Sentences": "For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.",
        "Wolaitta Sentences": "Aissi giikko, asai ba bollaa minttiyoogee guuttaa go77ees. SHin Xoossaa milatiyoogan lohissiyoogee ha77ikka sinttappekka de7uwaa immana giyo gishshau, ubbabaukka go77ees."
    },
    {
        "English Sentences": "This is a faithful saying and worthy of all acceptation.",
        "Wolaitta Sentences": "Ha haasayai asai ubbai ekkanau bessiyo tumu haasaya."
    },
    {
        "English Sentences": "For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe.",
        "Wolaitta Sentences": "Nuuni hegaa demmanau daafuroosinne keehi oottoos; hegaa gishshau, nuuni cayettoos. Aissi giikko, asa ubbaa, ubbaappekka aattidi, ammaniyaageeta ashshiya de7o Xoossaappe nuuni ekkana giidi uttida."
    },
    {
        "English Sentences": "These things command and teach.",
        "Wolaitta Sentences": "Hagaa azazanne tamaarissa."
    },
    {
        "English Sentences": "Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.",
        "Wolaitta Sentences": "Neeni yelaga gidiyo gishshau, nena ooninne karoppo. SHin ammaniyaageetuyyo ne haasayan, hanotettan, siiquwan, ammanuwaaninne geeshshatettan leemiso gida."
    },
    {
        "English Sentences": "Till I come, give attendance to reading, to exhortation, to doctrine.",
        "Wolaitta Sentences": "Taani yaana gakkanaassi asassi Xoossaa maxaafaa nabbabiyoogan, Xoossaa qaalaa yootiyoogaaninne tamaarissiyoogan minna."
    },
    {
        "English Sentences": "Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.",
        "Wolaitta Sentences": "Hananabaa yootiyaageeti haasayiininne cimati bantta kushiyaa ne bolli wottin, neeni ekkido, nenan de7iya Geeshsha Ayyaanaa imuwaa toochchoppa."
    },
    {
        "English Sentences": "Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all.",
        "Wolaitta Sentences": "Ne dichchai asa ubbau qonccana mala, hegaa mintta qoppa. Hagaa ubba wode ootta."
    },
    {
        "English Sentences": "Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.",
        "Wolaitta Sentences": "Ne huuphiyaanne ne timirttiyaa naaga. Neeni hegaa oottikko, nenanne neeni giyoogaa siyiyaageeta ashshiyo gishshau, aggennan ootta."
    },
    {
        "English Sentences": "Rebuke not an elder, but intreat him as a father; and the younger men as brethren;",
        "Wolaitta Sentences": "Cima asa ne aawaa bonchchiyoogaadan bonchchappe attin, toochchoppa. Yelagata ne ishadan,"
    },
    {
        "English Sentences": "The elder women as mothers; the younger as sisters, with all purity.",
        "Wolaitta Sentences": "qassi cima maccaasa ne aayeedan, yelaga maccaasa ne michcheedan, kumetta geeshshatettan bonchcha."
    },
    {
        "English Sentences": "Honour widows that are widows indeed.",
        "Wolaitta Sentences": "Tumu am77eta bonchcha."
    },
    {
        "English Sentences": "But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.",
        "Wolaitta Sentences": "SHin am77eeyyo naati woikko naatu naati de7ikko, he naati Xoossaa milatiyoogaa bantta so asaa bessiyoogaanne qassi hegaa oottiyoogan banttana yelidaageetuyyo kushe zaariyoogaa tamaarona. Aissi giikko, hegee Xoossaa ufaissiyaabaa."
    },
    {
        "English Sentences": "Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.",
        "Wolaitta Sentences": "Ai maadoikka bainna tumu am77iyaa Xoossai immana gaada ufaissan naaga uttaasu. Qassi gallassinne qammi Xoossai o maaddana mala, woossausunne oichchausu."
    },
    {
        "English Sentences": "But she that liveth in pleasure is dead while she liveth.",
        "Wolaitta Sentences": "SHin bana ishalissiya am77iyaa paxa de7ikkokka, a haiqqaichchaasu."
    },
    {
        "English Sentences": "And these things give in charge, that they may be blameless.",
        "Wolaitta Sentences": "Qassi ooninne eta borenna mala, ha azazuwaa imma."
    },
    {
        "English Sentences": "But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.",
        "Wolaitta Sentences": "SHin baageetuyyo qassi ubbaappe aattidi, ba so asaayyo qoppenna urai oonanne gidikko, he aawi ba ammanuwaa kaddidaagaa. Ammanenna asaappekka aadhdhida iitaa."
    },
    {
        "English Sentences": "Let not a widow be taken into the number under threescore years old, having been the wife of one man,",
        "Wolaitta Sentences": "Usuppun tammu laittai kumibeenna am77ee sunttaa mazggafan xaafoppa. Hegaa bollan qassi a issi azinaappe haraa gelabeennaaro gidanau koshshees."
    },
    {
        "English Sentences": "Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints' feet, if she have relieved the afflicted, if she have diligently followed every good work.",
        "Wolaitta Sentences": "Naata dichchiyoogan, imattaa mokkiyoogan, geeshshatu tohuwaa meecciyoogan, waayettida asaa maaddiyoogan, lo77o ooso ubbaa kaalliyoogan, ha lo77o oosuwaa oottiyoogan erettidaaro gidanau bessees."
    },
    {
        "English Sentences": "But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;",
        "Wolaitta Sentences": "SHin yelaga am77eta hinkkootu sunttaara gatta xaafoppa. Aissi giikko, eti banttana azinaa gela gela giyo wode, Kiristtoosa aggi bayana."
    },
    {
        "English Sentences": "Having damnation, because they have cast off their first faith.",
        "Wolaitta Sentences": "Koiro ammanuwaa karido gishshau, eti pirddettana."
    },
    {
        "English Sentences": "And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.",
        "Wolaitta Sentences": "Hegee bainnan ooso xayidi issi keettaappe hara keettaa hoskkattana. Hoskkattiyoogee hemettiyoogaa xalaala gidennan, banttau bessennabaa haasayiiddi, zigirssaanne yohon coo geliyoogaa tamaaroosona."
    },
    {
        "English Sentences": "I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.",
        "Wolaitta Sentences": "Hegaa gishshau, nu morkketi nu bolli haasayiyo iitabaa demmenna mala, yelaga am77eti azinaa gelidi, na7a yelidi, bantta keettaa aissana mala zorais."
    },
    {
        "English Sentences": "For some are already turned aside after Satan.",
        "Wolaitta Sentences": "Aissi giikko, hagaappe kase amarida am77eti Seexaanaa kaallanau aggidi guyye simmidosona."
    },
    {
        "English Sentences": "If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.",
        "Wolaitta Sentences": "Ammaniya maccaaseeyyo ainniyyookka dabbo am77eti de7ikko, a eta maaddanau bessees. Woosa keettai maadoi bessiyo tumu am77eta maaddana mala, eti woosa keettaayyo tooho gidoppona."
    },
    {
        "English Sentences": "Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.",
        "Wolaitta Sentences": "Loitti heemmiya cimati, qassi ubbaappekka aattidi, qaalaa yootiyoogaaninne tamaarissiyoogan daafuriyaageeti, naa77u kushe bonchchuwaa ekkanau bessees."
    },
    {
        "English Sentences": "For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Audiyan kattaa yedhdhiya booraa doonaa qachchoppa\" qassi, \"Oosanchchai ba damoozaa ekkanau bessees\" yaagees."
    },
    {
        "English Sentences": "Against an elder receive not an accusation, but before two or three witnesses.",
        "Wolaitta Sentences": "Naa77u woi heezzu markki bainnan, woosa keettaa cimaa mootiyoobaa siyoppa."
    },
    {
        "English Sentences": "Them that sin rebuke before all, that others also may fear.",
        "Wolaitta Sentences": "Harati yayyana mala, nagara oottiya ubbata asa ubbaa sinttan seera."
    },
    {
        "English Sentences": "I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.",
        "Wolaitta Sentences": "Neeni ainne asa som77o xeellennan, issuwaa issuwaappe dummayennan ha azazuwaa naagana mala, Xoossaanne Godaa Yesuus Kiristtoosa doorettida kiitanchchatu sinttan nena taani zorais."
    },
    {
        "English Sentences": "Lay hands suddenly on no man, neither be partaker of other men's sins: keep thyself pure.",
        "Wolaitta Sentences": "O bollaaninne eesotada ne kushiyaa wottoppa. Haratu nagaran geloppa. Nena geeshshatettan naaga."
    },
    {
        "English Sentences": "Drink no longer water, but use a little wine for thy stomach's sake and thine often infirmities.",
        "Wolaitta Sentences": "Neeni ubba wode sakettiyo gishshaunne ne uluwaa gishshau, guutta woiniyaa eessaa uyappe attin, haatta xalaalaa uyoppa."
    },
    {
        "English Sentences": "Some men's sins are open beforehand, going before to judgment; and some men they follow after.",
        "Wolaitta Sentences": "Issi issi asatu nagarai be7anau qoncce; eta nagarai eta pirddanau etappe sinttau aadhdhees. SHin haratu nagarai guyyeppe qonccees."
    },
    {
        "English Sentences": "Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.",
        "Wolaitta Sentences": "Hegaadankka, lo77o oosoikka qoncce. Qonccibeennabaa gidikkokka, geemmanau danddayenna."
    },
    {
        "English Sentences": "Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.",
        "Wolaitta Sentences": "Xoossaa sunttainne nu timirttee cayettenna mala, ailletettaa qambbaraa giddon de7iyaageeti banttana haariya godatuyyo bonchchoi bessiyoogaa erona."
    },
    {
        "English Sentences": "And they that have believing masters, let them not despise them, because they are brethren; but rather do them service, because they are faithful and beloved, partakers of the benefit. These things teach and exhort.",
        "Wolaitta Sentences": "Ammaniya asaa aille gidiyaageetuyyo eta godati etau isha gidiyo gishshau, eta karoppona. SHin bantta oosuwan go7ettiyaageeti eti siiqiyo ammaniyaageeta gidiyo gishshau, eti kaseegaappe aattidi oottanau bessees. Neeni ha yohota tamaarissanaunne yootanau bessees."
    },
    {
        "English Sentences": "If any man teach otherwise, and consent not to wholesome words, even the words of our Lord Jesus Christ, and to the doctrine which is according to godliness;",
        "Wolaitta Sentences": "Ai asinne dumma timirttiyaa tamaarissiyaabaa gidikko, qassi nu Godaa Yesuus Kiristtoosa tumu qaalaaranne nu haimaanootiyaa timirttiyaara gaittenna urai daro otorettees; ainnekka erenna. Qassi qaalaa bollan palamettanaunne ooyettanau etau giigenna qofai de7ees."
    },
    {
        "English Sentences": "He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,",
        "Wolaitta Sentences": "Hegee qanaatiyaa, palamaa, cashshaa, iita siriyaa kaalettees."
    },
    {
        "English Sentences": "Perverse disputings of men of corrupt minds, and destitute of the truth, supposing that gain is godliness: from such withdraw thyself.",
        "Wolaitta Sentences": "Qassi eta huuphee oottenna. Tumatetti bainna asatuurakka palamaa kaalettees. Eti Xoossaa milatiyoogan duretana giidi qoppoosona. Neeni he asatuppe shaahetta."
    },
    {
        "English Sentences": "But godliness with contentment is great gain.",
        "Wolaitta Sentences": "SHin taayyo de7iyaabai tau gidana giya ura Xoossaa milatiyoogee dureyees."
    },
    {
        "English Sentences": "For we brought nothing into this world, and it is certain we can carry nothing out.",
        "Wolaitta Sentences": "Aissi giikko, nuuni ha sa7aassi ainne ehibookko; qassi appe ainnekka ekkokko."
    },
    {
        "English Sentences": "And having food and raiment let us be therewith content.",
        "Wolaitta Sentences": "SHin miyoobainne maayiyoobai de7ikko, hegee nuuyyo gidana."
    },
    {
        "English Sentences": "But they that will be rich fall into temptation and a snare, and into many foolish and hurtful lusts, which drown men in destruction and perdition.",
        "Wolaitta Sentences": "SHin duretanau koyiyaageeti paaciyaaninne piriyan geloosona; qassi daro asaa bashshaunne xayuwau goochchi efiya daro eeyyanne qohiya amuwan kunddoosona."
    },
    {
        "English Sentences": "For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.",
        "Wolaitta Sentences": "Aissi giikko, miishsha siiqiyoogee iitatetta ubbau pultto. Issooti issooti hegaa amottiiddi, ammanuwaappe balettidi, daro metuwan banttana qohidosona."
    },
    {
        "English Sentences": "But thou, O man of God, flee these things; and follow after righteousness, godliness, faith, love, patience, meekness.",
        "Wolaitta Sentences": "SHin nenoo, Xoossaa asau, hegaappe baqata. Xillotettaa, Xoossaa milatiyoogaa, ammanuwaa, siiquwaa, danddayaanne ashkketettaa kaalla."
    },
    {
        "English Sentences": "Fight the good fight of faith, lay hold on eternal life, whereunto thou art also called, and hast professed a good profession before many witnesses.",
        "Wolaitta Sentences": "Ammanuwaa baaxiyaa loitta baaxeta. Daro asaa sinttan lo77o markkaa markkattaidda, nena Xoossai xeesido merinaa de7uwaa oiqqa."
    },
    {
        "English Sentences": "I give thee charge in the sight of God, who quickeneth all things, and before Christ Jesus, who before Pontius Pilate witnessed a good confession;",
        "Wolaitta Sentences": "Ubbabau de7o immiya Xoossaa sinttaaninne, qassi PHenxxeniyaa PHilaaxoosa giyo biittaa haariyaagaa sinttan lo77o markkaa markkattida Kiristtoos Yesuusa sinttan taani nena hagaa azazais."
    },
    {
        "English Sentences": "That thou keep this commandment without spot, unrebukeable, until the appearing of our Lord Jesus Christ:",
        "Wolaitta Sentences": "Nu Godaa Yesuus Kiristtoosi qonccana gakkanaassi, qiti bainnaaninne boree bainnan he azazuwaa naaga."
    },
    {
        "English Sentences": "Which in his times he shall shew, who is the blessed and only Potentate, the King of kings, and Lord of lords;",
        "Wolaitta Sentences": "A qonccettaa, anjjettida issi sunttai, kawotu Kawoi, godatu Godai, Xoossai bessiya wodiyan bessana."
    },
    {
        "English Sentences": "Who only hath immortality, dwelling in the light which no man can approach unto; whom no man hath seen, nor can see: to whom be honour and power everlasting. Amen.",
        "Wolaitta Sentences": "Haiqqennaagee issi a xalaala. Ooninne akko shiiqanau danddayenna poo7uwan de7ees. Ooninne a be7ibeenna; qassi be7anaukka danddayenna. Bonchchoinne merinaa wolqqai ayyo gido. Amin77i."
    },
    {
        "English Sentences": "Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;",
        "Wolaitta Sentences": "Ha77i ha wodiyan dure gidiyaageeti otorettennaadaaninne qassi nuuni ufaittanaadan, ubbabaa palahissidi nuuyyo immiya de7o Xoossan ammanettanaagaappe attin, aadhdhiya duretettan eti ammanettennaadan, eta azaza."
    },
    {
        "English Sentences": "That they do good, that they be rich in good works, ready to distribute, willing to communicate;",
        "Wolaitta Sentences": "Eti lo77obaa oottanaadan, lo77o oosuwan duretanaadan, kehiyaageetanne haratuura shaakki ekkiyaageeta gidanaadan azaza."
    },
    {
        "English Sentences": "Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.",
        "Wolaitta Sentences": "Hegaa yaatiyoogan eti sinttanau banttau mino baaso gidiya miishshaa banttau shiishshoosona. Hegaappe guyyiyan, eti tumu de7uwaa ekkana."
    },
    {
        "English Sentences": "O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:",
        "Wolaitta Sentences": "Ximootiyoosaa, issi issi asai balan eratetta giyo eeyya palamaappenne hada haasayaappe baqataidda, neeyyo imettida hadaraa naaga."
    },
    {
        "English Sentences": "Which some professing have erred concerning the faith. Grace be with thee. Amen.",
        "Wolaitta Sentences": "Aissi giikko, issooti issooti nuuyyo eratetti de7ees yaagiiddi, ammanuwaa balidosona. Xoossaa aaro kehatettai inttenaara ubbaara gido."
    }
]