[
    {
        "English Sentences": "Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,",
        "Wolaitta Sentences": "Taani PHauloosi, Xoossai immana giido Kiristtoos Yesuusaara nuuyyo de7iya de7uwaabaa yootanau, Xoossai giidoogaadan, Kiristtoos Yesuusi kiittidoogee,"
    },
    {
        "English Sentences": "To Timothy, my dearly beloved son: Grace, mercy, and peace, from God the Father and Christ Jesus our Lord.",
        "Wolaitta Sentences": "ta siiqo na7aa Ximootiyoosayyo ha dabddaabbiyaa xaafais. Xoossaa Aawaappenne nu Godaa Kiristtoos Yesuusappe, aaro kehatettai, maarotettainne sarotettai neeyyo gido."
    },
    {
        "English Sentences": "I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;",
        "Wolaitta Sentences": "Ta zareti oottidoogaadan, taanikka tana zoriya geeshsha wozanaappe oottiyo Xoossaa qamminne gallassi woossiyo woosan ubba wode nena hassayiyo gishshau, a galatais."
    },
    {
        "English Sentences": "Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;",
        "Wolaitta Sentences": "Taani ne afuttaa hassaya hassayada ufaittana mala, nena be7anau daro laamotais."
    },
    {
        "English Sentences": "When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.",
        "Wolaitta Sentences": "Nenan de7iya worddoi bainna ammanuwaa hassayais. He ammanoi beni ne aayee aayee Loidiininne ne aayee Euniiqin de7iya ammanuwaa mala; qassi nenankka hegee de7iyoogaa eraas."
    },
    {
        "English Sentences": "Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.",
        "Wolaitta Sentences": "Hegaa gishshau, taani ta kushiyaa naa77aa ne bolli wottido wode, Xoossai neeyyo immido imuwaa neeni doshissenna mala, nena hassayissais."
    },
    {
        "English Sentences": "For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai nuuyyo wolqqaa, siiquwaanne nu huuphiyaa naagiyoogaa immiya Geeshsha Ayyaanaa immiisippe attin, yashsha ayyaanaa immibeenna."
    },
    {
        "English Sentences": "Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;",
        "Wolaitta Sentences": "Simmi, nu Godaayyo markkattiyoogan woikko a gishshau qashuwan de7iya tabankka yeellatoppa. SHin Xoossai neeyyo immiyo wolqqaa keenan tanaara wonggeliyaayyo waayetta."
    },
    {
        "English Sentences": "Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,",
        "Wolaitta Sentences": "Xoossai ba qofaaninne ba aaro kehatettan nuna ashshidi, ba asa oottanau xeesidoogaappe attin, nuuni oottido oosuwaa gishshau gidenna. I ha aaro kehatettaa Kiristtoos Yesuusa baggaara wodee doomettanaappe kase nuuyyo immiis."
    },
    {
        "English Sentences": "But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:",
        "Wolaitta Sentences": "SHin ha77i ha aaro kehatettai nuna ashshiya Kiristtoos Yesuusa yuussan nuuyyo qoncciis. Qassi haiquwaa wolqqaakka i xaissiis. Wonggeliyaa mishiraachchuwaa baggaara xayenna de7uwaa nuuyyo qonccissees."
    },
    {
        "English Sentences": "Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.",
        "Wolaitta Sentences": "Taani Yesuusi kiittidoogaanne Aihuda gidenna asaa tamaarissiyaagaa gidada, wonggeliyaa mishiraachchuwaa yootana mala, Xoossai tana dooriis."
    },
    {
        "English Sentences": "For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.",
        "Wolaitta Sentences": "Qassi taani ha metuwaa ekkiyoogee hegaa gishshassa. SHin taani ammanidoogaa eriyo gishshau, yeellatikke. Qassi taani ayyo immido hadaraa he gallassai gakkanaassi, i naaganau danddayiyoogaa erais."
    },
    {
        "English Sentences": "Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.",
        "Wolaitta Sentences": "Taani nena tamaarissido tumu qaalaa leemiso ootta oiqqada, Kiristtoos Yesuusan nuuyyo de7iya ammanuwaaninne siiquwan de7a."
    },
    {
        "English Sentences": "That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.",
        "Wolaitta Sentences": "Nu giddon de7iya Geeshsha Ayyaanaa baggaara neeyyo hadaraa immido lo77obaa naaga."
    },
    {
        "English Sentences": "This thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes.",
        "Wolaitta Sentences": "Isiyaa giyo biittan de7iya ubbati taappe baqatidoogaa eraasa; eta giddon Pigeluusinne Hermmogeneesi de7oosona."
    },
    {
        "English Sentences": "The Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:",
        "Wolaitta Sentences": "Henesifooru tana daro wode minttettido gishshau, Godai a so asaayyo maarotettaa immo. Qassi taani qasho keettan de7iyoogan i yeellatibeenna."
    },
    {
        "English Sentences": "But, when he was in Rome, he sought me out very diligently, and found me.",
        "Wolaitta Sentences": "SHin Roome giyo katamaa gakkidosaara tana keehi koyidi demmiis."
    },
    {
        "English Sentences": "The Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well.",
        "Wolaitta Sentences": "He gallassi Godaappe maarotettaa demmanaadan, Godai ayyo immo. Qassi Efisoona giyo kataman i tana ai keenaa maaddidaakkonne neeni loitta eraasa."
    },
    {
        "English Sentences": "Thou therefore, my son, be strong in the grace that is in Christ Jesus.",
        "Wolaitta Sentences": "Simmi ta na7au, Kiristtoos Yesuusan de7iya aaro kehatettan minna."
    },
    {
        "English Sentences": "And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.",
        "Wolaitta Sentences": "Qassi daro markkati de7iyoosan taappe neeni siyido yohota harata tamaarissanau danddayiya ammanettida asatuyyo hadaraa imma."
    },
    {
        "English Sentences": "Thou therefore endure hardness, as a good soldier of Jesus Christ.",
        "Wolaitta Sentences": "Yesuus Kiristtoosayyo ammanettida wotaaddaradan, tanaara waayetta."
    },
    {
        "English Sentences": "No man that warreth entangleth himself with the affairs of this life; that he may please him who hath chosen him to be a soldier.",
        "Wolaitta Sentences": "Olaa biya wotaaddarai ba halaqaa ufaissanau, wotaaddara gidenna asai oottiyo oosuwan walahettenna."
    },
    {
        "English Sentences": "And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.",
        "Wolaitta Sentences": "Qassi baaxiyaa gaittiya uraikka baaxetana xayikko, woituwaa ekkenna."
    },
    {
        "English Sentences": "The husbandman that laboureth must be first partaker of the fruits.",
        "Wolaitta Sentences": "Daro daafuridi oottida biittaa goyiya bitanee shiiqida kattaappe bana gakkiyaagaa koiro ekkanau bessees."
    },
    {
        "English Sentences": "Consider what I say; and the Lord give thee understanding in all things.",
        "Wolaitta Sentences": "Neeni ubbabaa akeekanaadan, Godai nena danddayissana gishshau, taani giyoogaa qoppa."
    },
    {
        "English Sentences": "Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:",
        "Wolaitta Sentences": "Taani wonggeliyaa mishiraachchuwaa yootiyoogaadan, haiquwaappe denddida Daawita zariyaa Yesuus Kiristtoosa qoppa."
    },
    {
        "English Sentences": "Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.",
        "Wolaitta Sentences": "Taani wonggeliyaa mishiraachchuwaa yootiyo gishshau, iitabaa oottidabaadan, harai atto qashettana gakkanaassi waayettais. SHin Xoossaa qaalai qashettenna."
    },
    {
        "English Sentences": "Therefore I endure all things for the elect's sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.",
        "Wolaitta Sentences": "Hegaa gishshau, taani Xoossai doorido asatikka Kiristtoos Yesuusan de7iya atotettaa merinaa bonchchuwaara demmanaadan, eta gishshau, taani ubbaban waayettais."
    },
    {
        "English Sentences": "It is a faithful saying: For if we be dead with him, we shall also live with him:",
        "Wolaitta Sentences": "Hagee, \"Nuuni aara issippe haiqqidobaa gidikko, aara issippe de7ana."
    },
    {
        "English Sentences": "If we suffer, we shall also reign with him: if we deny him, he also will deny us:",
        "Wolaitta Sentences": "Nuuni genccikko, aara issippe kawotana. Nuuni a kaddikko, ikka nuna kaddana."
    },
    {
        "English Sentences": "If we believe not, yet he abideth faithful: he cannot deny himself.",
        "Wolaitta Sentences": "Nuuni ammanettennan aggikkokka, i ammanettiyaagaa gididi de7ana. Aissi giikko, i bana ba huuphen erikke gaanau danddayenna\" giyaagee tumu haasaya."
    },
    {
        "English Sentences": "Of these things put them in remembrance, charging them before the Lord that they strive not about words to no profit, but to the subverting of the hearers.",
        "Wolaitta Sentences": "Neeni ne asaa hagaa hassayissa; eti qaalan palamettenna mala, Xoossaa sinttan zora. Hegee siyiya asa mooriyoogaappe attin, ainne go77enna."
    },
    {
        "English Sentences": "Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.",
        "Wolaitta Sentences": "Neeni Xoossaa tumatettaa qaalaa suuretettan yootiyaagaanne qassi a oosuwaayyo yeellatenna oosanchcha gidada, Xoossai sabbiyo asadan, ne huuphiyaa Xoossau immanau minna."
    },
    {
        "English Sentences": "But shun profane and vain babblings: for they will increase unto more ungodliness.",
        "Wolaitta Sentences": "SHin ha sa7au injjetiya pattenna haasayaappe nena naaga. Aissi giikko, hegee Xoossaappe asa haassees."
    },
    {
        "English Sentences": "And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;",
        "Wolaitta Sentences": "Qassi eti tamaarissiyoogee bollaa mirggiya cittuwaadan ubbasaa gakkana. He tamaarissiyaageetuppe naa77ati Hemeneyoosanne Piliixoosa."
    },
    {
        "English Sentences": "Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.",
        "Wolaitta Sentences": "Eti tumaa ogiyaa aggidi, \"Nuuni haiquwaappe denddiyoogee kase aadhdhiichchiis\" yaagidi amarida ammaniya asatu ammanuwaa bashshoosona."
    },
    {
        "English Sentences": "Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.",
        "Wolaitta Sentences": "Gidikkokka, Xoossai essido mino tuussai qaaxxana danddayenna. Qassi a bollan, \"Godai baageeta erees\"; qassi \"Godaabaa gidiya ooninne iita ooso aggi bayo\" yaagiya qaalati xaafettidosona."
    },
    {
        "English Sentences": "But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.",
        "Wolaitta Sentences": "Issi gita keettan worqqaappenne biraappe merettida miishsha xalaala gidennan, mittaappenne urqqaappe merettida miishshatikka de7oosona. Hegeetuppe baggati bonchcho oosuwaa etan oottanau, qassi baggati tooshettiyaabaa etan oottanau merettidosona."
    },
    {
        "English Sentences": "If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master's use, and prepared unto every good work.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne ha iitabaa ubbaappe bana geeshshikko, i ba Godaa go77iya ooso oottanau bana immido gishshau, bonchcho ooso oottiyo miishsha gidana. Qassi lo77o ooso ubbaa oottanau giigettidaagaa gidana."
    },
    {
        "English Sentences": "Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.",
        "Wolaitta Sentences": "SHin neeni iita wodallatetta amuwaappe baqata. Banttana maaddanau geeshsha wozanaappe Godaa xeesiyaageetuura issippe, xillotettaa, ammanuwaa, siiqotettaanne sarotettaa minttada kaalla."
    },
    {
        "English Sentences": "But foolish and unlearned questions avoid, knowing that they do gender strifes.",
        "Wolaitta Sentences": "SHin eeyyatu palamainne ainne erennaageetu palamai ooshsha kaalettiyoogaa erada appe baqata."
    },
    {
        "English Sentences": "And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,",
        "Wolaitta Sentences": "Godaa ashkkarai ubbaayyo kehiyaagaa, loitti tamaarissiyaagaanne danddayanchcha gidanau besseesippe attin, ooyettanau bessenna."
    },
    {
        "English Sentences": "In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;",
        "Wolaitta Sentences": "Qassi i bana ixxiyaageeta ashkketettan seeriyaagaa gidanau bessees. Eti bantta nagaraappe simmidi, tumatettaa eranaadan Xoossai oottanaakko, ooni erii."
    },
    {
        "English Sentences": "And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.",
        "Wolaitta Sentences": "Qassi eti bantta wozanaa qofau simmidi, banttana ba koyidobau azazettana mala oiqqida xalahee halaqaa gitiyaappe kessi ekkana."
    },
    {
        "English Sentences": "This know also, that in the last days perilous times shall come.",
        "Wolaitta Sentences": "SHin wurssetta gallassi waissiya wodee yaanaagaa akeeka."
    },
    {
        "English Sentences": "For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,",
        "Wolaitta Sentences": "Aissi giikko, asati banttana siiqiyaageeta, miishshaa siiqiyaageeta, ceeqettiyaageeta, ayyiyaageeta, cayiyaageeta, banttana yelidaageetuyyo azazettennaageeta, galatennaageeta, geeshshatetti bainnaageeta,"
    },
    {
        "English Sentences": "Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,",
        "Wolaitta Sentences": "siiqoi bainnaageeta, sigettennaageeta, zigirssanchchata, banttana naagennaageeta, kehennaageeta, lo77obaa dosennaageeta,"
    },
    {
        "English Sentences": "Traitors, heady, highminded, lovers of pleasures more than lovers of God;",
        "Wolaitta Sentences": "kashi erikke giyaageeta, eesotiyaageeta, otoruwan sugettiyaageeta, qassi Xoossaappe aattidi, ufaittiyoobaa dosiyaageeta gidana."
    },
    {
        "English Sentences": "Having a form of godliness, but denying the power thereof: from such turn away.",
        "Wolaitta Sentences": "Eti nu ammanuwaa bolla doonan ekkidabaa milatana; shin a tumu wolqqaa erikke gaana. Hegeetu mala asatukko shiiqoppa."
    },
    {
        "English Sentences": "For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,",
        "Wolaitta Sentences": "Aissi giikko, etappe issoi issoi asa keetta gelidi, nagarai deexxidoogeeta,"
    },
    {
        "English Sentences": "Ever learning, and never able to come to the knowledge of the truth.",
        "Wolaitta Sentences": "dumma dumma amuwan sugettiyaageeta, ubba wode tamaaridi, tumatettaa eratettaa ekkanau mule danddayibeenna daafuranchcha maccaasata godatoosona."
    },
    {
        "English Sentences": "Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.",
        "Wolaitta Sentences": "Yaaneesinne Yambbareesi Muuse yohuwaa phalqqidoogaadan, hegaadan qassi hageeti, suure qofai bainnaageeti ammanuwan kunddidaageeti, tumatettaabaa phalqqoosona."
    },
    {
        "English Sentences": "But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.",
        "Wolaitta Sentences": "SHin Yaaneesa eeyyatettainne Yambbareesa eeyyatettai qassi qonccidoogaadan, eta eeyyatettaikka asa ubbau qonccana gishshau, eti kaseegaappe aadhdhidi go7ettokkona."
    },
    {
        "English Sentences": "But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,",
        "Wolaitta Sentences": "SHin neeni ta timirttiyaa, ta hanotaanne ta qofaa, ta ammanuwaanne ta danddayaa, ta siiquwaanne ta genccaa,"
    },
    {
        "English Sentences": "Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.",
        "Wolaitta Sentences": "ta yedetaanne ta waayiyaa be7adasa. Anxxookiyaanne, Iqooniyoonenne Lisxxira giyo katamatun tana gakkidabaanne taani danddayido yedetaa eraasa. Godai tana he ubbaappe ashshiis."
    },
    {
        "English Sentences": "Yea, and all that will live godly in Christ Jesus shall suffer persecution.",
        "Wolaitta Sentences": "Tumatettan Kiristtoos Yesuusan Xoossaa milatidi de7anau dosiya ubbai yedetettana."
    },
    {
        "English Sentences": "But evil men and seducers shall wax worse and worse, deceiving, and being deceived.",
        "Wolaitta Sentences": "SHin iita asatinne balettiyaageeti harata balettiiddinne bantta huuphiyau baliiddi, kaseppe iiti iiti boosona."
    },
    {
        "English Sentences": "But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;",
        "Wolaitta Sentences": "SHin neeni he tumatettaa ooppe tamaaridaakkonne erada, neeni tamaaridoogaaninne eridoogan minnada de7a."
    },
    {
        "English Sentences": "And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.",
        "Wolaitta Sentences": "Neeni guutta naatettaasappe doommada Kiristtoos Yesuusa ammanada, atotettai beettiyo aadhdhida eratettaa immanau danddayiya geeshsha maxaafata eradasa."
    },
    {
        "English Sentences": "All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness:",
        "Wolaitta Sentences": "Xoossaa maxaafa ubban Xoossaa Ayyaanai de7ees."
    },
    {
        "English Sentences": "That the man of God may be perfect, throughly furnished unto all good works.",
        "Wolaitta Sentences": "Qassi he maxaafati Xoossau oottiya asi kumettanne lo77o ooso ubbau giigidaagaa gidana mala, tumatettaa tamaarissanau, balaa seeranau, mooruwaa suurissanaunne xillotetta de7uwau zoriyaa immanau maaddoosona."
    },
    {
        "English Sentences": "I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;",
        "Wolaitta Sentences": "Taani nena Xoossaa sinttaaninne, paxa de7iya asaanne haiqqida asaa pirddanau de7iya Kiristtoos Yesuusa sinttan, qassi a yuussaaninne a kawotettan nena zorais."
    },
    {
        "English Sentences": "Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.",
        "Wolaitta Sentences": "Qaalaa yoota. Wodee injjetin injjetana xayin, minnada yoota. Daro danddayan asaa tamaarissaidda bora, seeranne zora."
    },
    {
        "English Sentences": "For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;",
        "Wolaitta Sentences": "Aissi giikko, asai tumu timirttiyaa ezggennan ixxiyo wodee yaana. SHin asai bantta amuwaa kaallidi, siyanau ufaissiyaabaa yootiya tamaarissiyaageeta gujji gujji shiishshana."
    },
    {
        "English Sentences": "And they shall turn away their ears from the truth, and shall be turned unto fables.",
        "Wolaitta Sentences": "Eti tumu yohuwaa siyiyoogaa aggidi, haisiyaa siyanau bantta haittaa wora zaarana."
    },
    {
        "English Sentences": "But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.",
        "Wolaitta Sentences": "SHin neeni ubbaban ne huuphiyaa naaganau bessees. Waayiyaa danddaya. Wonggeliyaa mishiraachchuwaa yootiyaagee oottiyo oosuwaa ootta. Xoossaa ashkkaradan, ne oottiyo ooso ubbaa pola."
    },
    {
        "English Sentences": "For I am now ready to be offered, and the time of my departure is at hand.",
        "Wolaitta Sentences": "Tana gidikko, taani yarshshettiyo wodeenne qassi ha de7uwaa aggada biyo wodee gakkiis."
    },
    {
        "English Sentences": "I have fought a good fight, I have finished my course, I have kept the faith:",
        "Wolaitta Sentences": "Taani lo77o baaxiyaa baaxetaas; ta wottaanne woxxada wurssaas; ammanuwaakka naagaas."
    },
    {
        "English Sentences": "Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.",
        "Wolaitta Sentences": "Sinttappe taayyo xillotettaa akiliilee giigi uttiis. Hegaa xillo pirddaa pirddiya Godai he gallassi taayyo sheedhdhana. Qassi Kiristtoosi qonccanaagaa dosiya ubbaassappe attin, ta xalaalaassa gidenna."
    },
    {
        "English Sentences": "Do thy diligence to come shortly unto me:",
        "Wolaitta Sentences": "Taakko eesuwan yaanau minna."
    },
    {
        "English Sentences": "For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.",
        "Wolaitta Sentences": "Aissi giikko, Deemaasi ha wodiyaa sa7aa dosidi, tana aggidi, Tasalonqqe giyo katamaa biis. Qerqqiisi Galaatiyaa giyo biittaa bin, qassi Tiitu Dilmmaaxiyaa giyo biittaa biis."
    },
    {
        "English Sentences": "Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.",
        "Wolaitta Sentences": "Luqaasa xalaalai tanaara de7ees. Marqqoosi tana oosuwan keehi maaddanau danddayiyo gishshau, a demmada nenaara ekkada ya."
    },
    {
        "English Sentences": "And Tychicus have I sent to Ephesus.",
        "Wolaitta Sentences": "SHin taani Tikiqoosa Efisoona giyo katamaa kiittaas."
    },
    {
        "English Sentences": "The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.",
        "Wolaitta Sentences": "Neeni yaidda, Xiro7aada giyo kataman Karppoosaagan taani yeggada yiido ta waaruwaanne qassi maxaafata taayyo ekkada ya. SHin galbban xaafettidaageeta ai gidikkonne, ekkennan yooppa."
    },
    {
        "English Sentences": "Alexander the coppersmith did me much evil: the Lord reward him according to his works:",
        "Wolaitta Sentences": "Birataa qoxxiya Iskkinddiri tana daro qohiis; Godai ayyo a oosuwaadan zaarana."
    },
    {
        "English Sentences": "Of whom be thou ware also; for he hath greatly withstood our words.",
        "Wolaitta Sentences": "I nuuni yootiyoogaa keehi phalqqiyo gishshau, neeni appe nena naaga."
    },
    {
        "English Sentences": "At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge.",
        "Wolaitta Sentences": "Koiro tana mootiyo wode, ubbaikka aggi bayidoogaappe attin, tana ooninne maaddibeenna. Xoossai hegaa etau qoodoppo."
    },
    {
        "English Sentences": "Notwithstanding the Lord stood with me, and strengthened me; that by me the preaching might be fully known, and that all the Gentiles might hear: and I was delivered out of the mouth of the lion.",
        "Wolaitta Sentences": "SHin taani kumetta kiitaa Aihuda gidenna asai ubbai siyanau yootana mala, Godai ta matan eqqidi, taayyo wolqqaa immiis. Qassi gaammuwaa doonaappekka tana ashshiis."
    },
    {
        "English Sentences": "And the Lord shall deliver me from every evil work, and will preserve me unto his heavenly kingdom: to whom be glory for ever and ever. Amen.",
        "Wolaitta Sentences": "Godai tana iitabaa ubbaappe ashshidi, ba saluwaa kawotettaa sarotettan efaana; ayyo meri merinau bonchchoi gido. Amin77i."
    },
    {
        "English Sentences": "Salute Prisca and Aquila, and the household of Onesiphorus.",
        "Wolaitta Sentences": "PHirisqqilo, Aqiilanne Henesifooru so asaayyo ta sarotaa oda."
    },
    {
        "English Sentences": "Erastus abode at Corinth: but Trophimus have I left at Miletum sick.",
        "Wolaitta Sentences": "Erasxxoosi Qoronttoosa giyo kataman attiis. SHin Xirofiimoosi sahettido gishshau, Miliixe giyo kataman a yeggaas."
    },
    {
        "English Sentences": "Do thy diligence to come before winter. Eubulus greeteth thee, and Pudens, and Linus, and Claudia, and all the brethren.",
        "Wolaitta Sentences": "Balggoi wodhdhanaappe kase yaanau minna. Eubuluusi, PHudeesi, Liinoosinne Qilaadee qassi hara ishantti ubbaikka nena saro saro goosona."
    },
    {
        "English Sentences": "The Lord Jesus Christ be with thy spirit. Grace be with you. Amen.",
        "Wolaitta Sentences": "Godai Yesuus Kiristtoosi ne ayyaanaara gido. Xoossaa aaro kehatettai inttenaara ubbaara gido. Amin77i."
    }
]