[
    {
        "English Sentences": "Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,",
        "Wolaitta Sentences": "Taani, Yesuus Kiristtoosi kiittido PHeexiroosi, Xoossai doorido asatuyyo PHanxxoosa biittan, Galaatiyaa biittan, Qaphphadooqiyaa biittan, Isiyaa biittaaninne Bitiniyaa biittan yedettin laalettidi de7iyaageetuyyo dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.",
        "Wolaitta Sentences": "Yesuus Kiristtoosayyo intte azazettana malanne a suuttan geeyana mala, Xoossai Aawai doorido intteyyo ba Ayyaanan geeshshidoogeetuyyo, aaro kehatettainne sarotettai gido."
    },
    {
        "English Sentences": "Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,",
        "Wolaitta Sentences": "Nuuni Xoossaa, nu Godaa Yesuus Kiristtoosa Aawaa, ba maarotettaa daruwaadankka nuna naa77anttuwaa yelidaagaa, Yesuus Kiristtoosa haiquwaappe denttidoogan nuuyyo de7uwaa immana giidaagaa galatoos."
    },
    {
        "English Sentences": "To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,",
        "Wolaitta Sentences": "Qassi Xoossai intteyyo immana daro laataa wooqqennasan, moorettennasan, woi xayennasan saluwan naagees."
    },
    {
        "English Sentences": "Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.",
        "Wolaitta Sentences": "He laatai wodiyaa wurssettan beettanau de7iya atotettaayyo Xoossaa wolqqan ammanuwan naagetti uttida inttessa."
    },
    {
        "English Sentences": "Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:",
        "Wolaitta Sentences": "Ha77i guutta wodiyaayyo harai atto dumma dumma paaciyan intte paacettanau koshshikkokka, hagan daro ufaittite."
    },
    {
        "English Sentences": "That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:",
        "Wolaitta Sentences": "Hegee harai atto, taman yeggin xayiya worqqappekka intte ammanoi daro al77onne bali bainnaagaa gidiyoogaa bessanaassa; yaatidi Yesuus Kiristtoosi beettiyo wode, galataa, bonchchuwaanne sabaa intte ekkana."
    },
    {
        "English Sentences": "Whom having not seen, ye love; in whom, though now ye see him not, yet believing, ye rejoice with joy unspeakable and full of glory:",
        "Wolaitta Sentences": "Intte a be7ana xayikkokka, siiqeeta; intte ha77i a be7ana xayikkokka, ammaneeta."
    },
    {
        "English Sentences": "Receiving the end of your faith, even the salvation of your souls.",
        "Wolaitta Sentences": "Qassi intte intte ammanuwau polo gidiya intte shemppuwaa atotettaa ekkiyo gishshau, yootanau danddayettenna bonchchoi kumido ufaissaa ufaitteeta."
    },
    {
        "English Sentences": "Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:",
        "Wolaitta Sentences": "Xoossai intteyyo immana aaro kehatettaabau hananabaa yootidaageeti keehi koyidi, ha atotettaabaa qoridosona."
    },
    {
        "English Sentences": "Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.",
        "Wolaitta Sentences": "Etan de7iya Kiristtoosa Ayyaanai Kiristtoosa waayiyaabaanne hegaappe guyyiyan yaana bonchchuwaabaa kasetidi markkattiiddi, aude woi waanida wodiyan yaanaakkonne akeekissidoogaadan, eti qoroosona."
    },
    {
        "English Sentences": "Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.",
        "Wolaitta Sentences": "He hananabaa yootiyaageeti oottido oosoi inttessappe attin, eta huuphessa gidennaagaa Xoossai etayyo qonccissiis; ha77i intte siyido wonggeliyaa mishiraachchuwaa intteyyo yootida asati, banttau saluwaappe kiitettida Geeshsha Ayyaanaa wolqqan yootidosona. Hegaa kiitanchchatikka be7anau amottoosona."
    },
    {
        "English Sentences": "Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;",
        "Wolaitta Sentences": "Hegaa gishshau, oosuwaa oottanau intte wozanan qoppi uttite; minnite. Yesuus Kiristtoosi beettiyo wode aaro kehatettaa ekkana giidi, kumetta ufaissan naagi uttite."
    },
    {
        "English Sentences": "As obedient children, not fashioning yourselves according to the former lusts in your ignorance:",
        "Wolaitta Sentences": "Xoossau azazettite; intte kase erennan amottido amuwaa kaalloppite."
    },
    {
        "English Sentences": "But as he which hath called you is holy, so be ye holy in all manner of conversation;",
        "Wolaitta Sentences": "SHin inttena xeesida Xoossai geeshsha gididoogaadan, inttekka intte ooso ubban geeshsha gidite."
    },
    {
        "English Sentences": "Because it is written, Be ye holy; for I am holy.",
        "Wolaitta Sentences": "Xoossaa maxaafan, \"Taani geeshsha gidiyo gishshau, inttekka geeshsha gidite\" geetettidi xaafettiis."
    },
    {
        "English Sentences": "And if ye call on the Father, who without respect of persons judgeth according to every man's work, pass the time of your sojourning here in fear:",
        "Wolaitta Sentences": "Asa huuphen huuphen som77o xeellennan a huuphe huuphe oosuwaadan pirddiya Xoossaa woossiiddi intte, \"Nu Aawau\" giidi a xeesiyaabaa gidikko, ha sa7aa bolli intte de7iyo wodiyan yashshatettan de7ite."
    },
    {
        "English Sentences": "Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received by tradition from your fathers;",
        "Wolaitta Sentences": "Intte intte aawatuppe laattido pattenna de7uwaappe wozettidoogee, xayiya bira woi worqqa malaana gidennaagaa ereeta;"
    },
    {
        "English Sentences": "But with the precious blood of Christ, as of a lamb without blemish and without spot:",
        "Wolaitta Sentences": "borssoi woi qiti bainna dorssa suuttadan, al77o Kiristtoosa suuttan intte wozettideta."
    },
    {
        "English Sentences": "Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,",
        "Wolaitta Sentences": "Xoossai sa7ai merettanaappe kase Kiristtoosa doori wottiis; shin intte gishshau, ha wodiyaa wurssettan i beettiis."
    },
    {
        "English Sentences": "Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.",
        "Wolaitta Sentences": "Intte ammanoinne intte ekkana giidi ufaissan naagi uttidobai Xoossan de7ana mala, Xoossai haiquwaappe a denttidi, ayyo bonchchuwaa immidaagan aani ammanetta."
    },
    {
        "English Sentences": "Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:",
        "Wolaitta Sentences": "Tumatettaayyo intte azazettiyoogan, lo77o milatiya iitatetti bainnan, intte ishantta siiqanau intte huuphiyaa geeshshidi, issoi issuwaara minttidi wozanappe siiqettite."
    },
    {
        "English Sentences": "Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.",
        "Wolaitta Sentences": "Intte haiqqiya zareppe naa77anttuwaa yelettibeekketa; shin merinau de7iya Xoossaa qaalan haiqqenna zareppe yelettideta."
    },
    {
        "English Sentences": "For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Asai ubbai maataa mala; a bonchcho ubbaikka maataa ciishshaa mala. Maatai melees; ciishshaikka qoqqofettees."
    },
    {
        "English Sentences": "But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.",
        "Wolaitta Sentences": "SHin Godaa qaalai merinau de7ees\" yaagees. Hagee intteyyo odido wonggeliyaa mishiraachchuwaa qaalaa."
    },
    {
        "English Sentences": "Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,",
        "Wolaitta Sentences": "Hegaa gishshau, intteppe iitatetta ubbaa, cimo ubbaa, lo77o milatiya iitatetta, qanaatenne zigirssa ubbaa diggite."
    },
    {
        "English Sentences": "As newborn babes, desire the sincere milk of the word, that ye may grow thereby:",
        "Wolaitta Sentences": "Godai keha gididoogaa intte eridobaa gidikko, ha77i yelettida gacino naatudan,"
    },
    {
        "English Sentences": "If so be ye have tasted that the Lord is gracious.",
        "Wolaitta Sentences": "uyiiddi diccanaunne attanau Xoossaa geeshsha qaalaa maattaa ubba wode laamotite."
    },
    {
        "English Sentences": "To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,",
        "Wolaitta Sentences": "Godaakko de7o shuchchaakko shiiqite. Asi a ixxiis; shin Xoossaa matan i doorettida al77o."
    },
    {
        "English Sentences": "Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.",
        "Wolaitta Sentences": "Inttekka qassi de7o shuchchadan, geeshsha qeese gididi, Yesuus Kiristtoosa baggaara Xoossaa ufaissiya ayyaanaa yarshshuwaa Xoossaayyo yarshshanau, intte intte huuphen ayyaana keettadan keexettite."
    },
    {
        "English Sentences": "Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Be7ite, taani Xiyoone giyo kataman keettaa godaa xaphuwaa minttiya, doorettida, al77o shuchchaa wottais; aani ammaniya ooninne yeellatenna\" yaagees."
    },
    {
        "English Sentences": "Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,",
        "Wolaitta Sentences": "Hegaa gishshau, ha shuchchai intteyyo ammaniyaageetuyyo daro al77o; shin ammanennaageetuyyo, \"Gimbbiyaageeti karidi ixxido shuchchai godaa xaphuwaa minttiya, ubbaappe aadhdhiya shuchcha gidiis\" yaagees."
    },
    {
        "English Sentences": "And a stone of stumbling, and a rock of offence, even to them which stumble at the word, being disobedient: whereunto also they were appointed.",
        "Wolaitta Sentences": "Qassikka, \"Ha shuchchai asa xubbiya shuchchanne asa ooggiya zaalla\" yaagees; eti Xoossaa qaalaa ammanenna gishshau, i etau qoppidoogaadankka xubettoosona."
    },
    {
        "English Sentences": "But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:",
        "Wolaitta Sentences": "SHin Xoossai xumaappe garamissiya ba poo7uwau inttena xeesiis; intte a ooratta oosuwaa yootanau doorettida zare; intte kawo qeeseta; geeshsha asanne Xoossaassi buzo asa."
    },
    {
        "English Sentences": "Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.",
        "Wolaitta Sentences": "Intte kase Xoossaa asa gidekketa; shin ha77i intte a asa; intte kase maarotettaa ekkibeekketa; shin ha77i maarotettaa ekkideta."
    },
    {
        "English Sentences": "Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;",
        "Wolaitta Sentences": "Ta dabbotoo, intte ha sa7an imattanne yedettin asasan de7iyaageeta gididoogaadan, ubba wode intte shemppuwaara olettiya asatettaa amuwaappe intte haakkana mala, taani inttena woossais."
    },
    {
        "English Sentences": "Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.",
        "Wolaitta Sentences": "Aihuda gidenna asai inttena iitabaa oottiyaageetudan zigiriyo wode, Kiristtoosi yiyo gallassi intte lo77o oosuwaa eti akeekidi, Xoossaa galatana mala, intte de7uwaa eta giddon loitti naagite."
    },
    {
        "English Sentences": "Submit yourselves to every ordinance of man for the Lord's sake: whether it be to the king, as supreme;",
        "Wolaitta Sentences": "Godaa gishshau, asa higge ubbaayyo haarettite; kawoikka ubbaappe bolla gidiyo gishshau, ayyo haarettite."
    },
    {
        "English Sentences": "Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.",
        "Wolaitta Sentences": "Qassi deriyaa haariyaageetuyyookka haarettite. Aissi giikko, eti iitabaa oottiyaageeta qaxxayanaunne lo77obaa oottiyaageeta galatanau kawoppe kiitettidosona."
    },
    {
        "English Sentences": "For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:",
        "Wolaitta Sentences": "Aissi giikko, Xoossai intte intte lo77o oosuwan erenna eeyya asaa haasayaa co77u oottanaagaa koyees."
    },
    {
        "English Sentences": "As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.",
        "Wolaitta Sentences": "Ailletettaappe kiyidi, Xoossaa ailledan de7iteppe attin, he ailletettaappe kiyidoogaa iitatetta genttiyoobaa oottoppite."
    },
    {
        "English Sentences": "Honour all men. Love the brotherhood. Fear God. Honour the king.",
        "Wolaitta Sentences": "Asa ubbaa bonchchite. Intte ishantta siiqite. Xoossau yayyite. Kawo bonchchite."
    },
    {
        "English Sentences": "Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.",
        "Wolaitta Sentences": "Ashkkaratoo, intte lo77o godatu xalaalaayyoonne ashkke godatu xalaalaayyo gidennan, iitatuyyookka daro yayyidi haarettite."
    },
    {
        "English Sentences": "For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.",
        "Wolaitta Sentences": "Aissi giikko, asi naaqqiyo wode waayettiya urai Xoossaa qoppiiddi, waayiyaa danddayikko, Xoossai a anjjana."
    },
    {
        "English Sentences": "For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it, ye take it patiently, this is acceptable with God.",
        "Wolaitta Sentences": "Aissi giikko, intte nagara oottin, inttena dechchiyo wode, intte danddayikko, intteyyo ai galati de7ii? SHin lo77obaa oottidi waayiyaa intte danddayikko, Xoossai inttena hegau anjjana."
    },
    {
        "English Sentences": "For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:",
        "Wolaitta Sentences": "Xoossai inttena xeesidoogee hegaa gishshassa; aissi giikko, Kiristtoosi intteyyo waayettiis; intte a kaallana mala, intteyyo leemiso gidiis."
    },
    {
        "English Sentences": "Who did no sin, neither was guile found in his mouth:",
        "Wolaitta Sentences": "Nagara i oottibeenna; ba doonankka worddo haasayibeenna."
    },
    {
        "English Sentences": "Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:",
        "Wolaitta Sentences": "Asi bana cayiyo wode, zaaridi cayibeenna; waayettiyo wodekka manddibeenna. SHin xillo pirddiya Xoossaayyo bana aattidi immiis."
    },
    {
        "English Sentences": "Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.",
        "Wolaitta Sentences": "Nuuni nagarau haiqqidi, xillotettau de7ana mala, Kiristtoosi ba huuphen ba ashuwan nu nagaraa masqqaliyan tookkiis; intte a masunttan paxideta."
    },
    {
        "English Sentences": "For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.",
        "Wolaitta Sentences": "Aissi giikko, intte oge balida dorssa mala; shin ha77i intte shemppuwaa heemmiyaagaakkonne naagiyaagaakko simmideta."
    },
    {
        "English Sentences": "Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;",
        "Wolaitta Sentences": "Hegaadankka maccaasatoo, intte azinatuppe Xoossaa qaalau azazettenna issooti issooti de7ikkokka, intte palamettennan, eti"
    },
    {
        "English Sentences": "While they behold your chaste conversation coupled with fear.",
        "Wolaitta Sentences": "intte yashshatettaanne intte geeshsha de7uwaa be7idi ammanana mala, etau haarettite."
    },
    {
        "English Sentences": "Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;",
        "Wolaitta Sentences": "Intte intte huuphe pixiyoogaaninne worqqa wottiyoogan woi lo77o maayo maayiyoogan intteyyo bolla baggaa loittoppite."
    },
    {
        "English Sentences": "But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.",
        "Wolaitta Sentences": "SHin intte wozana giddon de7iya lo77otettai Xoossaa sinttan intteyyo daro al77o gididi, xayenna ashkkenne woppu giida ayyaana gido."
    },
    {
        "English Sentences": "For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:",
        "Wolaitta Sentences": "Aissi giikko, hegaadan Xoossai immana giidoogaa ammanida geeshsha maccaasati beni wode bantta azinatuyyo haarettidi, banttana hegaadan daro loittidosona."
    },
    {
        "English Sentences": "Even as Sara obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.",
        "Wolaitta Sentences": "Hegaadan Saara Abrahaama, \"Ta godau\" yaagada xeesaidda, ayyo azazettaasu; inttekka issibaunne yayyennan lo77obaa oottikko, i naata."
    },
    {
        "English Sentences": "Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.",
        "Wolaitta Sentences": "Hegaadan azinatoo, intte maccaasati daafuranchcha mereta gidiyoogaa eridi, etaara issippe de7ite; intte woosai xubettenna mala, Xoossai immido de7uwaa aaro kehatettaa eti inttenaara issippe laattiyo gishshau, eta bonchchite."
    },
    {
        "English Sentences": "Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:",
        "Wolaitta Sentences": "Hegaappe aadhdhiyaabaa gidikko, ubbai issi qofan de7ite. Issoi issuwau qarettidi, ishanttudan siiqettite; qassi issoi issuwau kehiyaageetanne intte huuphiyaa kaushshiyaageeta gidite."
    },
    {
        "English Sentences": "Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.",
        "Wolaitta Sentences": "Iitaa gishshaa iitaa woi cashshaa gishshaa cashshaa zaaroppite; hegaa aggidi, Xoossai intteyyo anjjuwaa immanau inttena xeesido gishshau anjjite."
    },
    {
        "English Sentences": "For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai hagaadan yaagees; \"De7o dosiyainne lo77o wodiyaa be7anau koyiyai oona gidikkonne ba inxxarssan iitabaa haasayiyoogaanne worddo yootiyoogaa aggo."
    },
    {
        "English Sentences": "Let him eschew evil, and do good; let him seek peace, and ensue it.",
        "Wolaitta Sentences": "Iitabaa oottiyoogaa aggidi, lo77obaa ootto; sarotettaakka keehi koyonne a kaallo."
    },
    {
        "English Sentences": "For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is against them that do evil.",
        "Wolaitta Sentences": "Aissi giikko, Godaa aifee xillotukko xeellees; qassi i ubba wode eta woosaa ezggees. SHin Godai iitabaa oottiyaageeta ba hanqqo som77uwan xeellees\" yaagees."
    },
    {
        "English Sentences": "And who is he that will harm you, if ye be followers of that which is good?",
        "Wolaitta Sentences": "Intte lo77obaa oottanau amottikko, inttena qohanai oonee?"
    },
    {
        "English Sentences": "But and if ye suffer for righteousness' sake, happy are ye: and be not afraid of their terror, neither be troubled;",
        "Wolaitta Sentences": "SHin harai atto, xillotettaa gishshau intte waayettikkokka, anjjettidaageeta. Asau yayyoppitenne hirggoppite."
    },
    {
        "English Sentences": "But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:",
        "Wolaitta Sentences": "SHin Kiristtoosa intte wozanan bonchchitenne a intte Goda oottite. Xoossai intteyyo immana giido inttenan de7iyaagau gaaso oichchiya ooyyoonne zaaro immanau ubba wode giigi uttite; shin hegaa ashkketettaaninne yashshatettan oottite."
    },
    {
        "English Sentences": "Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.",
        "Wolaitta Sentences": "Qassi Kiristtoosan intte de7iyo lo77o de7uwaa iitabaa oottidobaadan, inttena cayiya asai ba zigiriyooban yeellatana mala, inttena zoriya wozanai geeshsha gido."
    },
    {
        "English Sentences": "For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai giidobaa gidikko, iitabaa oottido gishshau waayettiyoogaappe, lo77obaa oottido gishshau waayettiyoogee keha."
    },
    {
        "English Sentences": "For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi nuna Xoossaakko efaanau, baayyo xillo gidiiddi, makkalanchchatu gishshau, issitoo ubbaa nagarau haiqqiis; i ba asatettan haiqqiis; shin ayyaanan paxiis."
    },
    {
        "English Sentences": "By which also he went and preached unto the spirits in prison;",
        "Wolaitta Sentences": "Qassi he Ayyaanan, qashuwan de7iya ayyaanatukko biidi, etayyo qaalaa yootiis."
    },
    {
        "English Sentences": "Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.",
        "Wolaitta Sentences": "He ayyaanati amarida hosppun asati haattan attido markkabiyaa Nohee keexxishin, Xoossai danddayidi gam77ido wode, Xoossaayyo azazettibeenna asaa ayyaanata."
    },
    {
        "English Sentences": "The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:",
        "Wolaitta Sentences": "Hegee xinqqatiyau leemiso gididi, inttena ha77i ashshees; lo77o zoriya wozanaappe Xoossaa woossiyoogaappe attin, bollaa qitaa meecciyoogaa gidenna; hegee inttena Yesuus Kiristtoosi haiquwaappe denddidoogan ashshees."
    },
    {
        "English Sentences": "Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.",
        "Wolaitta Sentences": "Saluwaa biidi Xoossaappe ushachcha baggan i uttidi, kiitanchcha ubbaa, maataara de7iyaageetanne wolqqaamata haarees."
    },
    {
        "English Sentences": "Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosi ba ashuwan nuuyyo waayettido gishshau, inttekka he qofaa ola miishshadan oiqqidi, intte intteyyo minnite. Aissi giikko, ba ashuwan waayettida urai nagaraa oottiyoogaa aggiis."
    },
    {
        "English Sentences": "That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.",
        "Wolaitta Sentences": "Hagaappe sinttan, ha sa7an shemppoora de7anau attida wodiyan, Xoossai koyiyoogaadan de7anau bessiyoogaappe attin, asa amodan de7anau bessenna."
    },
    {
        "English Sentences": "For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:",
        "Wolaitta Sentences": "Aissi giikko, Aihuda gidenna asai oottanau dosiyoogaa intte oottiiddi, shaaramuxanau qaaqqatiyoogan, amuwan, mattuwan, yettan, ushshan, pokkiya eeqau goinniyoogan, de7ido kase aadhdhida wodee intteyyo gidana."
    },
    {
        "English Sentences": "Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:",
        "Wolaitta Sentences": "Aihuda gidenna asaara intte shori bainna oosuwaa issippe oottenna gishshau garamettidi, inttena cayoosona."
    },
    {
        "English Sentences": "Who shall give account to him that is ready to judge the quick and the dead.",
        "Wolaitta Sentences": "SHin eti paxa de7iya asaa bollinne haiqqida asaa bolli pirddanau giigi uttida Xoossau zaaruwaa immana."
    },
    {
        "English Sentences": "For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.",
        "Wolaitta Sentences": "Haiqqida asai ba asatettan asai pirddettiyoogaadan pirddettanaunne qassi ayyaanan Xoossai de7iyoogaadan de7anau, wonggeliyaa mishiraachchoi etayyo hegau odettiis."
    },
    {
        "English Sentences": "But the end of all things is at hand: be ye therefore sober, and watch unto prayer.",
        "Wolaitta Sentences": "Ubbabaukka wurssettai matattiis. Hegaa gishshau, Xoossaa woossanau wozanaa qofai de7iyoogeetudan, inttena naagitenne minnite."
    },
    {
        "English Sentences": "And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.",
        "Wolaitta Sentences": "Siiqoi daro nagaraa kammiyo gishshau, ubbabaappe aattidi issoi issuwaara wozanappe siiqettite."
    },
    {
        "English Sentences": "Use hospitality one to another without grudging.",
        "Wolaitta Sentences": "Zuuzummennan issoi issuwaa imattatettan mokkite."
    },
    {
        "English Sentences": "As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.",
        "Wolaitta Sentences": "Intte huuphiyan huuphiyan Xoossaappe dumma dumma aaro kehatettaa ekkidoogaadankka, Xoossaa dumma imuwaa loitti gishiyaageetudan, issoi issuwau oottite."
    },
    {
        "English Sentences": "If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.",
        "Wolaitta Sentences": "Yesuus Kiristtoosa baggaara ubbaban Xoossai galatettana mala, ooninne yootiyaabaa gidikko, qaalaa Xoossaappe ekkidi yootiyoogaadan yooto. Qassi ooninne maaddiyaabaa gidikko, Xoossai ayyo immiyo wolqqan maaddo. Bonchchoinne godatettai Xoossaassi meri merinau gido. Amin77i."
    },
    {
        "English Sentences": "Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:",
        "Wolaitta Sentences": "Ta dabbotoo, intte giddon tamadan xuuggidi paacciya waayee yiyaagaa oorattabai haniyaabaadan garamettoppite."
    },
    {
        "English Sentences": "But rejoice, inasmuch as ye are partakers of Christ's sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.",
        "Wolaitta Sentences": "SHin Kiristtoosa bonchchoi beettiyo wode intte ufaittana mala, aara waayettiyoogan ufaittite."
    },
    {
        "English Sentences": "If ye be reproached for the name of Christ, happy are ye; for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.",
        "Wolaitta Sentences": "Asi inttena Kiristtoosa sunttaa gishshau boriyaabaa gidikko, intte anjjettidaageeta; aissi giikko, bonchcho Ayyaanai, Xoossaa Ayyaanai, intte bolli shemppana."
    },
    {
        "English Sentences": "But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men's matters.",
        "Wolaitta Sentences": "Intteppe ooninne shemppo woridabaadan, woi kaisodan, woi iitabaa oottida asadan, woi hara asa yohuwan gelidabaadan waayettoppo."
    },
    {
        "English Sentences": "Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.",
        "Wolaitta Sentences": "SHin ooninne Kiristtoosa ammaniyo gishshau waayettikko, Kiristtoosa sunttaa gishshau, Xoossaa galatanaappe attin, yeellatoppo."
    },
    {
        "English Sentences": "For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?",
        "Wolaitta Sentences": "Aissi giikko, pirddai Xoossaa asaa bolli doomettiyo wodee gakkiis. Qassi he pirddai koiro nu bolli doomettiyaabaa gidikko, a wonggeliyaayyo azazettennaageetu wurssettai aiba gidanee?"
    },
    {
        "English Sentences": "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?",
        "Wolaitta Sentences": "Xillo asi tuggan attiyaabaa gidikko, makkalanchchainne nagaranchchai yaatin waananee?"
    },
    {
        "English Sentences": "Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.",
        "Wolaitta Sentences": "Hegaa gishshau qassi, Xoossai giidoogaadan waayettiyaageeti lo77obaa oottiiddi, bantta shemppuwaa hadaraa banttana medhdhida ammanettiya Xoossau immona."
    },
    {
        "English Sentences": "The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:",
        "Wolaitta Sentences": "Simmi taani woosa keettaa cimatuura cima gidiyaageenne, Kiristtoosa waayiyaa markkattiyaagee, qassi qonccana bonchchuwaa shaakkanaagee intte giddon de7iya cimata zorais."
    },
    {
        "English Sentences": "Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;",
        "Wolaitta Sentences": "Intte giddon de7iya Xoossaa dorssaa wudiyaa Xoossai koyiyoogaadan heemmite. Dosaanappe attin, wolqqan gidenna. Qassi intte go77a xalaalaa xeellennan, lo77o qofan heemmite."
    },
    {
        "English Sentences": "Neither as being lords over God's heritage, but being ensamples to the flock.",
        "Wolaitta Sentences": "Dorssaa wudiyau intte leemiso gidanaappe attin, heemmiyoogeeta wolqqan haaroppite."
    },
    {
        "English Sentences": "And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.",
        "Wolaitta Sentences": "Qassi heemmiyaageetu halaqai beettiyo wode, moorettenna bonchcho akiliiliyaa intte ekkana."
    },
    {
        "English Sentences": "Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.",
        "Wolaitta Sentences": "Hegaadankka yelaga asatoo, cimatuyyo haarettite. Ubbaikka issoi issuwau oottanau intte huuphiyaa kaushshiyoogaa afaladan maayite. Aissi giikko, Xoossai otorettiyaageeta ixxees; shin banttana kaushshiyaageetuyyo aaro kehatettaa immees."
    },
    {
        "English Sentences": "Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:",
        "Wolaitta Sentences": "Xoossai ba lo77o wodiyan inttena xoqqu oottana mala, wolqqaama Xoossaa kushiyaappe garssaara inttena toochchite."
    },
    {
        "English Sentences": "Casting all your care upon him; for he careth for you.",
        "Wolaitta Sentences": "I intteyyo qoppiyo gishshau, inttena hirggissiya ubbabaa a bolli olite."
    },
    {
        "English Sentences": "Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:",
        "Wolaitta Sentences": "Xalahe halaqai, intte morkkee, mittiyo uraa koyidi, gudiya gaammuwaadan gudiiddi, intte lanqqiyan yuuyiyo gishshau naagettitenne beegottite."
    },
    {
        "English Sentences": "Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.",
        "Wolaitta Sentences": "Sa7an de7iya intte ishantti hegaadan waayettiyoogaa eridi, ammanuwan minnidi, aara eqettite."
    },
    {
        "English Sentences": "But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.",
        "Wolaitta Sentences": "Aaro kehatetta ubbaa Xoossai, ba merinaa bonchchuwaayyo Kiristtoos Yesuusa baggaara inttena xeesidaagee, amarida wodiyaa intte waayettidoogaappe guyyiyan, i ba huuphen inttena loittananne minttana. Qassi i inttena wolqqanttana."
    },
    {
        "English Sentences": "To him be glory and dominion for ever and ever. Amen.",
        "Wolaitta Sentences": "Bonchchoinne wolqqai merinaappe merinaa gakkanaassi ayyo gido. Amin77i."
    },
    {
        "English Sentences": "By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.",
        "Wolaitta Sentences": "Hagee Xoossaa tumu aaro kehatettaa gidiyoogaa taani intteyyo markkattaiddanne inttena zoraidda, intteyyo qanttan xaafido dabddaabbiyaa ammanettiya isha gaada taani qoppiyo Sillaasa bolli kiittaas; he aaro kehatettan minnite."
    },
    {
        "English Sentences": "The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.",
        "Wolaitta Sentences": "Inttenaara issippe doorettida Baabiloonen de7iya woosa keettaa asainne ta na7ai Marqqoosi inttena \"Saro saro\" goosona."
    },
    {
        "English Sentences": "Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.",
        "Wolaitta Sentences": "Siiqo yeretaa yerettiiddi, issoi issuwaa sarotite. Intteyyo, Kiristtoosaara de7iya ubbatuyyo sarotettai gido. Amin77i."
    }
]