[
    {
        "English Sentences": "Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:",
        "Wolaitta Sentences": "Taani Simoon PHeexiroosi, Yesuus Kiristtoosi kiittidoogeenne a ashkkarai, nu Xoossaanne nuna ashshiya Yesuus Kiristtoosa xillotettaa baggaara nuugaa mala al77o ammanuwaa ekkidaageetuyyo ha dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,",
        "Wolaitta Sentences": "Xoossaanne nu Godaa Yesuusa intte eriyoogan aaro kehatettainne sarotettai intteyyo palahidi gido."
    },
    {
        "English Sentences": "According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:",
        "Wolaitta Sentences": "Nuuni Xoossaa bonchchuwaanne lo77otettaa laattana mala, nuna xeesidaagaa nuuni eriyoogan, Xoossaa milatidi de7anau nuna koshshiyaabaa ubbaa Xoossaa wolqqai nuuyyo immiis."
    },
    {
        "English Sentences": "Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.",
        "Wolaitta Sentences": "Intte a imuwaa baggaara sa7an de7iya bashshiya amuwaappe kessi ekkanaadaaninne Xoossaa xoossatettaa laattanaadan, i ba immana giido daro wolqqaamanne al77o imuwaa nuuyyo immiis."
    },
    {
        "English Sentences": "And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;",
        "Wolaitta Sentences": "Hegaa gishshau, minnidi intte ammanuwaa bolli lo77otettaa, lo77otettaa bolli eratettaa,"
    },
    {
        "English Sentences": "And to knowledge temperance; and to temperance patience; and to patience godliness;",
        "Wolaitta Sentences": "eratettaa bolli inttena naagiyoogaa, inttena naagiyoogaa bolli genccaa, genccaa bolli Xoossaa milatiyoogaa,"
    },
    {
        "English Sentences": "And to Godliness brotherly kindness; and to brotherly kindness charity.",
        "Wolaitta Sentences": "Xoossaa milatiyoogaa bolli ishatettaa siiquwaa, ishatettaa siiquwaa bolli siiquwaa gujjite."
    },
    {
        "English Sentences": "For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.",
        "Wolaitta Sentences": "Aissi giikko, hageeti intteyyo keehi dariyaabaa gidikko, inttena Godaa Yesuus Kiristtoosa eratettan tishshanne aifeera de7iyaageeta oottana."
    },
    {
        "English Sentences": "But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.",
        "Wolaitta Sentences": "SHin hegeeti bainna urai ba matan de7iyaabaa xalaalaa demmees; qassi i qooqe; i kase oottido nagarai atto geetettidoogaa erenna."
    },
    {
        "English Sentences": "Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishatoo, inttena Xoossai xeesidoogaanne dooridoogaa minttanau, kaseegaappe aadhdhi minnite; aissi giikko, intte hegaa oottiyaabaa gidikko, xubettekketa."
    },
    {
        "English Sentences": "For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.",
        "Wolaitta Sentences": "Hegaadan qassi nu Godaanne nuna ashshiya Yesuus Kiristtoosa merinaa kawotettaa geliyo kumetta shenee intteyyo imettana."
    },
    {
        "English Sentences": "Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.",
        "Wolaitta Sentences": "Hegaa gishshau, intte ha yohota eriyaabaa gidikkokka, qassi intte oiqqido tuman minnidaageeta gidikkokka, taani inttena ha yohota ubba wode hassayissiyoogaa aggikke."
    },
    {
        "English Sentences": "Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;",
        "Wolaitta Sentences": "Taani paxa de7ido keenan, inttena hassayissada qaasettanau koshshiyaabaa tau milatees."
    },
    {
        "English Sentences": "Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.",
        "Wolaitta Sentences": "Nu Godai Yesuus Kiristtoosi tau qoncciyan yootidoogaadan, taani ha haiqqiya asatettaa gam77ennan qaara olanaagaa erais."
    },
    {
        "English Sentences": "Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance.",
        "Wolaitta Sentences": "Taani haiqqidoogaappe guyyiyaana gidinkka, intte ha yohota ubba wode qoppanau danddayana mala, tau danddayettidabaa ubbaa oottana."
    },
    {
        "English Sentences": "For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.",
        "Wolaitta Sentences": "Nuuni a gita bonchchuwaa be7idi yootoosippe attin, medhdhi ekkido haisiyan nu Godaa Kiristtoosa wolqqaanne yuussaa intteyyo yootibookko."
    },
    {
        "English Sentences": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.",
        "Wolaitta Sentences": "Aissi giikko, daro wolqqaama bonchchuwaappe, \"Taani aani daro ufaittiyo ta siiqo Na7ai hagaa\" yaagiya cenggurssai yiido wode, Xoossaappe, Aawaappe bonchchuwaanne galataa i ekkiis."
    },
    {
        "English Sentences": "And this voice which came from heaven we heard, when we were with him in the holy mount.",
        "Wolaitta Sentences": "Qassi nuunikka geeshsha deriyaa bollan aara de7iiddi, he cenggurssai saluwaappe yiishin siyida."
    },
    {
        "English Sentences": "We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:",
        "Wolaitta Sentences": "Qassi hegaappe keehi aadhdhiya hananabaa yootiyaageeti haasayido nuna keehi ammanttiya qaalai nuuyyo de7ees; intte he qaalaa naagiyaabaa gidikko loittideta. Aissi giikko, hegee sa7ai wonttana gakkanaassinne maallado xoolinttiyaa poo7oi intte wozanan poo7ana gakkanaassi, xuman poo7iya poo7uwaa mala."
    },
    {
        "English Sentences": "Knowing this first, that no prophecy of the scripture is of any private interpretation.",
        "Wolaitta Sentences": "Ubbaappe kasetidi, hagaa erite; Xoossaa maxaafan xaafettida hananabaa yootidobaa ooninne barkka birshshanau danddayenna."
    },
    {
        "English Sentences": "For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.",
        "Wolaitta Sentences": "Aissi giikko, hananabaa yootidobi ubbai geeshsha asati Geeshsha Ayyaanai kaalettin, Xoossaa qaalaa haasayidosonappe attin, asa sheniyan haasayettibeenna."
    },
    {
        "English Sentences": "But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.",
        "Wolaitta Sentences": "SHin hananabaa yootiya worddoti asaa giddon kase de7iyoogaadan, intte giddonkka wordduwaa tamaarissiyaageeti de7ana. Eti banttana wozida, Ubbaa Haariya Godaa kaddidi, bashshiya worddo timirttiyaa ehaana; qassi eti akeekenna bashshaa bantta bolli ehaana."
    },
    {
        "English Sentences": "And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.",
        "Wolaitta Sentences": "Qassi daro asai yeellayiya eta iita ogiyaa kaallana; eta gaasuwan tumaa ogee cayettana."
    },
    {
        "English Sentences": "And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.",
        "Wolaitta Sentences": "Wordduwaa tamaarissiya hegeeti miishshau yaaretiyoogan bantta medhdhi ekkido haisiyan inttena bonqqana; beniisappe doommidi, eta pirddai giigi uttiis; eta xaissiyaagee beegottidi naagees."
    },
    {
        "English Sentences": "For if God spared not the angels that sinned, but cast them down to hell, and delivered them into chains of darkness, to be reserved unto judgment;",
        "Wolaitta Sentences": "Nagara oottida kiitanchchatuyyo Xoossai qarettennan, pirddaa gallassai gakkanaassi xuma ollan eti qashetti uttido Gaannabiyan yeggiis."
    },
    {
        "English Sentences": "And spared not the old world, but saved Noah the eighth person, a preacher of righteousness, bringing in the flood upon the world of the ungodly;",
        "Wolaitta Sentences": "Xoossai nagaranchchatu bolli bashshaa haattaa yeddiisippe attin, beni asau kehibeenna; shin xillotettaabaa yootida Nohanne hara laappun asata ashshiis."
    },
    {
        "English Sentences": "And turning the cities of Sodom and Gomorrha into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;",
        "Wolaitta Sentences": "Xoossai Sadoomanne Gamoora giyo katamata biitta bidintta oottidi, xuuggi xaissidi, nagaranchcha gidiyaageeta gakkanabau leemiso oottiis."
    },
    {
        "English Sentences": "And delivered just Lot, vexed with the filthy conversation of the wicked:",
        "Wolaitta Sentences": "Higgiyau azazettenna shaaramuxiya asatu giddon tuggatidi de7iya xillo Looxa Xoossai ashshiis."
    },
    {
        "English Sentences": "(For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)",
        "Wolaitta Sentences": "He lo77o bitanee eta giddon de7iiddi, eti oottiyo iita oosuwaa gallassi gallassi be7ido wodenne siyido wode a lo77o wozanai un77ettiis."
    },
    {
        "English Sentences": "The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:",
        "Wolaitta Sentences": "Hegaa gidikko, Godai Xoossau goinniya asata paaciyaappe waati ashshanaakko erees; nagaranchchata qassi ubbaappe aattidi, tuna amuwan ashuwaa amuwaa kaalliyaageetanne qassi Xoossaa wolqqaa kariyaageeta, pirddaa gallassai gakkanaassi Godai qaxxayiiddi wottanaagaakka erees."
    },
    {
        "English Sentences": "But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.",
        "Wolaitta Sentences": "Wordduwaa tamaarissiya hegeeti xalanne otoranchcha gididoogan, bollan de7iya bonchcho meretaa cayoosonappe attin, bonchchokkona."
    },
    {
        "English Sentences": "Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.",
        "Wolaitta Sentences": "He asatuppe daro minonne wolqqaama gidiya kiitanchchatikka bollan de7iya bonchcho meretaa Godaa sinttan cashshan mootanau koyokkona."
    },
    {
        "English Sentences": "But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;",
        "Wolaitta Sentences": "SHin he asati ohettidi xayanau yelettida bantta meretan wozanai bainna woraa do7atudan hanoosona; eti erennabaa cayoosona; qassi woraa do7adan, eti coo xayana."
    },
    {
        "English Sentences": "And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the day time. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;",
        "Wolaitta Sentences": "Eti bantta medhdhido metuwan metootana; gallassi yexxidi duriyoogaa ufaissiyaabaa giidi qoppoosona; eti kaushshatanne tunata gidi uttidi, inttenaara miyo qumaa meettan ufaittoosona."
    },
    {
        "English Sentences": "Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:",
        "Wolaitta Sentences": "SHaaramuxa maccaasaa xeelliyoogaa aggenna aifee etau de7ees; qassi nagara oottiyoogaakka aggokkona. Ammanuwan minnibeenna asaa cimmoosona. Amuwaara meezetida wozanai etau de7ees; eti qanggettidaageeta."
    },
    {
        "English Sentences": "Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;",
        "Wolaitta Sentences": "Sitta ogiyaa aggidi balidosona. Bi7oora na7aa Balaama ogiyaara biidosona; Balaami makkalan miishshaa ekkanau koyiis."
    },
    {
        "English Sentences": "But was rebuked for his iniquity: the dumb ass speaking with man's voice forbad the madness of the prophet.",
        "Wolaitta Sentences": "I hananabaa yootiyaagaa; shin a nagaraa gishshau, a haree asadan haasayan seeridi, a gooshsha mala hanuwaappe a teqqiis."
    },
    {
        "English Sentences": "These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.",
        "Wolaitta Sentences": "He asati meliichchida pulttuwaa mala; qassi gotee tookkidi efiyo shaaraa mala; Xoossai etau sakkana xumaa giigissi uttiis."
    },
    {
        "English Sentences": "For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.",
        "Wolaitta Sentences": "Aissi giikko, eti hadanne otoro haasayaa hasayoosona; balan de7iya asaappe kessi ekkiyaageeta shaaramuxanau qaaqqatiyo amuwan cimmoosona."
    },
    {
        "English Sentences": "While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.",
        "Wolaitta Sentences": "Eti banttau bashsha amuwaara de7iiddi eta, \"Intte ailletettaappe kiyana\" yaagoosona; aissi giikko, issi asi bana xoonidabau aibaunne aille."
    },
    {
        "English Sentences": "For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.",
        "Wolaitta Sentences": "Eti nu Godaanne nuna ashshiya Yesuus Kiristtoosa eratettan ha sa7aa tunatettaappe kessi ekkidoogaappe guyyiyan, guyye simmidi, aani xubettidi xoonettiyaabaa gidikko, kase de7iyo de7uwaappe guyyeegee etau iitana."
    },
    {
        "English Sentences": "For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.",
        "Wolaitta Sentences": "Aissi giikko, etau imettida geeshsha azazuwaa eridi aggiyoogaappe eti xillotettaa ogiyaa erennan aggiyaakko lo77o shin."
    },
    {
        "English Sentences": "But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.",
        "Wolaitta Sentences": "\"Kanai ba cooshshaakko guyye simmees\" giyo leemisoinne qassi, \"Meecettida gudunttai guyye simmidi, urqqan gonddorettees\" giyo leemisoi tuma gidiyoogaa eta gakkidabai bessees."
    },
    {
        "English Sentences": "This second epistle, beloved, I now write unto you; in both which I stir up your pure minds by way of remembrance:",
        "Wolaitta Sentences": "Ta siiqotoo, hagee taani intteyyo xaafido naa77antto dabddaabbiyaa; taani he naa77u dabddaabbetakka intte suure qofaa qoppanaadan denttettanau inttena hassayissanaadan xaafaas."
    },
    {
        "English Sentences": "That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:",
        "Wolaitta Sentences": "Hananabaa yootiya geeshshati beni yootido qaalaa intte hassayana malanne Godai inttena ashshiyaagee, ba kiittidoogeetu baggaara inttena azazido azazuwaa intte hassayana mala koyais."
    },
    {
        "English Sentences": "Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,",
        "Wolaitta Sentences": "Wodiyaa wurssettan, asa toochchiya bantta amuwaadan de7iyaageeti asa toochchiiddi denddanaagaa ubbaappe kasetidi erite."
    },
    {
        "English Sentences": "And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.",
        "Wolaitta Sentences": "Eti, \"I Yaana yaagiis. Gibeennee? Yaatin awan de7ii? Aissi giikko, nu aawati haiqqiichchidosona; shin ubbabaikka sa7ai merettoosappe doommidi de7iyoogaadankka de7ees\" yaagana."
    },
    {
        "English Sentences": "For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:",
        "Wolaitta Sentences": "Daro wodiyaappe kase Xoossai haasayin, saloinne sa7ai merettidoogaa eridi, eti akeekennan ixxidosona. Sa7ai haattaappenne haattan merettiis."
    },
    {
        "English Sentences": "Whereby the world that then was, being overflowed with water, perished:",
        "Wolaitta Sentences": "Qassi hegaa gaasuwan, he wode de7iya sa7ai he haattan meetetti xayiis."
    },
    {
        "English Sentences": "But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.",
        "Wolaitta Sentences": "SHin ha77i de7iya saloinne sa7ai, Xoossau goinnenna asati pirddettiyo gallassainne xayiyo gallassai gakkanaassi takkidi, he qaalan tamaa naagoosona."
    },
    {
        "English Sentences": "But, beloved, be not ignorant of this one thing, that one day is with the Lord as a thousand years, and a thousand years as one day.",
        "Wolaitta Sentences": "SHin ta siiqotoo, ha issi yohiyo dogoppite; Godaa matan, issi gallassai sha7u gallassa mala gidiyoogaanne, qassi sha7u gallassai issi gallassa mala gidiyoogaa dogoppite."
    },
    {
        "English Sentences": "The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.",
        "Wolaitta Sentences": "Issooti issooti qoppiyoogaadan, Godai ba oottana giidoogaa oottanau takkenna; shin ooninne ba nagaraappe simmanaadan koyeesippe attin, ooninne xayana mala koyenna gishshau, inttebaa genccees."
    },
    {
        "English Sentences": "But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.",
        "Wolaitta Sentences": "SHin Godaa gallassai kaisodan yaana. He gallassi saloti wolqqaama gunttan Xayana; saluwaa meretati wolqqaama mishuwan seerana; sa7ainne a bollan de7iya ubbabai xayana."
    },
    {
        "English Sentences": "Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all holy conversation and godliness,",
        "Wolaitta Sentences": "Ubbabaikka hegaadan xayiyaabaa gidikko, intte ai mala asa gidanau bessii? Intte de7oi geeshshanne Xoossaa milatiyaagaa gidanau koshshees."
    },
    {
        "English Sentences": "Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?",
        "Wolaitta Sentences": "Intte Xoossaa gallassaa naagishin, he gallassai eesuwan gakkanaadan, intteyyo danddayettiyaabaa oottite; he gallassi saloti xuugettidi xayananne saluwaa meretatikka wolqqaama mishuwan seerana."
    },
    {
        "English Sentences": "Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.",
        "Wolaitta Sentences": "SHin nuuni Xoossai immana giido ooratta saluwaanne ooratta sa7aa xilloi de7anasaa naagoos."
    },
    {
        "English Sentences": "Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.",
        "Wolaitta Sentences": "Hegaa gishshau, ta siiqotoo, he gallassaa naagiiddi, pokkoinne boree bainnaageeta gididi, aara sarotettan de7ana mala minnite."
    },
    {
        "English Sentences": "And account that the longsuffering of our Lord is salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;",
        "Wolaitta Sentences": "Godaa danddayai atotettaa gidiyoogaa intte wozanan qoppite; hegaadan qassi nu siiqo ishai PHauloosi, Xoossai bau immido aadhdhida eratettan intteyyo xaafiis."
    },
    {
        "English Sentences": "As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.",
        "Wolaitta Sentences": "Ba xaafiyo dabddaabbe ubban, he yohuwaabaa xaafiyo wode, i giyoogee hagaa. Tamaaribeenna asatinne minnibeenna asati Xoossaa maxaafata harata geellayiyoogaadankka, he dabddaabbiyaa giddon de7iya akeekanau waayissiya yohuwaa geellayoosona. Eti hegaa oottiyoogan bantta bolli bashshaa ehoosona."
    },
    {
        "English Sentences": "Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.",
        "Wolaitta Sentences": "Hegaa gishshau, ta siiqotoo, intte hegaa eriyo gishshau, makkalanchchatu balan cimettidi, wora beenna malanne, qassi minnidi de7iyo sohuwaappe kunddenna mala naagettite."
    },
    {
        "English Sentences": "But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.",
        "Wolaitta Sentences": "SHin intte nu Godaa, nuna ashshiya Yesuus Kiristtoosa aaro kehatettaaninne eratettan diccite. A ha77inne merinaa gallassai gakkanaassi galatai gakko. Amin77i."
    }
]