[
    {
        "English Sentences": "The elder unto the elect lady and her children, whom I love in the truth; and not I only, but also all they that have known the truth;",
        "Wolaitta Sentences": "Taani cimai, intteyyo doorettida godatteeyyoonne ne naatuyyo ha dabddaabbiyaa xaafais; nu giddon de7iya qassi nunaara merinau de7ana tumatettaa gishshau, taani inttena tumu siiqais."
    },
    {
        "English Sentences": "For the truth's sake, which dwelleth in us, and shall be with us for ever.",
        "Wolaitta Sentences": "Qassi ta xalaala gidennan, tumatettaa eriya ubbati inttena siiqoosona."
    },
    {
        "English Sentences": "Grace be with you, mercy, and peace, from God the Father, and from the Lord Jesus Christ, the Son of the Father, in truth and love.",
        "Wolaitta Sentences": "Xoossaa nu Aawaa aaro kehatettai, maarotettainne sarotettai a Na7aa Yesuus Kiristtoosa aaro kehatettai, maarotettainne sarotettai tumatettaaninne siiquwan nunaara issippe gido."
    },
    {
        "English Sentences": "I rejoiced greatly that I found of thy children walking in truth, as we have received a commandment from the Father.",
        "Wolaitta Sentences": "Xoossai, Aawai nuna azazidoogaadan, ne naatuppe amaridaageeti, tumatettan de7iyoogaa be7ada taani daro ufaittaas."
    },
    {
        "English Sentences": "And now I beseech thee, lady, not as though I wrote a new commandment unto thee, but that which we had from the beginning, that we love one another.",
        "Wolaitta Sentences": "Siiqo godattee, ha77ikka nuuni ubbai issoi issuwaara siiqettana mala, taani nena woossais; ha azazoi kaseesappe nunaara de7iya azazoppe attin, taani neeyyo ooratta azazo xaafikke."
    },
    {
        "English Sentences": "And this is love, that we walk after his commandments. This is the commandment, That, as ye have heard from the beginning, ye should walk in it.",
        "Wolaitta Sentences": "Siiquwaa giyoogee nuuni Xoossaa azazuwaa naagiiddi de7iyoogaa giyoogaa. Qassi koiroosappe intte siyidoogaadankka, a azazoi aibee giikko, intte ubbai siiquwan de7anaagaa."
    },
    {
        "English Sentences": "For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.",
        "Wolaitta Sentences": "Aissi giikko, Yesuus Kiristtoosi asa gididi yiidoogaa ammanokko giyaageeti, balettiya daro asati, dere giddo gelidosona. Hegaa mala urai ooninne asa balettiyaagaanne Kiristtoosa morkkiyaa."
    },
    {
        "English Sentences": "Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.",
        "Wolaitta Sentences": "Intte oottidoogau kumetta woituwaa ekkanaappe attin, intte oottidoogaa bashshenna mala, inttena naagite."
    },
    {
        "English Sentences": "Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.",
        "Wolaitta Sentences": "Kiristtoosa timirttiyaappe haakkiya uraunne qassi a timirttiyan de7enna urau Xoossai baawa. Kiristtoosa timirttiyan de7iya uraayyo Aawainne Na7ai de7oosona."
    },
    {
        "English Sentences": "If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:",
        "Wolaitta Sentences": "Ooninne inttekko yiidi, ha timirttiyaa eheennan aggikko, intte soo a gelissoppite; sarokka gooppite."
    },
    {
        "English Sentences": "For he that biddeth him God speed is partaker of his evil deeds.",
        "Wolaitta Sentences": "Aissi giikko, a saro giya urai a iita oosuwaa aara shaakkees."
    },
    {
        "English Sentences": "Having many things to write unto you, I would not write with paper and ink: but I trust to come unto you, and speak face to face, that our joy may be full.",
        "Wolaitta Sentences": "Taani intteyyo xaafanau koyido darobai de7ees; shin woraqataaninne qalamiyan xaafanau koyabeikke; shin nu ufaissai polettana mala, inttenaara doonan haasayanau inttekko baana gaada qoppais."
    },
    {
        "English Sentences": "The children of thy elect sister greet thee. Amen.",
        "Wolaitta Sentences": "Xoossai doorido ne michchee naati nena saro saro yaagoosona."
    }
]