[
    {
        "English Sentences": "The elder unto the wellbeloved Gaius, whom I love in the truth.",
        "Wolaitta Sentences": "Taani cimai, tumu siiqiyo ta siiquwaa Gaayoosayyo ha dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.",
        "Wolaitta Sentences": "Ta siiquwau, neeni ayyaanan lo77o gidiyoogaa taani eriyoogaadan, nena aibinne waissenna malanne qassi neeni payya de7ana mala, Xoossaa woossais."
    },
    {
        "English Sentences": "For I rejoiced greatly, when the brethren came and testified of the truth that is in thee, even as thou walkest in the truth.",
        "Wolaitta Sentences": "Aissi giikko, amarida ishantti yiidi, ubba wode neeni tumatettan de7iyoogaanne ne tumatettaabaa markkattido wode, taani daro ufaittaas."
    },
    {
        "English Sentences": "I have no greater joy than to hear that my children walk in truth.",
        "Wolaitta Sentences": "Ta naati tumatettan de7iyoogaa siyiyoogaappe aadhdhidi, tana ufaissiyaabi baawa."
    },
    {
        "English Sentences": "Beloved, thou doest faithfully whatsoever thou doest to the brethren, and to strangers;",
        "Wolaitta Sentences": "Ta siiquwau, nu ishantti imatta gidikkokka, neeni etayyo oottiyo ooso ubban ammanettida ooso oottaasa."
    },
    {
        "English Sentences": "Which have borne witness of thy charity before the church: whom if thou bring forward on their journey after a godly sort, thou shalt do well:",
        "Wolaitta Sentences": "Qassi eti ne siiquwaabaa woosa keettan markkattidosona; eti biyo ogiyan Xoossai dosiyoogaadan, neeni eta maaddikko, lo77obaa oottaasa."
    },
    {
        "English Sentences": "Because that for his name's sake they went forth, taking nothing of the Gentiles.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa ammanennaageetuppe ainne ekkennan, Kiristtoosa sunttaa gishshau kiyidosona."
    },
    {
        "English Sentences": "We therefore ought to receive such, that we might be fellowhelpers to the truth.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni tumatettaa etaara issippe oottana mala, hageetu mala asata maaddanau bessees."
    },
    {
        "English Sentences": "I wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not.",
        "Wolaitta Sentences": "Taani woosa keettaayyo dabddaabbiyaa xaafaas; shin eta halaqa gidanau koyiya Diyotirefeesi nuuni giyoogaa ekkenna."
    },
    {
        "English Sentences": "Wherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church.",
        "Wolaitta Sentences": "Hegaa gishshau, taani yaa biyo wode, i nu bollan haasayiyo iita haasayaanne i oottido oosuwaa intteyyo yootana; qassi i hegee guuxxiis giidi, nu ishantti yiyo wode mokkenna; harai atto eta mokkanau koyiyaageetakka diggidi, woosa keettaappe kessees."
    },
    {
        "English Sentences": "Beloved, follow not that which is evil, but that which is good. He that doeth good is of God: but he that doeth evil hath not seen God.",
        "Wolaitta Sentences": "Ta siiquwau, lo77obaappe attin, iitabaa milatoppa. Lo77obaa oottiya ooninne Xoossaa asa; shin iitabaa oottiya ooninne Xoossaa be7ibeenna."
    },
    {
        "English Sentences": "Demetrius hath good report of all men, and of the truth itself: yea, and we also bear record; and ye know that our record is true.",
        "Wolaitta Sentences": "Dimexiroosi lo77o gidiyoogaa asai ubbai markkattees; tumatettai ba huuphenkka abaa markkattees. Nuunikka qassi abaa markkattoos; nu markkatettai tuma gidiyoogaa inttekka ereeta."
    },
    {
        "English Sentences": "I had many things to write, but I will not with ink and pen write unto thee:",
        "Wolaitta Sentences": "Taani neeyyo xaafanau koyido darobai de7ees; shin qalamiyaaninne biiriyan xaafanau koyikke."
    },
    {
        "English Sentences": "But I trust I shall shortly see thee, and we shall speak face to face. Peace be to thee. Our friends salute thee. Greet the friends by name.",
        "Wolaitta Sentences": "SHin taani matan nenaara gaittanau qoppais; he wode nuuni gaittidi haasayana. Sarotettai nenaara gido. Ne dabboti nena saro saro yaagoosona. Nu dabbota ubbaa eta sunttaa sunttaa xeesada, tana saro saro giis yaaga."
    }
]