[
    {
        "English Sentences": "Paul, a prisoner of Jesus Christ, and Timothy our brother, unto Philemon our dearly beloved, and fellowlabourer,",
        "Wolaitta Sentences": "Taani PHauloosi, Yesuus Kiristtoosa gishshau qashuwan de7iyaageenne nu ishaa Ximootiyoosi, nunaara oottiya nuuni siiqiyo Pilimoonayyo,"
    },
    {
        "English Sentences": "And to our beloved Apphia, and Archippus our fellowsoldier, and to the church in thy house:",
        "Wolaitta Sentences": "ne sooni shiiqiya woosa keettaayyo, nu michchee Afiibiyyoonne nunaara issippe de7iya wotaaddaraa Arkkipoosayyo ha dabddaabbiyaa xaafoos."
    },
    {
        "English Sentences": "Grace to you, and peace, from God our Father and the Lord Jesus Christ.",
        "Wolaitta Sentences": "Xoossaa nu Aawaappenne nu Godaa Yesuus Kiristtoosappe aaro kehatettainne sarotettai intteyyo gido."
    },
    {
        "English Sentences": "I thank my God, making mention of thee always in my prayers,",
        "Wolaitta Sentences": "Neeni geeshshata siiqiyoogaanne Godaa Yesuusa ammaniyoogaa taani siyiyo gishshau,"
    },
    {
        "English Sentences": "Hearing of thy love and faith, which thou hast toward the Lord Jesus, and toward all saints;",
        "Wolaitta Sentences": "Xoossaa woossaidda nena hassayiyo wode ubban, ta Xoossaa galatais."
    },
    {
        "English Sentences": "That the communication of thy faith may become effectual by the acknowledging of every good thing which is in you in Christ Jesus.",
        "Wolaitta Sentences": "Neeni ne ammanuwaa haratuura shaakkiyoogee nuuyyo Kiristtoos Yesuusa baggaara yiya lo77obaa ubbaa erissana mala, taani Xoossaa woossais."
    },
    {
        "English Sentences": "For we have great joy and consolation in thy love, because the bowels of the saints are refreshed by thee, brother.",
        "Wolaitta Sentences": "Aissi giikko, geeshshatu wozanai ne oosuwan minnido gishshau, ta ishau, taani ne siiquwan daro ufaissaanne minttettuwaa demmaas."
    },
    {
        "English Sentences": "Wherefore, though I might be much bold in Christ to enjoin thee that which is convenient,",
        "Wolaitta Sentences": "Hegaa gishshau, neeni oottanau bessiyaabaa oottana mala, taani nena azazanau Kiristtoosa baggaara xalikkokka,"
    },
    {
        "English Sentences": "Yet for love's sake I rather beseech thee, being such an one as Paul the aged, and now also a prisoner of Jesus Christ.",
        "Wolaitta Sentences": "Taani PHauloosi cimidaagee, Kiristtoos Yesuusayyo ha77ikka qashuwan de7iyaagee, siiquwaa gishshau, nena woossais."
    },
    {
        "English Sentences": "I beseech thee for my son Onesimus, whom I have begotten in my bonds:",
        "Wolaitta Sentences": "Taani qashuwan de7aidda ayyo aawa gidido ta na7aa Anaasimoosa gishshau, nena woossais."
    },
    {
        "English Sentences": "Which in time past was to thee unprofitable, but now profitable to thee and to me:",
        "Wolaitta Sentences": "I kase nena go77enna; shin ha77i nenakka tanakka tumu go77ees."
    },
    {
        "English Sentences": "Whom I have sent again: thou therefore receive him, that is, mine own bowels:",
        "Wolaitta Sentences": "Taani wozanappe dosiyo Anaasimoosa neekko yeddais."
    },
    {
        "English Sentences": "Whom I would have retained with me, that in thy stead he might have ministered unto me in the bonds of the gospel:",
        "Wolaitta Sentences": "Taani wonggeliyaa gishshau qashetta uttidaashin, ne gishshaa tau oottidi, tana maaddana mala, ta matan a ashshanau koyais."
    },
    {
        "English Sentences": "But without thy mind would I do nothing; that thy benefit should not be as it were of necessity, but willingly.",
        "Wolaitta Sentences": "SHin neeni ne shenedan oottanaagaa koyaisippe attin, nenaara zorettennan wolqqan ainne oottanau koyikke."
    },
    {
        "English Sentences": "For perhaps he therefore departed for a season, that thou shouldest receive him for ever;",
        "Wolaitta Sentences": "Anaasimoosi guutta wodiyaa neeppe shaahettidoogee, ooni erii simmidi, ubba wodekka nenaara de7anaassakkonne."
    },
    {
        "English Sentences": "Not now as a servant, but above a servant, a brother beloved, specially to me, but how much more unto thee, both in the flesh, and in the Lord?",
        "Wolaitta Sentences": "Simmi hagaappe sinttau Anaasimoosi aille gidenna; shin ailleppe i keehi aadhdhees; i taayyo ai keena siiqo ishee! Qassi i neeyyo asa baggaarakka Godaa baggaarakka ai keena aadhdhida isha gidanddeeshsha!"
    },
    {
        "English Sentences": "If thou count me therefore a partner, receive him as myself.",
        "Wolaitta Sentences": "Simmi neeni tana ne lagge giyaabaa gidikko, tana mokkiyoogaadan, a mokka."
    },
    {
        "English Sentences": "If he hath wronged thee, or oweth thee ought, put that on mine account;",
        "Wolaitta Sentences": "I neeyyo mooridobai woi a bolli neeyyo acoi de7ikko, taappe qanxxuwaa ekka."
    },
    {
        "English Sentences": "I Paul have written it with mine own hand, I will repay it: albeit I do not say to thee how thou owest unto me even thine own self besides.",
        "Wolaitta Sentences": "He acuwaa taani qanxxana gaada, taani PHauloosi ta kushiyan xaafais. Neeni tau ne shemppuwaa acota uttidoogaa taani nena hassayissanau koshshenna."
    },
    {
        "English Sentences": "Yea, brother, let me have joy of thee in the Lord: refresh my bowels in the Lord.",
        "Wolaitta Sentences": "Ee ta ishau, Godaa baggaara neeppe go77a demmanau koyais. Kiristtoosa baggaara tana minttetta."
    },
    {
        "English Sentences": "Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say.",
        "Wolaitta Sentences": "Taani giidoogaappe daruwaa neeni oottanaagaa erada, qassi ne tau azazettanaagaakka ammanada, hagaa neeyyo xaafais."
    },
    {
        "English Sentences": "But withal prepare me also a lodging: for I trust that through your prayers I shall be given unto you.",
        "Wolaitta Sentences": "Qassi intte he sohuwaarakka taayyo imatti shemppiyo keetta giigissite. Aissi giikko, Xoossai intte woosan tana intteyyo guyye zaaridi immana gaada qoppais."
    },
    {
        "English Sentences": "There salute thee Epaphras, my fellowprisoner in Christ Jesus;",
        "Wolaitta Sentences": "Kiristtoos Yesuusa gishshau, tanaara qashuwan de7iya Eppaafiri nena saro saro gees."
    },
    {
        "English Sentences": "Marcus, Aristarchus, Demas, Lucas, my fellowlabourers.",
        "Wolaitta Sentences": "Qassi tanaara issippe oottiya Marqqoosi, Arisxxirokoosi, Deemaasinne Luqaasi nena saro saro goosona."
    },
    {
        "English Sentences": "The grace of our Lord Jesus Christ be with your spirit. Amen.",
        "Wolaitta Sentences": "Godaa Yesuus Kiristtoosa aaro kehatettai intte ayyaanaara gido."
    }
]