[
    {
        "English Sentences": "God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,",
        "Wolaitta Sentences": "Xoossai beni wode, nu aawatuyyo hananabaa yootiyaageetu baggaara dumma dumma ogiyaaninne daro wodiyan haasayiis."
    },
    {
        "English Sentences": "Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;",
        "Wolaitta Sentences": "SHin ha wurssetta wodiyan, ubbabaa a laatissidi, sa7aa a baggaara medhdhido ba Na7aa baggaara nuuyyo haasayiis."
    },
    {
        "English Sentences": "Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;",
        "Wolaitta Sentences": "Na7ai Xoossaa bonchcho poo7uwaa phoolees; qassi muleerakka a meretaa ekkidi, ba wolqqaama qaalan ha sa7aa naagees; yaatidi asaa nagaraappe geeshshidi, Ubbaappe Bolla Xoossaappe ushachcha baggaara saluwan uttiis."
    },
    {
        "English Sentences": "Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.",
        "Wolaitta Sentences": "Xoossai ayyo immido sunttatettai kiitanchchatuugaappe xoqqa gidiyoogaadankka, etappe a keehi xoqqu oottiis."
    },
    {
        "English Sentences": "For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?",
        "Wolaitta Sentences": "Aissi giikko, Xoossai ba kiitanchchatuppe oona, \"Neeni ta Na7aa; taani hachchi neeyyo aawa gidaas\" giidee? Woi qassi oona, \"Taani ayyo aawa gidana; ikka taayyo na7a gidana\" giidee?"
    },
    {
        "English Sentences": "And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.",
        "Wolaitta Sentences": "Qassi Xoossai ba baira Na7aa ha sa7aa yeddana haniiddi, \"Ta kiitanchchati ubbatikka ayyo goinnona\" yaagiis."
    },
    {
        "English Sentences": "And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.",
        "Wolaitta Sentences": "Xoossai kiitanchchatubaa haasayiiddi, \"Taani ta kiitanchchata carkko kessais; qassi ta ashkkaratakka tama laco kessais\" yaagees."
    },
    {
        "English Sentences": "But unto the Son he saith, Thy throne, O God, is for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.",
        "Wolaitta Sentences": "SHin ba Na7aabaa haasayiiddi, \"Xoossau, ne kawotaa araatai meri merinau de7ees. Ne kawotaa xam77aikka xillotettaa xam77aa."
    },
    {
        "English Sentences": "Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.",
        "Wolaitta Sentences": "Neeni xillotettaa siiqadasa; naaquwaa ixxadasa. Xoossai, ne Xoossai nena ne laggetuppe aattidi, ufaissa zaitiyaa tiyidoogee hegaassa\" yaagees."
    },
    {
        "English Sentences": "And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:",
        "Wolaitta Sentences": "Xoossai hagaadan yaagees; \"Godau, koiro neeni sa7aa medhdhadasa; saluwaakka ne kushiyan medhdhadasa."
    },
    {
        "English Sentences": "They shall perish; but thou remainest; and they all shall wax old as doth a garment;",
        "Wolaitta Sentences": "Hegeeti ubbai xayana; shin neeni de7ana. Eti ubbaikka afaladan wurana."
    },
    {
        "English Sentences": "And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.",
        "Wolaitta Sentences": "Neeni eta iirichchodan dakkoyana; qassi eti afaladan laamettana. SHin neeni nenakka; ne laittai mulekka wurenna\" yaagees."
    },
    {
        "English Sentences": "But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?",
        "Wolaitta Sentences": "SHin Xoossai ba kiitanchchatuppe issuwaanne, \"Taani ne morkketa neeni tohuwan yedhdhiyoobaa oottana gakkanaassi, hagan taappe ushachcha baggan utta\" gibeenna."
    },
    {
        "English Sentences": "Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?",
        "Wolaitta Sentences": "Kiitanchchati ubbai Xoossau oottanaunne atotettaa demmana asata maaddanau Xoossai kiittido ayyaanata gidokkonaayye?"
    },
    {
        "English Sentences": "Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni siyido tumu yohuwaappe wora beenna mala, he yohuwaa mintti oiqqanau bessees."
    },
    {
        "English Sentences": "For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;",
        "Wolaitta Sentences": "Aissi giikko, kiitanchchati yootido qaalai tuma gidiyo gishshau, naaqqiya woi azazettenna asai ubbai qaxxayettidobaa gidikko,"
    },
    {
        "English Sentences": "How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;",
        "Wolaitta Sentences": "Yaatin, nuuni ha gita atotettaa wudennaageeta gidikko, waanidi kessi ekkanee? Godai koiro ba huuphen ha atotettaa yootiis; qassi i yootidoogaa siyidaageeti nuuyyo geeshshidi yootidosona."
    },
    {
        "English Sentences": "God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?",
        "Wolaitta Sentences": "He siyidaageeti markkattidoogaa bolli Xoossaikka malaataa, oorattabaanne Xoossai oottiyo dumma dumma malaataa oottiyoogan gujji markkattiis; qassi Geeshsha Ayyaanaa imuwaakka ba koyidoogaadan, gishi gattiis."
    },
    {
        "English Sentences": "For unto the angels hath he not put in subjection the world to come, whereof we speak.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai nuuni haasayiyo sinttappe yaana sa7aa, kiitanchchata haarissibeenna."
    },
    {
        "English Sentences": "But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai issisan hagaadan yaagees; \"Xoossau, neeni asabaa qoppanau asi aibee? Woi neeni ayyo hirgganau i aibee?"
    },
    {
        "English Sentences": "Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:",
        "Wolaitta Sentences": "Neeni kiitanchchatuppe amarida wodiyaa a guuttadasa. A huuphiyankka bonchchonne saba akiliiliyaa wottadasa."
    },
    {
        "English Sentences": "Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.",
        "Wolaitta Sentences": "Qassi ubbabaa a tohuwaappe garssaara wottada haarissadasa\" yaagees. Aissi giikko, Xoossai ubbabaakka a haarissidoogan aani haarettibeennabi aibinne baawa; shin ha77i ubbabai ayyo haarettiyoobi nuuyyo beettenna."
    },
    {
        "English Sentences": "But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.",
        "Wolaitta Sentences": "SHin nuuni Yesuusa be7oos; Yesuusi Xoossaa aaro kehatettaa baggaara asa ubbau haiqqana mala, amarida wodiyaa kiitanchchatuppe garssa gidiis. Qassi haiqo waayiyaa i waayettido gishshau, poo7iya bonchchonne saba akiliiliyaa wottidaagaa ha77i nuuni be7oos."
    },
    {
        "English Sentences": "For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.",
        "Wolaitta Sentences": "Xoossai ubbabaa medhdhiyaagee, ubbabaakka naagiyaagee, Yesuusi daro naata ehiidi, banaara bonchchissana mala, waayiyaa baggaara Yesuusa bali bainnaagaa oottanau bessees; aissi giikko, he naata atotettaayyo kaalettiyaagee Yesuusa."
    },
    {
        "English Sentences": "For both he that sanctifieth and they who are sanctified are all of one: for which cause he is not ashamed to call them brethren,",
        "Wolaitta Sentences": "Aissi giikko, asa geeshshiyaagaukka qassi he geeyida asa ubbaukka Aawai issuwaa. Yesuusi eta, \"Ta ishantta\" giidi yeellatennan xeesiyoogee hegaassa."
    },
    {
        "English Sentences": "Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.",
        "Wolaitta Sentences": "Yesuusi, \"Taani ne sunttaa ta ishanttuyyo awaajjana. Maabaraa shiiquwankka nena galatana\" yaagees."
    },
    {
        "English Sentences": "And again, I will put my trust in him. And again, Behold I and the children which God hath given me.",
        "Wolaitta Sentences": "Qassi i, \"Taani ta ammanuwaa Xoossan wottana\" qassikka, \"Xoossai tau immido naatuura taani hagan de7ais\" yaagees."
    },
    {
        "English Sentences": "Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;",
        "Wolaitta Sentences": "Naata giidi i xeesiyoogeeti, ashoppenne suuttappe merettida asata gidiyo gishshau, Yesuusi ba huuphen eta milatidi, eta meretaa ekkiis; qassi i hegaa oottidoogee, xalahe halaqaa wolqqaa ba haiquwan xaissanaassa."
    },
    {
        "English Sentences": "And deliver them who through fear of death were all their lifetime subject to bondage.",
        "Wolaitta Sentences": "Qassi bantta de7o ubban haiquwau yayyidi, au ailletidi de7iyaageeta ubbata ailletettaappe kessiis."
    },
    {
        "English Sentences": "For verily he took not on him the nature of angels; but he took on him the seed of Abraham.",
        "Wolaitta Sentences": "Aissi giikko, Abrahaama zariyaa i maaddiyoogaappe attin, kiitanchchata maaddennaagee erettiis."
    },
    {
        "English Sentences": "Wherefore in all things it behoved him to be made like unto his brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.",
        "Wolaitta Sentences": "Hegaa gishshau, asaa nagarai atto geetettana mala, Xoossaa oosuwan ammanettida maariya qeese ubbatu halaqa gidana mala, ubbaban i ba ishantta milatanau bessees."
    },
    {
        "English Sentences": "For in that he himself hath suffered being tempted, he is able to succour them that are tempted.",
        "Wolaitta Sentences": "Aissi giikko, i ba huuphen paacettido gishshaunne waayettido gishshau, paacettiyaageeta maaddanau danddayees."
    },
    {
        "English Sentences": "Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai xeesido geeshsha ishatoo, nu ammanuwau Xoossai kiittidoogaa qeese ubbatu halaqaa, Yesuus Kiristtoosa qoppite."
    },
    {
        "English Sentences": "Who was faithful to him that appointed him, as also Moses was faithful in all his house.",
        "Wolaitta Sentences": "Muusee ba oosuwan Xoossaa keetta ubban ammanettidaagaa gididoogaadan, Yesuusikka bana dooridi, ha oosuwau yeddida Xoossaayyo ammanettidaagaa."
    },
    {
        "English Sentences": "For this man was counted worthy of more glory than Moses, inasmuch as he who hath builded the house hath more honour than the house.",
        "Wolaitta Sentences": "Aissi giikko, keexettiya keettaappe keexxiya bitanee bonchchettiyoogaadan, Muuseegaappe aadhdhiya bonchchuwaa i ekkanau bessiyoogee erettidaagaa."
    },
    {
        "English Sentences": "For every house is builded by some man; but he that built all things is God.",
        "Wolaitta Sentences": "Aissi giikko, keetta ubbaa keexxidaagee issi asa; shin ubbabaa keexxidaagee Xoossaa."
    },
    {
        "English Sentences": "And Moses verily was faithful in all his house, as a servant, for a testimony of those things which were to be spoken after;",
        "Wolaitta Sentences": "Muusee Xoossaa keetta ubban ammanettida ashkkara gididi, Xoossai sinttappe gaanabaa markkattiis."
    },
    {
        "English Sentences": "But Christ as a son over his own house; whose house are we, if we hold fast the confidence and the rejoicing of the hope firm unto the end.",
        "Wolaitta Sentences": "SHin Kiristtoosi Xoossaa keettan na7adan ammanettidaagaa; nuuni ekkana giidi ufaissan naagiyoogaa xalatettaaninne ammanuwan naagikko, Xoossau keetta gidoos."
    },
    {
        "English Sentences": "Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,",
        "Wolaitta Sentences": "Hegaa gishshau, Geeshsha Ayyaanai hagaadan yaagees; \"Xoossaa qaalaa intte hachchi siyiyaabaa gidikko,"
    },
    {
        "English Sentences": "Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:",
        "Wolaitta Sentences": "intte aawati taayyo ixxi makkalidi, oitamu laittaa ta oosuwaa be7ido bazzo paaciyaa gallassaadan,"
    },
    {
        "English Sentences": "When your fathers tempted me, proved me, and saw my works forty years.",
        "Wolaitta Sentences": "inttekka zore ekkennan ixxoppite."
    },
    {
        "English Sentences": "Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.",
        "Wolaitta Sentences": "Hegaa gishshau, taani he asaa hanqqettada, Eti ubba wode bantta wozanan baloosona. Ta ogiyaakka eribookkona yaagaas."
    },
    {
        "English Sentences": "So I sware in my wrath, They shall not enter into my rest.)",
        "Wolaitta Sentences": "Hegaadankka qassi, taani hanqqetta caaqqada, Taani shemppiyoosaa eti mulekka gelokkona yaagaas\" yaagees."
    },
    {
        "English Sentences": "Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.",
        "Wolaitta Sentences": "Ta ishatoo, de7o Xoossaappe inttena shaakkiya iita ammanenna wozani inttenan oonaaninne de7enna mala naagettite."
    },
    {
        "English Sentences": "But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.",
        "Wolaitta Sentences": "SHin Xoossai inttena ubba gallassi hachchi giidi xeesishin, intteppe oonanne nagari balettin, zore ekkennan ixxenna mala, issoi issuwaa zorite."
    },
    {
        "English Sentences": "For we are made partakers of Christ, if we hold the beginning of our confidence stedfast unto the end;",
        "Wolaitta Sentences": "Aissi giikko, nuuni koiro nuuyyo de7iya ammanuwaa wurssettai gakkanaassi mintti naagikko, Kiristtoosaara issippe shaakkana."
    },
    {
        "English Sentences": "While it is said, To day if ye will hear his voice, harden not your hearts, as in the provocation.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Xoossaa qaalaa intte hachchi siyiyaabaa gidikko, he wode eti ixxi makkalidoogaadan, zore ekkennan ixxoppite\" yaagiis."
    },
    {
        "English Sentences": "For some, when they had heard, did provoke: howbeit not all that came out of Egypt by Moses.",
        "Wolaitta Sentences": "Xoossai giyoogaa siyidi, ayyo makkalida asati oonee? Muusee Gibxxeppe kaalettin kiyida ubbata gidokkonaayye?"
    },
    {
        "English Sentences": "But with whom was he grieved forty years? was it not with them that had sinned, whose carcases fell in the wilderness?",
        "Wolaitta Sentences": "Xoossai oitamu laittaa oona hanqqettidee? Ahai bazzuwan attido asata, nagaraa oottidaageeta gidokkonaayye?"
    },
    {
        "English Sentences": "And to whom sware he that they should not enter into his rest, but to them that believed not?",
        "Wolaitta Sentences": "Qassi Xoossai baayyo azazettennan ixxidaageeti i shemppiyoosaa mulekka gelenna mala, etayyo caaqqidoogaappe attin, ooyyo caaqqidee?"
    },
    {
        "English Sentences": "So we see that they could not enter in because of unbelief.",
        "Wolaitta Sentences": "Eti ammanibeenna gishshau, shemppiyoosaa gelanau danddayibeennaagaa nuuni be7oos."
    },
    {
        "English Sentences": "Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.",
        "Wolaitta Sentences": "Simmi Xoossai nuna ba shemppiyoosaa, \"Gelissana\" giidoogee biroona gidikko, intteppe ooninne he shemppiyoosaa gelennan attenna mala yayyoos."
    },
    {
        "English Sentences": "For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.",
        "Wolaitta Sentences": "Aissi giikko, eti wonggeliyaa mishiraachchuwaa siyidoogaadan, nuunikka siyida; eti siyidosona; shin ammanidi ekkibeenna gishshau, ainne eta go77ibeenna."
    },
    {
        "English Sentences": "For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.",
        "Wolaitta Sentences": "Gidikkokka, Xoossaa oosoi sa7ai merettoosappe doommin polettidaagaa gidikkokka, Xoossai, \"Taani hanqqetta caaqqada, Eti taani shemppiyoosaa mulekka gelokkona yaagaas\" giidoogaadan, nuuni ammanidaageeti i shemppiyoosaa gelana."
    },
    {
        "English Sentences": "For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.",
        "Wolaitta Sentences": "Aissi giikko, laappuntta gallassaabaa issisan Xoossaa maxaafai, \"Xoossai laappuntta gallassan ba ooso ubbaappe shemppiis\" yaagiis."
    },
    {
        "English Sentences": "And in this place again, If they shall enter into my rest.",
        "Wolaitta Sentences": "Qassi he sohuwankka, \"Eti taani shemppiyoosaa mulekka gelokkona\" yaagiis."
    },
    {
        "English Sentences": "Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:",
        "Wolaitta Sentences": "Wonggeliyaa mishiraachchuwaa koiro siyidaageeti azazettibeenna gishshau, shemppo sohuwaa gelibookkona; issi issi asati he sohuwaa gelanaageeti de7oosona."
    },
    {
        "English Sentences": "Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.",
        "Wolaitta Sentences": "Xoossai daro wodiyaappe guyyiyan, Daawita baggaara naa77anttuwaa issi gallassaa, \"Hachchi\" giyo qaalan keeridi, \"Xoossaa qaalaa intte hachchi siyiyaabaa gidikko, zore ekkennan ixxoppite\" yaagiis."
    },
    {
        "English Sentences": "For if Jesus had given them rest, then would he not afterward have spoken of another day.",
        "Wolaitta Sentences": "Xoossai shemppiyoosaa asaa efiidi Yaasu shemppissidobaa gidiyaakko, Xoossai hara gallassabaa guyye keerenna."
    },
    {
        "English Sentences": "There remaineth therefore a rest to the people of God.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossaa asaayyo Sambbataa shemppoi naagetti uttiis."
    },
    {
        "English Sentences": "For he that is entered into his rest, he also hath ceased from his own works, as God did from his.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai shemppiyoosaa geliya ooninne, Xoossai ba oosuwaappe shemppidoogaadan, ikka ba oosuwaappe shemppana."
    },
    {
        "English Sentences": "Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.",
        "Wolaitta Sentences": "Simmi Israa7eela asai azazettennan ixxidi, Xoossaara issippe shemppiyoosaa gelennan attidoogaadan, nuuppe ooninne hegaa mala ixuwan he sohuwaa gelennan attenna mala minnoos."
    },
    {
        "English Sentences": "For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa qaalai paxa de7eesinne oottees; naa77u zoozee de7iyo bisuwaappekka aadhdhidi qarattees. He qaalai shemppoinne ayyaanai, kureenne kolzzee issippe gaittiyoosaa shaakkana gakkanaassi caddees. Qassi asa wozanan de7iya koshshaanne qofaa i shaakkees."
    },
    {
        "English Sentences": "Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.",
        "Wolaitta Sentences": "Nuuni oottiyoobaa wochchiya Xoossaa sinttan ubbabaikka beettiyoogaappenne qoncciyan de7iyoogaappe attin, a aifiyan geemmiya mereti aibinne baawa."
    },
    {
        "English Sentences": "Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.",
        "Wolaitta Sentences": "Simmi saluwaa biida qeese ubbatu gita halaqai, Xoossaa Na7ai Yesuusi, nuuyyo de7iyo gishshau, nu ammanuwaa mintti naagoos."
    },
    {
        "English Sentences": "For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet without sin.",
        "Wolaitta Sentences": "Aissi giikko, nu qeese ubbatu halaqai nuuni daafuriyo wode nuuyyo qarettanau danddayees; nagara i oottibeennaagaappe attin, nunadan ubbabankka paacettiis."
    },
    {
        "English Sentences": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.",
        "Wolaitta Sentences": "Simmi nuna koshshiyo wode maaddiya maarotettaa ekkanaunne aaro kehatettaa demmanau, aaro kehatettai de7iyoosaa Xoossaa araataakko, yayyennan shiiqoos."
    },
    {
        "English Sentences": "For every high priest taken from among men is ordained for men in things pertaining to God, that he may offer both gifts and sacrifices for sins:",
        "Wolaitta Sentences": "Qeese ubbatu halaqati huuphiyan huuphiyan ba asaa giddoppe doorettidi, he asaa gishshaa Xoossau oottanau, imuwaa immanaunne nagaraa yarshshuwaa yarshshanau sunttettidosona."
    },
    {
        "English Sentences": "Who can have compassion on the ignorant, and on them that are out of the way; for that he himself also is compassed with infirmity.",
        "Wolaitta Sentences": "I ba huuphen daafuranchcha gidiyo gishshau, tamaaribeennaageetuyyoonne baliyaageetuyyo qarettanau danddayees."
    },
    {
        "English Sentences": "And by reason hereof he ought, as for the people, so also for himself, to offer for sins.",
        "Wolaitta Sentences": "Hegaa gishshau, he qeese ubbatu halaqai asaa gishshau yarshshuwaa yarshshiyoogaadan, ba huuphe nagaraa gishshaukka yarshshanau bessees."
    },
    {
        "English Sentences": "And no man taketh this honour unto himself, but he that is called of God, as was Aaron.",
        "Wolaitta Sentences": "Xoossai Aaroona qeese ubbatu halaqa gidanau xeesidoogaadan, Xoossai xeesanaappe attin, ooninne qeese ubbatu halaqa gidiyo bonchchuwaa bau ekkanau danddayenna."
    },
    {
        "English Sentences": "So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.",
        "Wolaitta Sentences": "Hegaadankka, Kiristtoosi qeese ubbatu halaqa gidiyo bonchchuwaa bau ekkibeenna; shin Xoossai a, \"Neeni ta Na7aa. Taani hachchi neeyyo Aawa gidaas\" yaagiis."
    },
    {
        "English Sentences": "As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.",
        "Wolaitta Sentences": "Hegaadankka qassi harasan, \"Malkki-Xedeqi qeese gididoogaadan, neenikka merinau qeese gidana\" yaagiis."
    },
    {
        "English Sentences": "Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;",
        "Wolaitta Sentences": "Yesuusi sa7an de7iyo wode, bana haiquwaappe ashshanau danddayiya Xoossaa keehi yeekkidinne afuxxidi woossiisinne oichchiis; Xoossai a woosaa siyidoogee, i bana toochchidoogaassanne bau yayyidoogaassa."
    },
    {
        "English Sentences": "Though he were a Son, yet learned he obedience by the things which he suffered;",
        "Wolaitta Sentences": "Yesuusi Xoossaa Na7aa gidikkokka, ba waayettido waayiyan azazettiyoogaa tamaariis."
    },
    {
        "English Sentences": "And being made perfect, he became the author of eternal salvation unto all them that obey him;",
        "Wolaitta Sentences": "Yesuusi bali bainnaagaa gidido wode, bau azazettiya ubbau merinaa atotettaa demmanau gaaso gidiis."
    },
    {
        "English Sentences": "Called of God an high priest after the order of Melchisedec.",
        "Wolaitta Sentences": "Qassi Xoossai Malkki-Xedeqa sunttatettaadan, qeese ubbatu halaqa gidana mala, a sunttiis."
    },
    {
        "English Sentences": "Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.",
        "Wolaitta Sentences": "Nuuni ha yohuwan haasayanabai darobai de7ees; shin intte akeekanau azalla gidiyo gishshau, intteyyo yooti gelissanau waissees."
    },
    {
        "English Sentences": "For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.",
        "Wolaitta Sentences": "Aissi giikko, intte ha wodiyan tamaarissiyaageeta gidanau bessikkokka, Xoossaa qaalaa koiro timirttiyaa inttena zaaretti tamaarissiya issi uraa koshshees; inttena uyiyo maatta koshsheesippe attin, mino quma koshshenna."
    },
    {
        "English Sentences": "For every one that useth milk is unskilful in the word of righteousness: for he is a babe.",
        "Wolaitta Sentences": "Maatta paahettidi de7iya ooninne gacino na7a gidiyo gishshau, xillotettaa timirttiyaabaa erenna."
    },
    {
        "English Sentences": "But strong meat belongeth to them that are of full age, even those who by reason of use have their senses exercised to discern both good and evil.",
        "Wolaitta Sentences": "SHin mino qumai iitaa kehaa de7uwaa daruwan shaakkida wozannaama asaassa."
    },
    {
        "English Sentences": "Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosa timirttiyaa biron doommiyaagaa aggi bayidi, wozannaama asa timirttiyau sinttau boos; koiro nuuni tamaaranau koshshiyo timirttiyaa wodhdhi eqqidi tamaaranau nuuyyo bessenna;"
    },
    {
        "English Sentences": "Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.",
        "Wolaitta Sentences": "he timirttee aibee giikko, pattenna oosuwaappe simmiyoogaa, Xoossaa ammaniyoogaa, xinqqatebaa, kushe wotobaa, haiqoppe denddobaanne merinaa pirddaabaa."
    },
    {
        "English Sentences": "And this will we do, if God permit.",
        "Wolaitta Sentences": "Xoossai oottite giikko, hegaa nuuni oottana."
    },
    {
        "English Sentences": "For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,",
        "Wolaitta Sentences": "Aissi giikko, issitookka poo7oi poo7idoogeetanne saluwaa imuwaa baari be7idaageeta, qassi Geeshsha Ayyaanaakka shaakki ekkidaageetanne Xoossaa qaalai lo77o gididoogaa siyi eridaageeta,"
    },
    {
        "English Sentences": "And have tasted the good word of God, and the powers of the world to come,",
        "Wolaitta Sentences": "sinttappe yaana sa7aa wolqqaakka bochchi xeellidaageeta,"
    },
    {
        "English Sentences": "If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.",
        "Wolaitta Sentences": "hegaappe guyye simmidi kaddidaageeta nagaraappe naa77anttuwaa zaaranaagee danddayettennabaa. Aissi giikko, hegeeti Xoossaa Na7aa masqqaliyaa bolli misimaariyan xishidi kaqqoosonanne asa sinttan kaushshoosona."
    },
    {
        "English Sentences": "For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:",
        "Wolaitta Sentences": "Ubba wode bukkiya iraa uyidi, goyida uraa go77iya kattaa mokkiya biittaa Xoossai anjjees."
    },
    {
        "English Sentences": "But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.",
        "Wolaitta Sentences": "SHin buluwaa buuzuwaa mokkikko, ainne go77enna; qanggettau shiiqi eqqiis. Qassi wurssettan xuugettana."
    },
    {
        "English Sentences": "But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.",
        "Wolaitta Sentences": "SHin nu siiqotoo, nuuni hagaadan haasayiyaabaa gidikkokka, intte atotettau gidiya lo77obai intteyyo de7iyoogaa eroos."
    },
    {
        "English Sentences": "For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.",
        "Wolaitta Sentences": "Aissi giikko, intte oottido oosuwaanne qassi ammaniyaageeta maaddidoogaaninne ha77ikka maaddiyoogan Xoossaa siiqido siiquwaa Xoossai doganau worddanchcha gidenna."
    },
    {
        "English Sentences": "And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:",
        "Wolaitta Sentences": "Intte huuphiyan huuphiyan demmana giidi, nuuni ufaissan naagi uttido kumetta tumatettaa wurssettai gakkanaassi, kaseegaadan minttidi naagana mala amottoos."
    },
    {
        "English Sentences": "That ye be not slothful, but followers of them who through faith and patience inherit the promises.",
        "Wolaitta Sentences": "Xoossai immana giidoogaa ammanuwaaninne genccan laattiyaageetu mala intte gidanaagaa nuuni koyiyoogaappe attin, azalla gidanaagaa koyokko."
    },
    {
        "English Sentences": "For when God made promise to Abraham, because he could swear by no greater, he sware by himself,",
        "Wolaitta Sentences": "Xoossai Abrahaamayyo immana giidi caaqqido wode, baappe aadhdhiya giti bainna gishshau, ba huuphiyan caaqqiis."
    },
    {
        "English Sentences": "Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.",
        "Wolaitta Sentences": "Xoossai a, \"Taani nena anjjana; ne zerettaakka corayana\" yaagidi caaqqiis."
    },
    {
        "English Sentences": "And so, after he had patiently endured, he obtained the promise.",
        "Wolaitta Sentences": "Hegaadankka, Abrahaami gencci naagidi, Xoossai immana giidoogaa ekkiis."
    },
    {
        "English Sentences": "For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.",
        "Wolaitta Sentences": "Aissi giikko, asai baappe gitatiya uran caaqqees; qassi he caaqoi palama ubbaakka teqqees."
    },
    {
        "English Sentences": "Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai ba immana giidoogaa laattanaageetuyyo ba qofaa mulekka laammennaagaa geeshshi yootanau keehi koyidi, hegee tuma gididoogaayyo caaqqiis."
    },
    {
        "English Sentences": "That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:",
        "Wolaitta Sentences": "Xoossai worddotanau danddayenna ha naa77u laamettenna yohotun, i immana giido nu sinttan de7iyaagaa oiqqanau baqatida nuuyyo gita minttettoi de7ees."
    },
    {
        "English Sentences": "Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;",
        "Wolaitta Sentences": "Ha nuuni demmana giidi ufaissan naagi uttidoogee, nu shemppuwaayyo markkabiyaa oiqqiya qaaxxenna birata mala; he nuuni demmana giidi, ufaissan naagi uttidoogee erettida mino gididi, magalasho giddo geeshshasaa gelees."
    },
    {
        "English Sentences": "Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.",
        "Wolaitta Sentences": "Qassi Yesuusi Malkki-Xedeqa sunttatettaadan, merinau qeese ubbatu halaqa gididi, nu gishshaa nuuppe kasetidi, he sohuwaa geliis."
    },
    {
        "English Sentences": "For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;",
        "Wolaitta Sentences": "Ha Malkki-Xedeqi, Saleema kawoi, Ubbaappe Bolla Xoossaa qeesee, Abrahaami kawota woridi olaappe simmishin, aara gaittidi, a anjjiis."
    },
    {
        "English Sentences": "To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;",
        "Wolaitta Sentences": "Abrahaami ba omooddido ubbaappe asirataa kessidi, ayyo immiis; Malkki-Xedeqa sunttau koiro birshshettai xillotettaa kawuwaa giyoogaa; qassi Saleema kawo i gidiyo gishshau, naa77antto birshshettai sarotettaa kawuwaa giyoogaa."
    },
    {
        "English Sentences": "Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually.",
        "Wolaitta Sentences": "Malkki-Xedeqayyo aayyiyaa woi aawai, woi ayyo zare paidoi baawa; qassi a yeletau doometti woi a haiquwau wurssetti baawa; shin Xoossaa Na7aa milatidi, merinau qeese gidiis."
    },
    {
        "English Sentences": "Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.",
        "Wolaitta Sentences": "Nu aawatu halaqai Abrahaami olan omooddidi, ehiidobaappe asirataa immido Malkki-Xedeqi ai keena gitakko be7ite."
    },
    {
        "English Sentences": "And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:",
        "Wolaitta Sentences": "Qeese gidiya Leewa zareti Israa7eela asaappe, hegeenne bantta dere asaappe harai atto eti Abrahaama zare gidikkokka, asirataa ekkana mala, higgiyan azazettidosona."
    },
    {
        "English Sentences": "But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.",
        "Wolaitta Sentences": "Malkki-Xedeqi Leewa zare gidenna; shin Abrahaamappe asirataa ekkidi, Xoossai immana giidoogaa naagiya Abrahaama anjjiis."
    },
    {
        "English Sentences": "And without all contradiction the less is blessed of the better.",
        "Wolaitta Sentences": "Qassi anjjiyaagee anjjettiyaagaappe gitatiyoogee palanttenna."
    },
    {
        "English Sentences": "And here men that die receive tithes; but there he receiveth them, of whom it is witnessed that he liveth.",
        "Wolaitta Sentences": "Issi baggaara, haiqqiya asai asirataa kessees; shin hara baggaara qassi, haiqqenna giidi markkattiyo urai asirataa kessees."
    },
    {
        "English Sentences": "And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham.",
        "Wolaitta Sentences": "Hagaadan haasayanau harai atto, asirataa kessiya Leewikka Abrahaama baggaara asirataa immiis."
    },
    {
        "English Sentences": "For he was yet in the loins of his father, when Melchisedec met him.",
        "Wolaitta Sentences": "Aissi giikko, Malkki-Xedeqi Abrahaamaara gaittiyo wode, Leewi biron yelettibeenna; shin ba zariyaa Abrahaama gulbbatan de7ees."
    },
    {
        "English Sentences": "If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?",
        "Wolaitta Sentences": "Israa7eela asaayyo higgee Leewa qeesetettaa baggaara imettiis. He qeesetettaa oosoi bali bainnaagaa gidikko, Aaroonaagaa mala gidennan Malkki-Xedeqa mala hara qeesee sunttettanau aissi koshshii?"
    },
    {
        "English Sentences": "For the priesthood being changed, there is made of necessity a change also of the law.",
        "Wolaitta Sentences": "Aissi giikko, qeesetettai laamettiyo wode, higgeekka qassi laamettanau koshshees."
    },
    {
        "English Sentences": "For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.",
        "Wolaitta Sentences": "Ha yohoi haasayettido urai hara zaree; a zariyaappe ooninne yarshshiyoosan qeesedan oottibeenna."
    },
    {
        "English Sentences": "For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.",
        "Wolaitta Sentences": "Nu Godai Yihudaa zariyaappe yiidoogee erettidaagaa gidiyo gishshau, Muusee qeesetubaa haasayiiddi, he zariyaabaa ainne haasayibeenna."
    },
    {
        "English Sentences": "And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,",
        "Wolaitta Sentences": "Malkki-Xedeqa mala hara qeesee yiidobaa gidiyaakko, hagee aadhdhidi erettana."
    },
    {
        "English Sentences": "Who is made, not after the law of a carnal commandment, but after the power of an endless life.",
        "Wolaitta Sentences": "I asa higgeeninne wogan qeese gidibeenna; shin wurenna de7uwaa wolqqan qeese gidiis."
    },
    {
        "English Sentences": "For he testifieth, Thou art a priest for ever after the order of Melchisedec.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Malkki-Xedeqi qeese gididoogaadan, neenikka merinau qeese gidana\" yaagidi markkattees."
    },
    {
        "English Sentences": "For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.",
        "Wolaitta Sentences": "Beni de7iya higgee laafanne pattennaagaa gidiyo gishshau attiis."
    },
    {
        "English Sentences": "For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.",
        "Wolaitta Sentences": "Aissi giikko, Muuse higgee aibanne bali bainnabaa oottanau danddayenna; qassi nuuni a baggaara Xoossaakko shiiqana giidi ufaissan naagi uttido ubbaappe aadhdhiyaagee yiis."
    },
    {
        "English Sentences": "And inasmuch as not without an oath he was made priest:",
        "Wolaitta Sentences": "Hegaa bollan qassi Xoossaa caaqoikka de7ees; harati qeese gidido wode, hegaa mala caaqoi baawa."
    },
    {
        "English Sentences": "(For those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art a priest for ever after the order of Melchisedec:)",
        "Wolaitta Sentences": "SHin Yesuusi caaquwan qeese gidiis; Xoossai a, \"Godai caaqqiis; i ba qofaa laammenna. Neeni merinau qeese gidana giis\" yaagiis."
    },
    {
        "English Sentences": "By so much was Jesus made a surety of a better testament.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusi ubbaappe aadhdhiya caaquwau waase gidiis."
    },
    {
        "English Sentences": "And they truly were many priests, because they were not suffered to continue by reason of death:",
        "Wolaitta Sentences": "Kase qeesetu qoodai daro; aissi giikko, eti oottana oosuwaa haiqoi diggiis."
    },
    {
        "English Sentences": "But this man, because he continueth ever, hath an unchangeable priesthood.",
        "Wolaitta Sentences": "SHin Yesuusi merinau de7iyo gishshau, a qeesetettai laamettenna."
    },
    {
        "English Sentences": "Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.",
        "Wolaitta Sentences": "Hegaa gishshau, i eta gishshaa gaannatanau merinau de7iyo gishshau, Xoossaakko ba baggaara yiyaageeta muleera ashshanau danddayees."
    },
    {
        "English Sentences": "For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;",
        "Wolaitta Sentences": "Nuuyyo giigiya hagaa mala, qeese ubbatu halaqai de7anau koshshees; i geeshsha; aani geneenne borssoi baawa; nagaranchchatuura i gaittenna; qassi xoqqa saluwankka i bonchchettiis."
    },
    {
        "English Sentences": "Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people's: for this he did once, when he offered up himself.",
        "Wolaitta Sentences": "Hara qeese ubbatu halaqatudan, i koiro ba huuphe nagaraassi yarshshidi, qassi guyyeppe asaa nagaraassi hachchi hachchi yarshshanau koshshenna; i bana yarshshido wode, naa77anttennan issitoo yarshshiis."
    },
    {
        "English Sentences": "For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.",
        "Wolaitta Sentences": "Aissi giikko, Muuse higgee daafuranchcha asaa qeese ubbatu halaqa oottidi sunttees; shin Xoossai immana giidi caaqqido higgiyaappe guyye yiida qaalai merinau bali bainnaagaa, Xoossaa Na7aa sunttees."
    },
    {
        "English Sentences": "Now of the things which we have spoken this is the sum: We have such an high priest, who is set on the right hand of the throne of the Majesty in the heavens;",
        "Wolaitta Sentences": "Nuuni haasayiyo gitabai hagaa; saluwan Ubbaappe Bolla Xoossai uttiyo kawotaa araataappe ushachcha baggaara uttida qeese ubbatu halaqai, hagaa malai nuuyyo de7ees."
    },
    {
        "English Sentences": "A minister of the sanctuary, and of the true tabernacle, which the Lord pitched, and not man.",
        "Wolaitta Sentences": "Geeshsha Sohuwaaninne tumu Dunkkaaniyan i oottees; he Dunkkaanee asi essidoogaa gidennan, Xoossai essidoogaa."
    },
    {
        "English Sentences": "For every high priest is ordained to offer gifts and sacrifices: wherefore it is of necessity that this man have somewhat also to offer.",
        "Wolaitta Sentences": "Qeese ubbatu halaqa ubbai imuwaanne yarshshuwaa Xoossau immanau sunttettido gishshau, ha qeese ubbatu halaqaayyookka yarshshanau issibai de7anau koshshees."
    },
    {
        "English Sentences": "For if he were on earth, he should not be a priest, seeing that there are priests that offer gifts according to the law:",
        "Wolaitta Sentences": "Simmi sa7an i de7iyaabaa gidikko, mulekka qeese gidenna; aissi giikko, higgee azaziyoogaadan, imuwaa immiya qeeseti de7oosona."
    },
    {
        "English Sentences": "Who serve unto the example and shadow of heavenly things, as Moses was admonished of God when he was about to make the tabernacle: for, See, saith he, that thou make all things according to the pattern shewed to thee in the mount.",
        "Wolaitta Sentences": "Eti qeesetuugaadan oottiyo oosoi saluwan de7iya oosuwau tumu leemisonne eesho; aissi giikko, Muusee Dunkkaaniyaa essana hanishin, Xoossai a, \"Akeeka; ubbabaakka taani nena deriyaa huuphiyan bessido leemisuwaa kaallada ootta\" yaagiis."
    },
    {
        "English Sentences": "But now hath he obtained a more excellent ministry, by how much also he is the mediator of a better covenant, which was established upon better promises.",
        "Wolaitta Sentences": "SHin Yesuusi gaannatiyo maachchai kaseegaappe aadhdhiyoogaadankka, ayyo imettida oosoikka etaagaappe aadhdhees; aissi giikko, he maachchai Xoossai immana giido ubbaappe aadhdhiya oosuwan oosettiis."
    },
    {
        "English Sentences": "For if that first covenant had been faultless, then should no place have been sought for the second.",
        "Wolaitta Sentences": "Aissi giikko, koiro maachchan bali bainnabaa gidiyaakko, naa77antto maachchaa koshshenna."
    },
    {
        "English Sentences": "For finding fault with them, he saith, Behold, the days come, saith the Lord, when I will make a new covenant with the house of Israel and with the house of Judah:",
        "Wolaitta Sentences": "SHin eta boriiddi, Godai hagaadan yaagees; \"Taani Israa7eela asaaranne Yihudaa asaara ooratta maachchaa maacettiyo gallassati yaana."
    },
    {
        "English Sentences": "Not according to the covenant that I made with their fathers in the day when I took them by the hand to lead them out of the land of Egypt; because they continued not in my covenant, and I regarded them not, saith the Lord.",
        "Wolaitta Sentences": "He maachchai taani Gibxxe biittaappe eta aawatu kushiyaa oiqqada, goochcha kessido wode, etaara maacettido maachchaa mala gidenna. Eti ta maachchan ammanettibeenna gishshau, taanikka eta yegga bayaas. Taani, Godai, hagaa odais."
    },
    {
        "English Sentences": "For this is the covenant that I will make with the house of Israel after those days, saith the Lord; I will put my laws into their mind, and write them in their hearts: and I will be to them a God, and they shall be to me a people:",
        "Wolaitta Sentences": "Aissi giikko, he gallassatuppe guyyiyan, taani Israa7eela asaara maacettana maachchai hagaa: Taani ta higgiyaa eta qofan wottana; qassi eta wozanankka xaafana. Taani eta Xoossaa gidana; etikka ta asa gidana."
    },
    {
        "English Sentences": "And they shall not teach every man his neighbour, and every man his brother, saying, Know the Lord: for all shall know me, from the least to the greatest.",
        "Wolaitta Sentences": "Etappe ooninne ba shooruwaa woi ba ishaa, Godaa era yaagidi tamaarissenna. Aissi giikko, eti guuttaappe gitaa gakkanaassi ubbai tana eroosona."
    },
    {
        "English Sentences": "For I will be merciful to their unrighteousness, and their sins and their iniquities will I remember no more.",
        "Wolaitta Sentences": "Taani eta naaquwaa maarana; eta nagaraakka naa77antto hassayikke\" yaagees."
    },
    {
        "English Sentences": "In that he saith, A new covenant, he hath made the first old. Now that which decayeth and waxeth old is ready to vanish away.",
        "Wolaitta Sentences": "Xoossai ooratta maachchaa giidi haasayiyoogan koiroogaa ceegettiis; qassi ceeggiyaabainne wuriyaabai eesuwan xayana."
    },
    {
        "English Sentences": "Then verily the first covenant had also ordinances of divine service, and a worldly sanctuary.",
        "Wolaitta Sentences": "Koiro maachchaayyo Xoossau goinniyo wogainne asai oottido Beeta Maqidasee de7ees."
    },
    {
        "English Sentences": "For there was a tabernacle made; the first, wherein was the candlestick, and the table, and the shewbread; which is called the sanctuary.",
        "Wolaitta Sentences": "Aissi giikko, koiro Dunkkaanee eqqiis; a giddon muqaaddaa wottiyoogee, xaraphpheezainne Godaa sinttan wottiyo oittai de7ees; he sohuwaa Geeshsha Sohuwaa giidi xeeseettees."
    },
    {
        "English Sentences": "And after the second veil, the tabernacle which is called the Holiest of all;",
        "Wolaitta Sentences": "Naa77antto magalashuwaappe guyye baggaara Ubbaappe Aadhdhiya Geeshsha Soho geetettiya Dunkkaanee de7ees."
    },
    {
        "English Sentences": "Which had the golden censer, and the ark of the covenant overlaid round about with gold, wherein was the golden pot that had manna, and Aaron's rod that budded, and the tables of the covenant;",
        "Wolaitta Sentences": "A giddon ixaanaa cuwayanau worqqappe oottido saaxineenne ubbasaara worqqan sheeshshido Maachchaa Taabootai de7ees. He Maachchaa Taabootan mannai de7iyo worqqa xaaroi, Aaroona xam77ai aacidaageenne qassi Muuse higgee xaafettido naa77u masettida shuchchati de7oosona."
    },
    {
        "English Sentences": "And over it the cherubims of glory shadowing the mercyseat; of which we cannot now speak particularly.",
        "Wolaitta Sentences": "He Maachchaa Taabootaappe bolla baggaara atto giyo sohuwaa qum77uwaa bantta qefiyan genttiya bonchcho kiruubeti de7oosona; shin ha ubbabaa ha77i wurssi yootanau danddayokko."
    },
    {
        "English Sentences": "Now when these things were thus ordained, the priests went always into the first tabernacle, accomplishing the service of God.",
        "Wolaitta Sentences": "Hegee hegaadan giigidaashin, qeeseti ubba wode, bantta oosuwaa oottanau koiro Dunkkaaniyaa geloosona."
    },
    {
        "English Sentences": "But into the second went the high priest alone once every year, not without blood, which he offered for himself, and for the errors of the people:",
        "Wolaitta Sentences": "SHin qeese ubbatu halaqa xalaalai naa77antto Dunkkaaniyaa laittaappe issitoo gelees; geliiddi ba gishshaunne erennan asi oottido nagaraa gishshau, Xoossaayyo yarshshiyo suuttaa ekkidi gelees."
    },
    {
        "English Sentences": "The Holy Ghost this signifying, that the way into the holiest of all was not yet made manifest, while as the first tabernacle was yet standing:",
        "Wolaitta Sentences": "Koiro Dunkkaanee eqqi de7ishin, ubbaappe aadhdhiya geeshsha sohuwaa efiya ogee biron dooyettibeennaagaa Geeshsha Ayyaanai hegan erissees."
    },
    {
        "English Sentences": "Which was a figure for the time then present, in which were offered both gifts and sacrifices, that could not make him that did the service perfect, as pertaining to the conscience;",
        "Wolaitta Sentences": "He Dunkkaanee ha wodiyau leemiso; hegaa giyoogee Xoossau immiyo imoinne yarshshoi goinniyaagaa zoriya wozanaa bali bainnaagaa oottanau danddayokkona."
    },
    {
        "English Sentences": "Which stood only in meats and drinks, and divers washings, and carnal ordinances, imposed on them until the time of reformation.",
        "Wolaitta Sentences": "Hegeeti meettaabaa, ushshaabaanne dumma dumma meechchaabaa yootiyaageeta; eti ooraxxiyo wodee gakkanaassi oosettiya wogata."
    },
    {
        "English Sentences": "But Christ being come an high priest of good things to come, by a greater and more perfect tabernacle, not made with hands, that is to say, not of this building;",
        "Wolaitta Sentences": "SHin Kiristtoosi hagan de7iya lo77obau qeese ubbatu halaqa gididi yiichchiis. Giddon i oottiyo Dunkkaanee ubbaappe aadhdhiyaagaanne bali bainnaagaa; qassi he Dunkkaaniyaa asi oottibeenna; ha merettida sa7aabaakka gidenna."
    },
    {
        "English Sentences": "Neither by the blood of goats and calves, but by his own blood he entered in once into the holy place, having obtained eternal redemption for us.",
        "Wolaitta Sentences": "Kiristtoosi Ubbaappe Aadhdhiya Geeshsha Sohuwaa geliyo wode, deeshsha suuttanne galo suutta oiqqidi gelibeenna; shin ba suuttaa oiqqidi, nuuyyo merinaa atotettaa demmidi, naa77anttennan issitoo geliis."
    },
    {
        "English Sentences": "For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:",
        "Wolaitta Sentences": "Tunida asa bolli korimaa suuttaanne deeshshaa suuttaa caccafidi, xuugettida usa bidintta qolin, he uraa tunatettaappe geeshshanau danddayikko,"
    },
    {
        "English Sentences": "How much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your conscience from dead works to serve the living God?",
        "Wolaitta Sentences": "Merinaa Geeshsha Ayyaanaa baggaara bali bainna yarshshodan, Xoossau bana immida Kiristtoosa suuttai, nuuni de7o Xoossau oottana mala, kase nu haiqqida oosuwaappe nuna zoriya wozanaa waati geeshshanddeeshsha!"
    },
    {
        "English Sentences": "And for this cause he is the mediator of the new testament, that by means of death, for the redemption of the transgressions that were under the first testament, they which are called might receive the promise of eternal inheritance.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossai xeesidoogeeti i immana giido merinaa anjjuwaa laattana mala, Kiristtoosi ooratta maachchau gaannatiis; hegee hanana danddayiyoogee, asai koiro maachchaappe garssan de7iiddi oottido bala ailletettaappe kessiya haiqoi de7iyo gishshassa."
    },
    {
        "English Sentences": "For where a testament is, there must also of necessity be the death of the testator.",
        "Wolaitta Sentences": "Aissi giikko, haiqqiya urai azazidobai de7ikko, he urai haiqqidoogee erettana koshshees."
    },
    {
        "English Sentences": "For a testament is of force after men are dead: otherwise it is of no strength at all while the testator liveth.",
        "Wolaitta Sentences": "Aissi giikko, azazida urai haiqqido wode, i azazidoogee polettees; he azazidaagee paxa de7ishin, ainne polettenna."
    },
    {
        "English Sentences": "Whereupon neither the first testament was dedicated without blood.",
        "Wolaitta Sentences": "Harai atto, koiro maachchaikka suutti bainnan injjetibeennaagee hegaassa."
    },
    {
        "English Sentences": "For when Moses had spoken every precept to all the people according to the law, he took the blood of calves and of goats, with water, and scarlet wool, and hyssop, and sprinkled both the book, and all the people,",
        "Wolaitta Sentences": "Aissi giikko, higgiyan de7iya azazo ubbaa Muusee asa ubbau yootiis; hegaappe guyyiyan, galo maraa suuttaanne deeshshaa suuttaa, haattaara, zo7o dorssa ikisiyaaranne hiisoophphiyaa giyo mittaa bonccuwaara issippe ekkidi,"
    },
    {
        "English Sentences": "Saying, This is the blood of the testament which God hath enjoined unto you.",
        "Wolaitta Sentences": "\"Hagee inttena Xoossai azazido maachchaa suuttaa\" yaagidi, higgiyaa maxaafaa bollinne asa ubbaa bolli caccafiis."
    },
    {
        "English Sentences": "Moreover he sprinkled with blood both the tabernacle, and all the vessels of the ministry.",
        "Wolaitta Sentences": "Hegaadankka, Dunkkaaniyaa bollinne oottiyo miishsha ubbaa bolli suuttaa Muusee caccafiis."
    },
    {
        "English Sentences": "And almost all things are by the law purged with blood; and without shedding of blood is no remission.",
        "Wolaitta Sentences": "Higgee giyoogaadan, tumakka amaridabaappe attin, ubbabaikka suuttan geeyees; suutti gukkana xayikko, atotetti baawa."
    },
    {
        "English Sentences": "It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.",
        "Wolaitta Sentences": "Hegaa gishshau, saluwan de7iyaageeta milatiyaageeti he yarshshuwan geeyanau koshshees; shin saluwan de7iyaageetikka bantta huuphen geeyanau aadhdhiya yarshshuwaa eta koshshees."
    },
    {
        "English Sentences": "For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi tumu geeshshasan leemisettiya asi oottido geeshshasaa gelibeenna; shin i ha77i nu gishshaa Xoossaa sinttan beettanau yaa saluwaa geliis."
    },
    {
        "English Sentences": "Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;",
        "Wolaitta Sentences": "Qeese ubbatu halaqai laittan laittan ba suuttaa gidennaagaa oiqqidi, Geeshsha Sohuwaa geliyoogaadan, i bana ubbatoo yarshshanau gelibeenna."
    },
    {
        "English Sentences": "For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.",
        "Wolaitta Sentences": "Hegaa gidiyaakko, Kiristtoosi sa7ai merettoosappe doommidi darotoo waayettanau koshshees; shin ha77i wodiyaa wurssettan nagaraa xaissanau bana yarshshidi, naa77anttennan issitoo beettiis."
    },
    {
        "English Sentences": "And as it is appointed unto men once to die, but after this the judgment:",
        "Wolaitta Sentences": "Asai ubbai issitoo haiqqanau bessees; hegaappe guyyiyan Xoossai asaa pirddana."
    },
    {
        "English Sentences": "So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.",
        "Wolaitta Sentences": "Hegaadankka, qassi Kiristtoosi daro asaa nagaraa xaissanau issitoo yarshshettiis; qassi i bana mintti naagiyaageeta ashshanau beettanaappe attin, naa77antto nagara tookkanau beettenna."
    },
    {
        "English Sentences": "For the law having a shadow of good things to come, and not the very image of the things, can never with those sacrifices which they offered year by year continually make the comers thereunto perfect.",
        "Wolaitta Sentences": "Aissi giikko, higgiyau yaana lo77obaa eesho xalaalai de7ees; ayyo tumu leemisoi baawa. Ubba wode laittan laittan issi mala yarshshoi yarshshettees; hegaa gishshau, higgee Xoossaakko shiiqiya asa he yarshshon bali bainna asa oottanau mulekka danddayenna."
    },
    {
        "English Sentences": "For then would they not have ceased to be offered? because that the worshippers once purged should have had no more conscience of sins.",
        "Wolaitta Sentences": "Xoossau goinniya asai ba nagaraappe muleera geeyidobaa gidiyaakko, bana zoriya wozanan naa77anttuwaa nagara qoppenna; qassi yarshshiyoogaakka aggi bayana."
    },
    {
        "English Sentences": "But in those sacrifices there is a remembrance again made of sins every year.",
        "Wolaitta Sentences": "SHin asai laittan laittan he yarshshuwan ba nagaraa hassayees."
    },
    {
        "English Sentences": "For it is not possible that the blood of bulls and of goats should take away sins.",
        "Wolaitta Sentences": "Aissi giikko, korima suuttinne deeshsha suutti nagara xaissanau mulekka danddayenna."
    },
    {
        "English Sentences": "Wherefore when he cometh into the world, he saith, Sacrifice and offering thou wouldest not, but a body hast thou prepared me:",
        "Wolaitta Sentences": "Hegaa gishshau, Kiristtoosi ha sa7aa yaana haniiddi, hagaadan yaagiis; \"Neeni yarshshonne imo koyabaakka; shin taayyo bolla giigissadasa."
    },
    {
        "English Sentences": "In burnt offerings and sacrifices for sin thou hast had no pleasure.",
        "Wolaitta Sentences": "Neeni xuuggiyo yarshshuwaaninne nagaraa yarshshuwan mulekka ufaittakka."
    },
    {
        "English Sentences": "Then said I, Lo, I come (in the volume of the book it is written of me,) to do thy will, O God.",
        "Wolaitta Sentences": "Taani he wode, Xaatta maxaafan tabai xaafettidoogaadankka, Xoossau, taani neeni koyiyoogaa oottanau yaas yaagaas\" yaagiis."
    },
    {
        "English Sentences": "Above when he said, Sacrifice and offering and burnt offerings and offering for sin thou wouldest not, neither hadst pleasure therein; which are offered by the law;",
        "Wolaitta Sentences": "Yarshshoi yarshshettana mala, higgee azaziyoobaa gidikkokka, Kiristtoosi koiro, \"Neeni yarshsho, imo, xuuggiyo yarshshonne nagaraa yarshsho mulekka koyabaakka; hegeetun ufaittakka\" yaagiis."
    },
    {
        "English Sentences": "Then said he, Lo, I come to do thy will, O God. He taketh away the first, that he may establish the second.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Kiristtoosi, \"Xoossau, taani neeni koyiyoogaa oottanau yaas\" yaagiis. Hegaa gishshau, Kiristtoosi naa77anttuwaa essanau koiroogaa xaissees."
    },
    {
        "English Sentences": "By the which will we are sanctified through the offering of the body of Jesus Christ once for all.",
        "Wolaitta Sentences": "Yesuus Kiristtoosi Xoossai koyidoogaa oottido gishshau, ba ashuwaa naa77anttennan issitoo yarshshidoogan nuuni nu nagaraappe geeyi aggida."
    },
    {
        "English Sentences": "And every priest standeth daily ministering and offering oftentimes the same sacrifices, which can never take away sins:",
        "Wolaitta Sentences": "Qeese ubbai hachchi hachchi eqqidi, ba oosuwaa oottees; qassi nagara xaissanau mulekka danddayenna issi mala yarshshuwaa zaari zaaridi yarshshees."
    },
    {
        "English Sentences": "But this man, after he had offered one sacrifice for sins for ever, sat down on the right hand of God;",
        "Wolaitta Sentences": "SHin Kiristtoosi nagaraa gishshau, ubba wodiyau gidiya issi yarshshuwaa yarshshidi, Xoossaappe ushachcha baggaara utti aggiis."
    },
    {
        "English Sentences": "From henceforth expecting till his enemies be made his footstool.",
        "Wolaitta Sentences": "Xoossai sinttappe Kiristtoosa morkketa Kiristtoosayyo tohuwan yedhdhiyoobaa oottana gakkanaassi, yaani naagees."
    },
    {
        "English Sentences": "For by one offering he hath perfected for ever them that are sanctified.",
        "Wolaitta Sentences": "Aissi giikko, i issitoo yarshshidoogan, nagaraappe geeyidaageeta merinau bali bainnaageeta oottiis."
    },
    {
        "English Sentences": "Whereof the Holy Ghost also is a witness to us: for after that he had said before,",
        "Wolaitta Sentences": "Qassi Geeshsha Ayyaanai nuuyyo markkattiiddi, hagaadan yaagees;"
    },
    {
        "English Sentences": "This is the covenant that I will make with them after those days, saith the Lord, I will put my laws into their hearts, and in their minds will I write them;",
        "Wolaitta Sentences": "\"Taani he gallassatuppe guyyiyan, etaara maacettiyo maachchai hagaa: Taani ta higgiyaa eta qofan wottana; qassi eta wozanankka xaafana\" yaagees."
    },
    {
        "English Sentences": "And their sins and iniquities will I remember no more.",
        "Wolaitta Sentences": "Qassi hegaappe guyyiyankka, \"Taani eta nagaraanne eta makkala oosuwaa naa77antto hassayikke\" yaagees."
    },
    {
        "English Sentences": "Now where remission of these is, there is no more offering for sin.",
        "Wolaitta Sentences": "Xoossai he nagara atto giido wode, nagara xaissanau hagaappe sinttau yarshsho koshshenna."
    },
    {
        "English Sentences": "Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,",
        "Wolaitta Sentences": "Simmi ta ishatoo, nuuni Yesuusa suuttaa baggaara Ubbaappe Aadhdhiya Geeshsha Sohuwaa gelanau nuuyyo xalatettai de7ees."
    },
    {
        "English Sentences": "By a new and living way, which he hath consecrated for us, through the veil, that is to say, his flesh;",
        "Wolaitta Sentences": "Kiristtoosi nuuyyo ooratta ogiyaanne de7o ogiyaa magalashuwaa baggaara, hegaa giyoogee ba bollaa baggaara dooyiis."
    },
    {
        "English Sentences": "And having an high priest over the house of God;",
        "Wolaitta Sentences": "Nuuyyo Xoossaa keettan sunttettida gita qeesee de7iyo gishshau,"
    },
    {
        "English Sentences": "Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.",
        "Wolaitta Sentences": "Nuuni suure wozanaara, tumu ammanuwaara, iitabaa zoriya wozanaappe geeyida wozanaaranne qassi xillo haattan meecettida bollaara Xoossaakko shiiqoos."
    },
    {
        "English Sentences": "Let us hold fast the profession of our faith without wavering; (for he is faithful that promised;)",
        "Wolaitta Sentences": "Nuuyyo immana giida Xoossai ammanttiyo gishshau, nuuni demmana giidi ufaissan naagi uttidoogaa mintti oiqqoos."
    },
    {
        "English Sentences": "And let us consider one another to provoke unto love and to good works:",
        "Wolaitta Sentences": "Issoi issuwaara waani siiqettanaakkonne qassi lo77o oosuwaa waati oottanaakko, issoi issuwau qoppoos."
    },
    {
        "English Sentences": "Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.",
        "Wolaitta Sentences": "Issooti issooti shiiquwaa meeze oottidi shiiqiyoogaadan, nuunikka issippe shiiqiyoogaa aggokko; shin Godaa gallassai matattiyoogaa intte be7iyo gishshau, issoi issuwaa minttettoos."
    },
    {
        "English Sentences": "For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,",
        "Wolaitta Sentences": "Nuuni tumatettaa eratettaa ekkirggidi, eriiddi nagara oottiyaabaa gidikko, hagaappe sinttau nagara xaissiya yarshshoi issibinne baawa."
    },
    {
        "English Sentences": "But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.",
        "Wolaitta Sentences": "SHin yashshiya pirddaa naagiyoogeenne Xoossaa ixxiya ubbaa maanau wolqqaama tamai de7ees."
    },
    {
        "English Sentences": "He that despised Moses' law died without mercy under two or three witnesses:",
        "Wolaitta Sentences": "Muuse higgiyau azazettenna urai, naa77u urai woi heezzu urai a bolli markkattikko, qareti bainnan haiqqees."
    },
    {
        "English Sentences": "Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?",
        "Wolaitta Sentences": "Xoossaa Na7aa karida urai, bana nagaraappe geeshshida Xoossaa maachchaa suuttaa tunabaadan qoppida urai, qassi aaro kehatettaa Geeshsha Ayyaanaa cayiya urai, ai keena iita pirddaa ekkanau bessiyaakkonne ane qoppite."
    },
    {
        "English Sentences": "For we know him that hath said, Vengeance belongeth unto me, I will recompense, saith the Lord. And again, The Lord shall judge his people.",
        "Wolaitta Sentences": "Aissi giikko, \"Taani haluwaa kessananne kushiyaa zaarana\" giidaagaa nuuni eroos; qassikka, \"Godai ba asaa pirddana\" yaagiis."
    },
    {
        "English Sentences": "It is a fearful thing to fall into the hands of the living God.",
        "Wolaitta Sentences": "De7o Xoossaa kushiyan kunddanaagee daro yashshiyaabaa."
    },
    {
        "English Sentences": "But call to remembrance the former days, in which, after ye were illuminated, ye endured a great fight of afflictions;",
        "Wolaitta Sentences": "Intteyyo Xoossaa poo7oi poo7idoogaappe guyyiyan, intte daroban waayettidi, gita waretan genccido beni wodiyaa hassayite."
    },
    {
        "English Sentences": "Partly, whilst ye were made a gazingstock both by reproaches and afflictions; and partly, whilst ye became companions of them that were so used.",
        "Wolaitta Sentences": "Issi issitoo inttena asa sinttan cayidosonanne paxa kaa7idosona; qassi hara wode hegaadan oottidoogeetuura issippe de7ideta."
    },
    {
        "English Sentences": "For ye had compassion of me in my bonds, and took joyfully the spoiling of your goods, knowing in yourselves that ye have in heaven a better and an enduring substance.",
        "Wolaitta Sentences": "Aissi giikko, qashuwan de7iya asatuyyo intte qarettideta; yaatidi intteyyo merinau wurenna ubbaappe aadhdhiya miishshai saluwan de7iyoogaa intte huuphen erido gishshau, inttebaa ubbaa ekkirgginkka ufaissan genccideta."
    },
    {
        "English Sentences": "Cast not away therefore your confidence, which hath great recompence of reward.",
        "Wolaitta Sentences": "Hegaa gishshau, gita woituwaara de7iya intte xalatettaa oloppite."
    },
    {
        "English Sentences": "For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.",
        "Wolaitta Sentences": "Xoossai koyiyoogaa oottidi, i intteyyo immana giidoogaa ekkanau genccana koshshees."
    },
    {
        "English Sentences": "For yet a little while, and he that shall come will come, and will not tarry.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Amarida wodee attiis. Yiyaagee yaana; gam77enna."
    },
    {
        "English Sentences": "Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.",
        "Wolaitta Sentences": "Ta xilloi ammanuwan de7ana. SHin ooninne guyye simmikko, tana ufaissenna\" yaagees."
    },
    {
        "English Sentences": "But we are not of them who draw back unto perdition; but of them that believe to the saving of the soul.",
        "Wolaitta Sentences": "Nuuni ammanidi attidaageetu bagga gidiyoogaappe attin, guyye simmidi xayidaageetu bagga gidokko."
    },
    {
        "English Sentences": "Now faith is the substance of things hoped for, the evidence of things not seen.",
        "Wolaitta Sentences": "Ammano giyoogee, demmana giidi ufaissan naagi uttidobai ammanttiyoogaanne be7anau danddayennabaa erissiyaagaa."
    },
    {
        "English Sentences": "For by it the elders obtained a good report.",
        "Wolaitta Sentences": "Xoossai beni ceega asaayyo markkattidoogee, eti ammanidoogaana."
    },
    {
        "English Sentences": "Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.",
        "Wolaitta Sentences": "Sa7ai Xoossaa qaalan merettidoogaa ammanuwan nuuni eroos; hegaa gishshau, beettiyaabai beettennabaappe merettiis."
    },
    {
        "English Sentences": "By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.",
        "Wolaitta Sentences": "Aabeeli Qaa7eelaagaappe aadhdhiya yarshshuwaa Xoossau yarshshidoogee ammanuwaana. Xoossai a imuwaabaa markkattiiddi, i xillo gididoogaakka markkattiis; Aabeeli harai atto haiqqidikka, ba ammanuwan ha77i gakkanaassi haasayees."
    },
    {
        "English Sentences": "By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.",
        "Wolaitta Sentences": "Heenooki haiqqennan saluwaa biidoogee ammanuwaana; Xoossai efiido gishshau, ooninne a be7anau danddayibeenna. Xoossaa maxaafai, \"Heenooki saluwaa baanaappe kase Xoossaa ufaissiis\" yaagees."
    },
    {
        "English Sentences": "But without faith it is impossible to please him: for he that cometh to God must believe that he is, and that he is a rewarder of them that diligently seek him.",
        "Wolaitta Sentences": "Ammanoi bainnan ooninne Xoossaa ufaissanau danddayenna; aissi giikko, Xoossaakko yiya ooninne Xoossai de7iyoogaanne bana koyiyaageetuyyo woituwaa immiyoogaa ammananau koshshees."
    },
    {
        "English Sentences": "By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.",
        "Wolaitta Sentences": "Nohee be7anau danddayenna sinttappe hananabau Xoossai, \"Nena naaga\" gin, Xoossau yayyidi, bananne ba so asaa ashshanau markkabiyaa keexxidoogee ammanuwaana; yaatidi hegan ha sa7aa bolli pirddidi, ammanuwan beettiya xillotettaakka Xoossaappe ekkiis."
    },
    {
        "English Sentences": "By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.",
        "Wolaitta Sentences": "Abrahaami laattanaadan, Xoossai baayyo immana giido biittaa baana mala, Xoossai bana xeesido wode, azazettidoogee ammanuwaana; i ba biittaappe kiyidi biyo wode, au biyaakkonne erennan kiyiis."
    },
    {
        "English Sentences": "By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:",
        "Wolaitta Sentences": "Abrahaami Xoossai baayyo immana giido biittan hara biitta asadan de7idoogee ammanuwaana; Xoossai he immana giidoogaa banaara issippe laattana Yisaaqaaranne Yaaqoobaara Dunkkaaniyan de7iis."
    },
    {
        "English Sentences": "For he looked for a city which hath foundations, whose builder and maker is God.",
        "Wolaitta Sentences": "Aissi giikko, Abrahaami Xoossai lo77o baasuwan hayyottidi keexxido katamaa naagees."
    },
    {
        "English Sentences": "Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.",
        "Wolaitta Sentences": "Saara ba huuphen harai atto ceeggaichchadakka, immana giida Xoossai ammanettidaagaa gididoogaa erido gishshau, na7a shahaaranau wolqqaa demmidoogee ammanuwaana."
    },
    {
        "English Sentences": "Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.",
        "Wolaitta Sentences": "Hegaa gishshau, haiqqida asa milatiya issi bitaniyaappe saluwan de7iya xoolintte keena, abbaa lanqqiyan de7iya qoodi bainna shafe keena zareti yelettidosona."
    },
    {
        "English Sentences": "These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.",
        "Wolaitta Sentences": "He asati ubbati ammanuwan haiqqidosona; banttau Xoossai immana giidoogaakka ekkibookkona; shin haahuwan hegaa be7idi, sarotidosona. Qassi eti sa7an imattanne yedetettidi kiyida asata gididoogaa eridosona."
    },
    {
        "English Sentences": "For they that say such things declare plainly that they seek a country.",
        "Wolaitta Sentences": "Aissi giikko, hegaadan giya asati bantta huuphe biittaa koyiyoogaa erissoosona."
    },
    {
        "English Sentences": "And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.",
        "Wolaitta Sentences": "Eti he yeggidi kiyido biittaa simmanau qoppidobaa gidiyaakko, guyye simmiyo qaadaa demmennan aggokkona; shin"
    },
    {
        "English Sentences": "But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.",
        "Wolaitta Sentences": "eti hegaa aggidi, lo77iya biittaa laamotoosona; hegee saluwaa biittaa. Hegaa gishshau, Xoossai eta Xoossaa geetettanau yeellatenna. Aissi giikko, i etau katamaa giigissi wottiis."
    },
    {
        "English Sentences": "By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,",
        "Wolaitta Sentences": "Abrahaami Yisaaqa yarshshanaakko yarshshennaakko, Xoossai eranau xomoosido wode, Abrahaami ammanuwan a yarshshiis."
    },
    {
        "English Sentences": "Of whom it was said, That in Isaac shall thy seed be called:",
        "Wolaitta Sentences": "Xoossai Abrahaama, \"Ne zaree Yisaaqa baggaara xeesettana\" giidaashinkka, Abrahaami ba na7aa Yisaaqa yarshshanau giigiis."
    },
    {
        "English Sentences": "Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.",
        "Wolaitta Sentences": "Abrahaami Xoossai Yisaaqa harai atto, haiquwaappekka pattanau danddayiyoogaa eriis; hegaa gishshau, haiquwaappe guyye a zaaridi ekkiis."
    },
    {
        "English Sentences": "By faith Isaac blessed Jacob and Esau concerning things to come.",
        "Wolaitta Sentences": "Yisaaqi wodeppe hananabau Yaaqoobanne Eesawa anjjidoogee ammanuwaana."
    },
    {
        "English Sentences": "By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.",
        "Wolaitta Sentences": "Yaaqoobi haiqqana haniiddi, Yooseefa naata huuphiyan huuphiyan anjjidoogeenne gatiman guufetidi, Xoossau goinnidoogee ammanuwaana."
    },
    {
        "English Sentences": "By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.",
        "Wolaitta Sentences": "Yooseefi haiqqanau matiiddi, Israa7eela asai Gibxxeppe kiyanaagaa haasayidoogeenne ba meqettaa oottanabaa eta azazidoogee ammanuwaana."
    },
    {
        "English Sentences": "By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king's commandment.",
        "Wolaitta Sentences": "Muusee yelettidoogaappe guyyiyan, aayyiyaanne aawai malaa lo77o na7a gididoogaa be7idi, heezzu agina qottidoogee ammanuwaana; eti kawuwaa awaajuwaukka yayyibookkona."
    },
    {
        "English Sentences": "By faith Moses, when he was come to years, refused to be called the son of Pharaoh's daughter;",
        "Wolaitta Sentences": "Muusee diccidoogaappe guyyiyan, Gibxxe kawuwaa na7ee na7aa geetettanaagaa ixxidoogee ammanuwaana."
    },
    {
        "English Sentences": "Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;",
        "Wolaitta Sentences": "Nagaran Muusee guutta wodiyaa ufaittanaagaappe, Xoossaa asaara waayettanaagaa dooriis."
    },
    {
        "English Sentences": "Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.",
        "Wolaitta Sentences": "Wodeppe demmana woituwaa i tishshi oottidi xeellido gishshau, Gibxxe biittaa miishsha ubbaappe Kiristtoosa gishshau borettiyoogee daro aadhdhiya duretetta gididoogaa qoppiis."
    },
    {
        "English Sentences": "By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.",
        "Wolaitta Sentences": "Kawuwaa hanqquwau Muusee yayyennan, Gibxxe biittaappe kiyidoogee ammanuwaana; aissi giikko, beettenna Xoossaa be7idabaadan, genccidi sinttau biis."
    },
    {
        "English Sentences": "Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.",
        "Wolaitta Sentences": "Haiquwaa kiitanchchai Israa7eela asaayyo baira naata bochchennaadan, Muusee Paasikaa bonchchidoogeenne qosilettan suuttaa caccafissidoogee ammanuwaana."
    },
    {
        "English Sentences": "By faith they passed through the Red sea as by dry land: which the Egyptians assaying to do were drowned.",
        "Wolaitta Sentences": "Israa7eela asai mela biittan hemettiyoogaadan, Zo7o Abbaa pinnidoogee ammanuwaana; shin Gibxxe asati geli be7ishin, haattai eta mitti aggiis."
    },
    {
        "English Sentences": "By faith the walls of Jericho fell down, after they were compassed about seven days.",
        "Wolaitta Sentences": "Israa7eela asai Yarkko giyo katamaa shuchcha dirssaa laappun gallassaa yuuyi yuuyi aadhdhidoogaappe guyyiyan, he shuchcha dirssai kunddidoogee ammanuwaana."
    },
    {
        "English Sentences": "By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.",
        "Wolaitta Sentences": "SHaaramuxiyaa Ra7aaba yohuwaa qoriyaageeta loitta mokkido gishshau, Xoossau azazettennan ixxida asaara haiqqennan attidoogee ammanuwaana."
    },
    {
        "English Sentences": "And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:",
        "Wolaitta Sentences": "Simmi harabaa gujjada ai odoo? Geedoonabaa, Baaraaqabaa, Samssoonabaa, Yofttaahebaa, Daawitabaanne Sameelabaa, qassi hananabaa yootiyaageetubaa odanau tau wodee gidenna."
    },
    {
        "English Sentences": "Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,",
        "Wolaitta Sentences": "Eti kawo ubbaara olettidi xoonidoogeenne xillobaa oottidoogee ammanuwaana; yaatidi Xoossai immana giidoogaa ekkidosona; gaammotu doonaakka gorddidosona."
    },
    {
        "English Sentences": "Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.",
        "Wolaitta Sentences": "Wolqqaama tamaa toissidosona; bisuwaa qaraappe kessi ekkidosona; eti daafuranchcha; shin minnidosona; qassi olan wolqqaamidi, hara biittaa tooraasaa yedettidosona."
    },
    {
        "English Sentences": "Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:",
        "Wolaitta Sentences": "Maccaasati bantta haiqqidaageeti haiquwaappe paxidaageeta ekkidosona. Qassi harati qashuwaappe birshshettanaagaa ixxidi, kehiya de7uwaayyo haiquwaappe denddanau, bukettidi haiqqidosona."
    },
    {
        "English Sentences": "And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:",
        "Wolaitta Sentences": "Haratu bolli asai qilliicci kaa7iis; lissuwan garafettidosonanne sanssalatan qashettidi, qasho keettaa gelidosona."
    },
    {
        "English Sentences": "They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;",
        "Wolaitta Sentences": "SHuchchan cadettidosona; magaajan naa77u kiyidi phalqqettidosona; paacettidosona; bisuwan haiqqidosona; etau ubbabaikka xayin, waayettidi tuggatidi, dorssa calaanne deeshsha calaa maayidi yuuyidosona."
    },
    {
        "English Sentences": "(Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.",
        "Wolaitta Sentences": "Etau ha sa7ai giigennan ixxin, bazzon, deriyan, gonggolo giddooninne olla giddon yuuyidosona."
    },
    {
        "English Sentences": "And these all, having obtained a good report through faith, received not the promise:",
        "Wolaitta Sentences": "Xoossai eta ammanuwaa markkattikkokka, hegeeti ubbati i, immana giidoogaa ekkibookkona."
    },
    {
        "English Sentences": "God having provided some better thing for us, that they without us should not be made perfect.",
        "Wolaitta Sentences": "Xoossai nuuyyo issi lo77o qofaa qoppi wottido gishshau, eti nuuni bainnan bali bainnaageeta gidokkona."
    },
    {
        "English Sentences": "Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,",
        "Wolaitta Sentences": "Simmi nuuyyo hagaa keena daro asai, shaaraadan nu matan yuuyi aadhdhidi markkattiyaagee de7ishin, nuna xubbiya ubbabaanne baqqi oiqqiya nagaraa diggoos; diggidi nu sinttan de7iya nuuni woxxana wottaa genccidi woxxoos."
    },
    {
        "English Sentences": "Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.",
        "Wolaitta Sentences": "Nuuni nu ammanuwau huuphenne polo gidiya Yesuusa xeelloos. Yesuusi yeellaa karidi, wodeppe au de7iya ufaissaa gishshau, masqqaliyaa bolli misimaariyan xishettidi haiqqanaagaa genccidi, Xoossaa kawotaa araataappe ushachcha baggaara uttiis."
    },
    {
        "English Sentences": "For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.",
        "Wolaitta Sentences": "Intte intte wozanaa bayidi daafurenna mala, nagaranchchati bana daro ixxinkka genccida Yesuusa qoppite."
    },
    {
        "English Sentences": "Ye have not yet resisted unto blood, striving against sin.",
        "Wolaitta Sentences": "Nagaraara intte baaxetiiddi, suuttaa gussana gakkanaassi biron olettiichchibeekketa."
    },
    {
        "English Sentences": "And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:",
        "Wolaitta Sentences": "Xoossai ba naatudan, inttena zoriyoogaa dogidetii? Xoossai inttena, \"Ta na7au, Xoossai nena qaxxayiyo wode, laafabaadan qoppoppa. I nena seeriyo wodekka yayyoppa."
    },
    {
        "English Sentences": "For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.",
        "Wolaitta Sentences": "Aissi giikko, i ba siiqiyo uraa qaxxayees; qassi ba na7adan ekkiyo ubbaakka lissuwan garafees\" yaagiis."
    },
    {
        "English Sentences": "If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?",
        "Wolaitta Sentences": "Xoossai inttena qaxxayiyo wode genccite. Aissi giikko, i inttena naatudan oottees. Aawai qaxxayenna na7i de7ii?"
    },
    {
        "English Sentences": "But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.",
        "Wolaitta Sentences": "Naata ubbaa qaxxayiyoogaadan, inttena qaxxayennan yeggi bayikko, karen yelettidaageeta gideetappe attin, tumu naata gidekketa."
    },
    {
        "English Sentences": "Furthermore we have had fathers of our flesh which corrected us, and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?",
        "Wolaitta Sentences": "Hegaa bollan qassi, nuna yelida nu aawati nuna qaxxayido wode, nuuni eta bonchchida. Yaatin, nuuni waanidi ayyaanatu Aawaayyo keehi darissi haarettidi de7okkonii?"
    },
    {
        "English Sentences": "For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.",
        "Wolaitta Sentences": "Aissi giikko, nuna yelida nu aawati banttana ufaissiyaadan, amarida wodiyaa nuna qaxxayidosona; shin Xoossai nuuni a geeshshatettaa ekkana mala, nuna maaddanau qaxxayees."
    },
    {
        "English Sentences": "Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.",
        "Wolaitta Sentences": "Nuuni qaxxayettiyo wode, ha77issau yiilloyees; ufaissenna. SHin qaxxayidoogeetuyyo guyyeppe he qaxxayoi xillotettaa de7uwaa sarotettaa woituwaa immana."
    },
    {
        "English Sentences": "Wherefore lift up the hands which hang down, and the feeble knees;",
        "Wolaitta Sentences": "Hegaa gishshau, intte arggaacida kushiyaanne intte daafurida gulbbataa minttettite."
    },
    {
        "English Sentences": "And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.",
        "Wolaitta Sentences": "Wobbiya tohoi paxanaappe attin, burqqenna mala, sitta ogiyan hemettite."
    },
    {
        "English Sentences": "Follow peace with all men, and holiness, without which no man shall see the Lord:",
        "Wolaitta Sentences": "Asa ubbaara saro de7anau minnite; qassi geeshsha de7uwaa de7ite. Aissi giikko, hegee bainnan ooninne Godaa be7anau danddayenna."
    },
    {
        "English Sentences": "Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;",
        "Wolaitta Sentences": "Xoossaa aaro kehatettaa ooninne ekkennan attenna mala naagettite; qassi mokkidi, ba marzziyan asa waissiya camo mittadan hanidi, ooninne daro asaa tunissenna mala naagettite."
    },
    {
        "English Sentences": "Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.",
        "Wolaitta Sentences": "SHaaramuxanau qaaqqatiya asi ooninne de7enna mala, woi qassi issitoo miyoobau ba bairatettaa baizzida, Xoossaa Ayyaani bainna Eesawa mala asikka de7enna mala naagettite."
    },
    {
        "English Sentences": "For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Eesawi ba aawaa anjjuwaa ekkanau koyidoogaa ereeta; shin a aawai a anjjennan ixxiis; aissi giikko, nagaraappe simmiyo ogiyaa i harai atto, afuxxi koyidikka demmanau danddayibeenna."
    },
    {
        "English Sentences": "For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,",
        "Wolaitta Sentences": "Intte bochchanau danddayiyo deriyaakkonne eexxiya tamaakko, xumaakko, ciggaaraakkonne gotiyaakko,"
    },
    {
        "English Sentences": "And the sound of a trumpet, and the voice of words; which voice they that heard intreated that the word should not be spoken to them any more:",
        "Wolaitta Sentences": "qassi malkkataa waasuwaakkonne qaalaa cenggurssaakko yibeekketa. Asai he cenggurssaa siyido wode, haraa gujji siyenna mala woossiis."
    },
    {
        "English Sentences": "(For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:",
        "Wolaitta Sentences": "Aissi giikko, Xoossai eta, \"Harai atto, do7ikka he deriyaa bochchikko, shuchchan cadettidi haiqqo\" yaagido azazuwaa eti genccanau danddayibookkona."
    },
    {
        "English Sentences": "And so terrible was the sight, that Moses said, I exceedingly fear and quake:)",
        "Wolaitta Sentences": "Aifiyan beettiyaagee daro daganttiyaagaa gidiyo gishshau Muusee, \"Taani yashshan kokkorais\" yaagiis."
    },
    {
        "English Sentences": "But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,",
        "Wolaitta Sentences": "SHin intte Xiyoone Deriyaa, de7o Xoossai de7iyo katamaa, issippe shiiqidi ufaittiya daro sha7u kiitanchchatukko saluwaa Yerusalaame yiideta."
    },
    {
        "English Sentences": "To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,",
        "Wolaitta Sentences": "Xoossaa baira naatukko, issippe shiiqidaageetukko, eta sunttai saluwan xaafettidoogeetukko yiideta; qassi asa ubbaa pirddiya Xoossaakkonne, bali bainnaageeta oottido xillo asatu ayyaanatukko yiideta."
    },
    {
        "English Sentences": "And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.",
        "Wolaitta Sentences": "Ooratta maachchau gaannatiya Yesuusanne Aabeela suuttaappe aadhdhiyaabaa yootiya caccafettida suuttaakko yiideta."
    },
    {
        "English Sentences": "See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape, if we turn away from him that speaketh from heaven:",
        "Wolaitta Sentences": "Intteyyo yootiya uraa yohuwaa ezggiyoogaa intte ixxenna mala, inttena naagite. Xoossaa kiitaa sa7an banttau yootiyaagee yootiyoogaa ezggennan ixxidaageeti kessi ekkana xayikko, saluwan, \"Inttena naagite\" giya Xoossaappe nuuni waanidi kessi ekkanee?"
    },
    {
        "English Sentences": "Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.",
        "Wolaitta Sentences": "He wode a cenggurssai sa7aa qaattiis; shin i ha77i, \"Taani sa7aa xalaalaa gidennan, issitoo gujjada saluwaakka qaattana\" yaagiis."
    },
    {
        "English Sentences": "And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.",
        "Wolaitta Sentences": "\"Issitoo gujjada\" giya qaalai qaaxxennabai minnidi de7ana mala, merettidabai qaaxxanaagaanne kichchanaagaa geeshshidi bessees."
    },
    {
        "English Sentences": "Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:",
        "Wolaitta Sentences": "Nuuni qaaxxanau danddayenna kawotettaa ekkiyo gishshau, ane Xoossaa galatoosinne a ufaissoos; au bessiyoogaadan bonchchuwaaninne yashshatettan au goinnoos."
    },
    {
        "English Sentences": "For our God is a consuming fire.",
        "Wolaitta Sentences": "Aissi giikko, nu Xoossai tumu bashshiya tama."
    },
    {
        "English Sentences": "Let brotherly love continue.",
        "Wolaitta Sentences": "Intte ishata siiqiyoogaa aggoppite."
    },
    {
        "English Sentences": "Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.",
        "Wolaitta Sentences": "Imatta mokkiyoogaakka dogoppite. Aissi giikko, yaatiyoogan issi issi asai erennan kiitanchchata mokkiis."
    },
    {
        "English Sentences": "Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.",
        "Wolaitta Sentences": "Qasho keettan de7iyaageetubaa inttekka etaara issippe qasho keettan de7iyoogaadan qoppite; qassi intte intte huuphen waayettiyoogaadan, waayettiyaageetubaa qoppite."
    },
    {
        "English Sentences": "Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.",
        "Wolaitta Sentences": "Ekkiyoogaanne geliyoogaa asai ubbai bonchchanau bessees; qassi azinainne machchiyaa issoi issuwau ammanettanau bessees; aissi giikko, Xoossai shaaramuxanau qaaqqatiyaageetanne shaaramuxiyaageeta pirddana."
    },
    {
        "English Sentences": "Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.",
        "Wolaitta Sentences": "Miishsha siiqoppe inttena naagite; intteyyo de7iyaagee intteyyo gido. Aissi giikko, Xoossai ba huuphen, Taani nena mulekka yeggikke woikko aggikke\" yaagiis."
    },
    {
        "English Sentences": "So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni xalidi, \"Godai tana maaddiyaagaa; taani yayyikke. Asi tana ai oottii?\" yaagoos."
    },
    {
        "English Sentences": "Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.",
        "Wolaitta Sentences": "Xoossaa qaalaa intteyyo yootida inttena kaalettidaageeta hassayite; eti waani de7idaakkonne hassayite; qassi etaagaadan ammanite."
    },
    {
        "English Sentences": "Jesus Christ the same yesterday, and to day, and for ever.",
        "Wolaitta Sentences": "Yesuus Kiristtoosi zinekka hachchikka merinaukka laamettenna."
    },
    {
        "English Sentences": "Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.",
        "Wolaitta Sentences": "Dumma dumma ooratta timirttiyan wora booppite. Nu wozanai Xoossaa aaro kehatettan galatiyoogee lo77o gidiyoogaappe attin, miyoobau azazettiyoogaa gidenna; hegau azazettidaageetikka maadettibookkona."
    },
    {
        "English Sentences": "We have an altar, whereof they have no right to eat which serve the tabernacle.",
        "Wolaitta Sentences": "Nuuyyo yarshshiyoosai de7ees; Dunkkaaniyaa giddon oottiyaageeti he yarshshiyoosaappe maanau etau maati baawa."
    },
    {
        "English Sentences": "For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.",
        "Wolaitta Sentences": "Qeese ubbatu halaqai nagaraa gishshau, mehiyaa suuttaa yarshshanau Ubbaappe Aadhdhiya Geeshsha Sohuwaa efees; shin he mehiyaa ashuwaa qassi dirssaappe kareera xuuggees."
    },
    {
        "English Sentences": "Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.",
        "Wolaitta Sentences": "Hegaa gishshau, Yesuusikka qassi nagaraappe asaa ba suuttan geeshshanau, katamaa penggiyaappe kareera waayettiis."
    },
    {
        "English Sentences": "Let us go forth therefore unto him without the camp, bearing his reproach.",
        "Wolaitta Sentences": "Simmi nuuni i borettido boriyaa ekkidi, dirssaappe kare akko kiyoos."
    },
    {
        "English Sentences": "For here have we no continuing city, but we seek one to come.",
        "Wolaitta Sentences": "Aissi giikko, nuuyyo hagan merinau de7iya katami baawa; shin nuuni yaana katamaa naagoos."
    },
    {
        "English Sentences": "By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.",
        "Wolaitta Sentences": "Simmi Xoossaayyo Yesuusa baggaara ubba wode galataa yarshshuwaa immoos; hegaa giyoogee menttershshai a sunttaayyo immiyo galataa giyoogaa."
    },
    {
        "English Sentences": "But to do good and to communicate forget not: for with such sacrifices God is well pleased.",
        "Wolaitta Sentences": "Lo77obaa oottiyoogaanne issoi issuwaa maaddiyoogaa dogoppite. Aissi giikko, Xoossaa ufaissiyaagee hegaa mala yarshshuwaa."
    },
    {
        "English Sentences": "Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.",
        "Wolaitta Sentences": "Inttena kaalettiyaageetuyyo azazettite; qassi eti azaziyoogaakka oottite. Eti bantta oottidobaa Xoossau yootana gishshau, intte shemppuwaa mintti naagoosona; intte etau azazettikko, bantta oosuwaa ufaittidi oottana; hegee xayikko, eti yiillotiiddi oottana; hegee inttena ainne maaddenna."
    },
    {
        "English Sentences": "Pray for us: for we trust we have a good conscience, in all things willing to live honestly.",
        "Wolaitta Sentences": "Nuuyyo Xoossaa woossite. Nuuni ubba wode lo77obaa oottanau koyiyo gishshau, nuna zoriya lo77o wozanai nuuyyo de7ees."
    },
    {
        "English Sentences": "But I beseech you the rather to do this, that I may be restored to you the sooner.",
        "Wolaitta Sentences": "Xoossai tana inttekko eesuwan zaarana mala, Xoossaa intte mintti woossanaadan, taani inttena keehi woossais."
    },
    {
        "English Sentences": "Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,",
        "Wolaitta Sentences": "Sarotettaa Xoossai, nu Godaa Yesuusa, dorssaa heemmiya gitaa, merinaa maachchaa suuttan haiquwaappe denttiis."
    },
    {
        "English Sentences": "Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be glory for ever and ever. Amen.",
        "Wolaitta Sentences": "Xoossai Yesuus Kiristtoosa baggaara ba sinttan bana ufaissiyaabaa inttena ootissiiddi, inttekka i koyidobaa oottana mala, lo77o ooso ubban inttena i giigisso; Xoossai meri merinau bonchchetto. Amin77i."
    },
    {
        "English Sentences": "And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.",
        "Wolaitta Sentences": "Ta ishatoo, taani ha dabddaabbiyaa intteyyo qanttan xaafido gishshau, intte ha zoriyaa salettennan ezggana mala, taani inttena woossais."
    },
    {
        "English Sentences": "Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.",
        "Wolaitta Sentences": "Nu ishai, Ximootiyoosi qashuwaappe birshshettidoogaa erite. Eesuwan i haa yiikko, taani aara baada inttena be7ana."
    },
    {
        "English Sentences": "Salute all them that have the rule over you, and all the saints. They of Italy salute you.",
        "Wolaitta Sentences": "Inttena kaalettiya ubbatanne geeshshata ubbaa saro saro giite. Xaaliyaappe yiida ammaniyaageeti inttena saro saro goosona."
    },
    {
        "English Sentences": "Grace be with you all. Amen.",
        "Wolaitta Sentences": "Aaro kehatettai inttenaara ubbaara issippe gido. Amin77i."
    }
]