[
    {
        "English Sentences": "James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.",
        "Wolaitta Sentences": "Taani Yaaqoobi Xoossaa ailleenne Godaa Yesuus Kiristtoosa aillee, biitta ubban laalettida tammanne naa77u zerettatuyyo sarotaa kiittais."
    },
    {
        "English Sentences": "My brethren, count it all joy when ye fall into divers temptations;",
        "Wolaitta Sentences": "Ta ishatoo, intte ammanoi paacettiyoogee intteyyo danddayaa immanaagaa eridi,"
    },
    {
        "English Sentences": "Knowing this, that the trying of your faith worketh patience.",
        "Wolaitta Sentences": "dumma dumma paacee inttena gakkiyo wode, hegaa kumetta ufaissadan qoodite."
    },
    {
        "English Sentences": "But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.",
        "Wolaitta Sentences": "Intte danddayai aibinne bali bainnan inttena zawatidaageetanne paci bainnaageeta oottidi, ba oosuwaa polo."
    },
    {
        "English Sentences": "If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.",
        "Wolaitta Sentences": "SHin intteppe ooninne baayyo aadhdhida eratettai xayikko, borennan ubbau kehatettan immiya Xoossaa woosso. I ayyo immana."
    },
    {
        "English Sentences": "But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.",
        "Wolaitta Sentences": "SHin i aibiininne sirennan ammanuwan Xoossaa woosso. Aissi giikko, siriya urai carkkoi sugin qaaxxiya abbaa beetaa mala."
    },
    {
        "English Sentences": "For let not that man think that he shall receive any thing of the Lord.",
        "Wolaitta Sentences": "Aissi giikko, naa77u qofai de7iyo urai, ba oge ubban ba qofaa qachchennaagee,"
    },
    {
        "English Sentences": "A double minded man is unstable in all his ways.",
        "Wolaitta Sentences": "he urai Godaappe ainne demmanau qoppoppo."
    },
    {
        "English Sentences": "Let the brother of low degree rejoice in that he is exalted:",
        "Wolaitta Sentences": "SHin hiyyeesa ishai Xoossai a xoqqu oottido wode ufaitto; qassi dure ishaikka Xoossai a ziqqi oottido wode ufaitto."
    },
    {
        "English Sentences": "But the rich, in that he is made low: because as the flower of the grass he shall pass away.",
        "Wolaitta Sentences": "Aissi giikko, dure bitanee maata giddon dicciya ciishshadan xayana."
    },
    {
        "English Sentences": "For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.",
        "Wolaitta Sentences": "Aissi giikko, awai ba mishuwaara kiyidi, maataa melissin, ciishshai xayees; qassi a meraa lo77otettaikka xayees; hegaadankka qassi dure bitanee babaa oottiiddi xayana."
    },
    {
        "English Sentences": "Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.",
        "Wolaitta Sentences": "Waayiyan gencciya urai anjjettidaagaa; aissi giikko, he waayiyaa xoonidoogaappe guyyiyan, Xoossai bana siiqiyaageetuyyo immana giido de7uwaa akiliiliyaa i ekkana."
    },
    {
        "English Sentences": "Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:",
        "Wolaitta Sentences": "Ooninne paacettido wode, \"Tana Xoossai paaccees\" gooppo. Aissi giikko, Xoossai iitan paacettanau danddayenna; qassi i ba huuphen oonanne paaccenna."
    },
    {
        "English Sentences": "But every man is tempted, when he is drawn away of his own lust, and enticed.",
        "Wolaitta Sentences": "SHin asi huuphiyan huuphiyan ba huuphe iita amuwan gooshettiyo wodenne cimettiyo wode paacettees."
    },
    {
        "English Sentences": "Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, amoi shahaaridi, nagaraa yelees; qassi nagarai diccidi, haiquwaa yelees."
    },
    {
        "English Sentences": "Do not err, my beloved brethren.",
        "Wolaitta Sentences": "Ta siiqo ishatoo, cimettoppite."
    },
    {
        "English Sentences": "Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.",
        "Wolaitta Sentences": "Lo77o imo ubbainne kumetta woito ubbai saluwaappe yees. Saluwaa poo7uwaa medhdhida Xoossaappe yees; Xoossai ba huuphen dummatennanne woi mirqqidi xumissenna."
    },
    {
        "English Sentences": "Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.",
        "Wolaitta Sentences": "Nuuni i medhdhido meretatu giddon Xoqqasaa ekkanaadan, nuna ba sheniyan tumu qaalan yeliis."
    },
    {
        "English Sentences": "Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:",
        "Wolaitta Sentences": "Hegaa gishshau, ta siiqo ishatoo, hagaa hassayite; asai ubbai siyanau eesoto; shin haasayanaunne hanqqettanau eesotoppo."
    },
    {
        "English Sentences": "For the wrath of man worketh not the righteousness of God.",
        "Wolaitta Sentences": "Aissi giikko, asa hanqqoi Xoossai koyiyo xillotettaa eheenna."
    },
    {
        "English Sentences": "Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.",
        "Wolaitta Sentences": "Hegaa gishshau, tuna hanota ubbaanne iitatetta ubbaa intteppe xaissidi, Xoossai intte wozanan tookkido intte shemppuwaa ashshanau danddayiya qaalaa ashkketettan ekkite."
    },
    {
        "English Sentences": "But be ye doers of the word, and not hearers only, deceiving your own selves.",
        "Wolaitta Sentences": "SHin Xoossaa qaalaa oottiteppe attin, sissa xallan intte huuphiyaa cimmoppite."
    },
    {
        "English Sentences": "For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:",
        "Wolaitta Sentences": "Aissi giikko, qaalaa siyidi oottenna urai de7ikko, i ba meraa heregan xeelliya uraa mala."
    },
    {
        "English Sentences": "For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.",
        "Wolaitta Sentences": "I bana xeellidi bees; biidi sohuwaarakka i ai malakkonne dogi aggees."
    },
    {
        "English Sentences": "But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.",
        "Wolaitta Sentences": "SHin ooninne ailletettaappe kessiya bali bainna higgiyaa xeellidi, aani aqiyaagee qassi a naagiyaagee, siyidoogaakka dogennaagee, he urai ba oottiyo oosuwan anjjettana."
    },
    {
        "English Sentences": "If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man's religion is vain.",
        "Wolaitta Sentences": "Ba inxxarssaa naagennan bana cimmiiddi, bau Xoossaa ammaniyoobaa milatiyo urai de7ikko, a ammanoi mela."
    },
    {
        "English Sentences": "Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.",
        "Wolaitta Sentences": "Xoossaa Aawaa sinttan pokkoi bainna geeshsha ammanoi hagaa; hegee augee giikko, aaya aawi bainna naatanne waayettiya am77eta maaddanaagaanne sa7aa nagaraa qitaappe ba huuphiyaa naaganaagaa."
    },
    {
        "English Sentences": "My brethren, have not the faith of our Lord Jesus Christ, the Lord of glory, with respect of persons.",
        "Wolaitta Sentences": "Ta ishatoo, intte nu bonchcho Godaa Yesuus Kiristtoosa ammaniiddi, som77o xeellidi, asa bonchchoppite."
    },
    {
        "English Sentences": "For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;",
        "Wolaitta Sentences": "Aissi giikko, worqqa migido wottidi, lo77o maayo maayida issi asi intte shiiquwaa yiikko, qassi curqqa maayo maayida hiyyeesa asikka yiikko,"
    },
    {
        "English Sentences": "And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:",
        "Wolaitta Sentences": "lo77o maayuwaa maayida bitaniyaa intte aatti bonchchidi a, \"Neeni hagan ubbaappe lo77iya oidiyan utta\" giidi qassi hiyyeesa bitaniyaa, \"Neeni hinin eqqashsha; woi hagan ta tohuwaa matan sa7an utta\" giikko,"
    },
    {
        "English Sentences": "Are ye not then partial in yourselves, and are become judges of evil thoughts?",
        "Wolaitta Sentences": "yaatin intte intte giddon shaahotettaa medhdhiyaageetanne iita qofaara de7iya daannata gidekketiiyye?"
    },
    {
        "English Sentences": "Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?",
        "Wolaitta Sentences": "Ta siiqo ishatoo, siyite; Xoossai ha sa7an de7iya hiyyeesa asai ammanuwan duretanaunne bana siiqiyaageetuyyo immana giido saluwaa kawotettaa laattanau dooribeenneeyye?"
    },
    {
        "English Sentences": "But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?",
        "Wolaitta Sentences": "SHin intte hiyyeesata toochchideta. Dureti inttena tuggayiyaageeta gidokkonaayye? Eti inttena daannan mootiyaageeta gidokkonaayye?"
    },
    {
        "English Sentences": "Do not they blaspheme that worthy name by the which ye are called?",
        "Wolaitta Sentences": "Intteyyo imettida lo77o sunttaa cayiyaageeti eta gidokkonaayye?"
    },
    {
        "English Sentences": "If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:",
        "Wolaitta Sentences": "SHin Xoossaa maxaafan, \"Ne shooruwaa ne huuphedan siiqa\" geetettidi xaafettida kawo higgiyaa intte polikko, lo77obaa ootteeta."
    },
    {
        "English Sentences": "But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.",
        "Wolaitta Sentences": "SHin intte asa som77o xeellidi bonchchikko, nagaraa ootteeta; qassi higgee intte bolli higgiyaa menttidaageetudan pirddana."
    },
    {
        "English Sentences": "For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.",
        "Wolaitta Sentences": "Aissi giikko, ooninne higge ubbaa naagidi, issinno menttiyaabaa gidikko, he urai higge ubbaa menttees."
    },
    {
        "English Sentences": "For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.",
        "Wolaitta Sentences": "Aissi giikko, \"SHaaramuxoppa\" giidaagee qassi \"Woroppa\" giis; shin neeni shaaramuxana xayikkokka, woridabaa gidikko, higgiyaa menttadasa."
    },
    {
        "English Sentences": "So speak ye, and so do, as they that shall be judged by the law of liberty.",
        "Wolaitta Sentences": "Asa ailletettaappe kessiya higgiyan pirddaa ekkana asatudan haasayitenne etaagaadan oottite."
    },
    {
        "English Sentences": "For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.",
        "Wolaitta Sentences": "Aissi giikko, asa maaribeenna uraa Xoossai maarennan pirddana; maarotettai pirddaa xoonees."
    },
    {
        "English Sentences": "What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?",
        "Wolaitta Sentences": "Ta ishatoo, issi urai baayyo ammanoi de7ees giikko, qassi a ammanuwaa a oosoi erissana xayikko, a ai go77anee? A ammanoi a ashshanau danddayii?"
    },
    {
        "English Sentences": "If a brother or sister be naked, and destitute of daily food,",
        "Wolaitta Sentences": "Issi ishai, woi issi michchiyaa kallottikko, qassi etau ubba gallassi miyoobi xayikko,"
    },
    {
        "English Sentences": "And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?",
        "Wolaitta Sentences": "Intteppe issi urai eta, \"Saro biite. Tamaa ho77ite. Kallidi miite\" giidi, etau koshshiyaabaa immana xayikko, eta ai go77anee?"
    },
    {
        "English Sentences": "Even so faith, if it hath not works, is dead, being alone.",
        "Wolaitta Sentences": "Hegaa gishshau, ammanoi oosoi bainnan barkka de7ikko haiqqidaagaa."
    },
    {
        "English Sentences": "Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.",
        "Wolaitta Sentences": "SHin issi urai, \"Neessi ammanoi de7ees; qassi taassi oosoi de7ees. Neeni ne ammanuwaa ne oosuwaappe shaakkada tana bessa; taanikka ta ammanuwaa ta oosuwan nena bessana\" gaana."
    },
    {
        "English Sentences": "Thou believest that there is one God; thou doest well: the devils also believe, and tremble.",
        "Wolaitta Sentences": "Neeni issi Xoossai de7iyoogaa ammanaasa; hegee lo77o. Xalahetikka qassi ammanoosona; yashshan kokkoroosona."
    },
    {
        "English Sentences": "But wilt thou know, O vain man, that faith without works is dead?",
        "Wolaitta Sentences": "Neeni eeyyai! Ammanoi oosuwaappe shaahettidi go77ennaagaa eranau koyai?"
    },
    {
        "English Sentences": "Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?",
        "Wolaitta Sentences": "Nu aawai Abrahaami ba na7aa Yisaaqa yarshshiyoosaa bolli wottido wode, ba oosuwan xillibeennee?"
    },
    {
        "English Sentences": "Seest thou how faith wrought with his works, and by works was faith made perfect?",
        "Wolaitta Sentences": "A ammanoinne a oosoi issippe oottidoogaanne a ammanoi a oosuwan polettidoogaa be7ikkii?"
    },
    {
        "English Sentences": "And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.",
        "Wolaitta Sentences": "Xoossaa maxaafai \"Abrahaami Xoossaa ammaniis. Xoossaikka hegaa ayyo xillotettan qoodiis\" giidoogee polettiis; qassi Xoossaa dabbo geetettidi i xeesettiis."
    },
    {
        "English Sentences": "Ye see then how that by works a man is justified, and not by faith only.",
        "Wolaitta Sentences": "Asi ammano xalaalaana gidennan, oosuwan xilliyoogaa intte be7eeta."
    },
    {
        "English Sentences": "Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?",
        "Wolaitta Sentences": "Hegaadankka qassi shaaramuxiyaa Ra7aaba kiitettiyaageeta mokkada hara ogiyaara eta moissido wode, ba oosuwan xillabeikke?"
    },
    {
        "English Sentences": "For as the body without the spirit is dead, so faith without works is dead also.",
        "Wolaitta Sentences": "Aissi giikko, shemppoi shaahettido bollai haiqqidaagaa gidiyoogaadan, hegaadankka qassi oosoi shaahettido ammanoi haiqqidaagaa."
    },
    {
        "English Sentences": "My brethren, be not many masters, knowing that we shall receive the greater condemnation.",
        "Wolaitta Sentences": "Ta ishatoo, nuuni haratuppe aadhdhiya pirddaa ekkanaagaa intte eriyo gishshau, intteppe daroti tamaarissiyaageeta gidoppite."
    },
    {
        "English Sentences": "For in many things we offend all. If any man offend not in word, the same is a perfect man, and able also to bridle the whole body.",
        "Wolaitta Sentences": "Nuuni ubbaikka daroban baleettees; issi urai ba haasayan mulekka balana xayikko, i bana naaganau danddayiya bali bainna asa."
    },
    {
        "English Sentences": "Behold, we put bits in the horses' mouths, that they may obey us; and we turn about their whole body.",
        "Wolaitta Sentences": "Parati nuuyyo azazettana mala, bixaalaa barssidi, nuuni koyiyoosaa ubbaa eta efeettees."
    },
    {
        "English Sentences": "Behold also the ships, which though they be so great, and are driven of fierce winds, yet are they turned about with a very small helm, whithersoever the governor listeth.",
        "Wolaitta Sentences": "Be7ite, markkabetikka qassi hegaa keena gita gidiiddi, gote carkkuwan laagettikkokka, eta laaggiyaagee ba koyiyoosaa zaaridi laaggiyo qii guutta mittan laagettidi boosona."
    },
    {
        "English Sentences": "Even so the tongue is a little member, and boasteth great things. Behold, how great a matter a little fire kindleth!",
        "Wolaitta Sentences": "Hegaadan inxxarssai bollaa giddon guutta qommo gidikkokka, daro gitaban ceeqettees. Guutta tamai waanida gita woraa xuuggii! Akeekite."
    },
    {
        "English Sentences": "And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.",
        "Wolaitta Sentences": "Inxxarssaikka tama mala. I nu asatettaa giddon iitabaa ubbaa oottana danddayees; asatetta ubbaa tunissees. Qassi nu de7uwaa wottaakka taman xuuggees; Gaannabiyaa taman i xuugettana."
    },
    {
        "English Sentences": "For every kind of beasts, and of birds, and of serpents, and of things in the sea, is tamed, and hath been tamed of mankind:",
        "Wolaitta Sentences": "Aissi giikko, do7atu kafotu zariyaa, tiran gooshettiya shooshshatu zariyaanne abban de7iya meretatu zariyaa ubbaa asi aadissiis; qassi etikka aadidosona."
    },
    {
        "English Sentences": "But the tongue can no man tame; it is an unruly evil, full of deadly poison.",
        "Wolaitta Sentences": "SHin ooninne inxxarssaa aadissanau danddayibeenna; inxxarssi woriya marzzee kumido woppu geenna iita mereta."
    },
    {
        "English Sentences": "Therewith bless we God, even the Father; and therewith curse we men, which are made after the similitude of God.",
        "Wolaitta Sentences": "Nuuni inxxarssan nu Godaanne Xoossaa galatoos; qassi aanikka Xoossaa leemisuwan merettida asaa qanggoos."
    },
    {
        "English Sentences": "Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.",
        "Wolaitta Sentences": "Issi doonaappe galatainne qanggettai kiyees. Ta ishatoo, hegee hegaadan hananau bessenna."
    },
    {
        "English Sentences": "Doth a fountain send forth at the same place sweet water and bitter?",
        "Wolaitta Sentences": "Pulttoi issi ollaappe mal77iya haattaanne cammiya haattaa pulttanau danddayii?"
    },
    {
        "English Sentences": "Can the fig tree, my brethren, bear olive berries? either a vine, figs? so can no fountain both yield salt water and fresh.",
        "Wolaitta Sentences": "Ta ishatoo, balase giyo mitti wogara aifanau danddayii? Woi woine turi balase giyo mitta aifanau danddayii? Maxine maxine giya haattappekka mal77o haatti kiyana danddayenna."
    },
    {
        "English Sentences": "Who is a wise man and endued with knowledge among you? let him shew out of a good conversation his works with meekness of wisdom.",
        "Wolaitta Sentences": "Intte giddon aadhdhida eranchchinne akeekanchchi oonee? Ba lo77o de7uwan oosettida ba oosuwaa ashkketettaaninne aadhdhida eratettan besso."
    },
    {
        "English Sentences": "But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.",
        "Wolaitta Sentences": "SHin intte wozanan cammiya qanaateenne yiiqee de7ikko, otorettoppite; qassi tumatettaa bollikka worddotoppite."
    },
    {
        "English Sentences": "This wisdom descendeth not from above, but is earthly, sensual, devilish.",
        "Wolaitta Sentences": "Hegaa mala aadhdhida eratettai saluwaappe wodhdhiyaagaa gidenna; shin hegee sa7aabaa, asaabaa, xalahetubaa."
    },
    {
        "English Sentences": "For where envying and strife is, there is confusion and every evil work.",
        "Wolaitta Sentences": "Aissi giikko, qanaateenne yiiqee de7iyoosan ooshshainne iita ooso ubbai de7ees."
    },
    {
        "English Sentences": "But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.",
        "Wolaitta Sentences": "SHin bollappe yiya aadhdhida eratettai ubbaappe kase geeshsha. Qassi sarotetta, ashkkenne ero giyaagaa; qassi maarotettinne lo77o aifee kumidoogaa. Sireenne lo77o milatiya iitatetti bainnaagaa."
    },
    {
        "English Sentences": "And the fruit of righteousness is sown in peace of them that make peace.",
        "Wolaitta Sentences": "Xillotettaa aifee sarotettaa oottiyaageeti sarotettan zerido zerettaappe beettiis."
    },
    {
        "English Sentences": "From whence come wars and fightings among you? come they not hence, even of your lusts that war in your members?",
        "Wolaitta Sentences": "Olinne ooshshi intte giddo auppe yii? Eti yiidosai intte bollaa giddon olettiya intte ufaittanau gita amuwaa amottiyoogaappe gidennee?"
    },
    {
        "English Sentences": "Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.",
        "Wolaitta Sentences": "Intte amotteeta; shin demmekketa; hegaa gishshau woreeta. Mintti koyeeta; shin demmanau danddayekketa; hegaa gishshau, ooyetteetanne oletteeta. SHin Xoossaa woossenna gishshau, intte koyiyoobaa demmekketa."
    },
    {
        "English Sentences": "Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.",
        "Wolaitta Sentences": "Xoossaa intte woossiyo wode, intte amuwaa polanau woosseeta; qassi intte qofai iita gidiyo gishshau demmekketa."
    },
    {
        "English Sentences": "Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.",
        "Wolaitta Sentences": "Simmi shaaramuxiyaageetoo, ha sa7aara dabbotiyoogee Xoossaayyo ixo gidiyoogaa erekketii? Aissi giikko, ha sa7aara dabbotana koyiyai ooninne Xoossaara morkkettees."
    },
    {
        "English Sentences": "Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?",
        "Wolaitta Sentences": "Woi Xoossaa maxaafai, \"Xoossai nunan wottido Ayyaanai wolqqaama amuwaa amottees\" giyoogaa intteyyo coo giyoobaa milatii?"
    },
    {
        "English Sentences": "But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.",
        "Wolaitta Sentences": "SHin Xoossai aaro kehatettaa aattidi immees. Hegaa gishshau, Xoossaa maxaafai, \"Xoossai otorettiyaageeta ixxees; shin banttana kaushshiyaageetuyyo aaro kehatettaa immees\" yaagees."
    },
    {
        "English Sentences": "Submit yourselves therefore to God. Resist the devil, and he will flee from you.",
        "Wolaitta Sentences": "Hegaa gishshau, intte Xoossau haarettite. Yaatidi xalahe halaqaa teqqite; i intteppe baqatana."
    },
    {
        "English Sentences": "Draw nigh to God, and he will draw nigh to you. Cleanse your hands, ye sinners; and purify your hearts, ye double minded.",
        "Wolaitta Sentences": "Xoossaakko shiiqite; ikka inttekko shiiqana. Inttenoo nagaranchchatoo, intte kushiyaa meecettite. Naa77u qofai de7iyoogeetoo, intte wozanaa geeshshite."
    },
    {
        "English Sentences": "Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.",
        "Wolaitta Sentences": "Tuggatite; kayottitenne yeekkite. Intte miichchaa yeehuwau laammite; intte ufaissaakka kayyuwau laammite."
    },
    {
        "English Sentences": "Humble yourselves in the sight of the Lord, and he shall lift you up.",
        "Wolaitta Sentences": "Godaa sinttan intte huuphiyaa toochchite; qassi i inttena xoqqu xoqqu oottana."
    },
    {
        "English Sentences": "Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.",
        "Wolaitta Sentences": "Ta ishatoo, issoi issuwaa zigiroppite. Ba ishaa zigiriyaageenne a bolli pirddiyaagee higgiyaa zigireesinne higgiyaa bolli pirddees. Neeni higgiyaa bolli pirddikko, higgiyaa bolli pirddiyaagaa gidaasappe attin, higgiyau azazettiyaagaa gidakka."
    },
    {
        "English Sentences": "There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?",
        "Wolaitta Sentences": "Higgiyaa immiyaageenne pirddiyaagee Xoossaa xalaala; i ashshanaunne xaissanau danddayees; shin ne shooruwaa bolli pirddiyaagee neeni oonee?"
    },
    {
        "English Sentences": "Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:",
        "Wolaitta Sentences": "Inttenoo, \"Nuuni hachchi woi wontto he katamaa baana; biidi hegan laitta uttana; zal77ananne qassi miishsha worissana\" giyaageetoo, be7ite."
    },
    {
        "English Sentences": "Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.",
        "Wolaitta Sentences": "Wontto intte de7oi ai hananaakkonne erekketa; guutta wodiyau intte beettidi, guyyeppe xayiya cuwa mala."
    },
    {
        "English Sentences": "For that ye ought to say, If the Lord will, we shall live, and do this, or that.",
        "Wolaitta Sentences": "Hegaa aggidi, \"Godai giikko, nuuni de7ana; hagaa woi hegaa oottana\" gaanau bessees."
    },
    {
        "English Sentences": "But now ye rejoice in your boastings: all such rejoicing is evil.",
        "Wolaitta Sentences": "SHin intte ha77i intte gitatettan ceeqqeeta; hegaa mala ceeqo ubbai iita."
    },
    {
        "English Sentences": "Therefore to him that knoweth to do good, and doeth it not, to him it is sin.",
        "Wolaitta Sentences": "Hegaa gishshau, lo77obaa oottanau eriiddi oottenna urau hegee nagara."
    },
    {
        "English Sentences": "Go to now, ye rich men, weep and howl for your miseries that shall come upon you.",
        "Wolaitta Sentences": "Ha77ikka inttenoo dure asatoo, intte bolli yiya tuggau \"Aayyee! Aayyee!\" yaagidi yeekkitenne zilaalite."
    },
    {
        "English Sentences": "Your riches are corrupted, and your garments are motheaten.",
        "Wolaitta Sentences": "Intte duretettai moorettiichchiis; qassi intte afalaakka bil77ai mirggiis."
    },
    {
        "English Sentences": "Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.",
        "Wolaitta Sentences": "Intte worqqainne intte birai shiyiichchiis. Qassi he shiyai intte bolli markkattana; intte bollaakka tamadan maana. Intte intte miishshaa wodeyyo dagayideta."
    },
    {
        "English Sentences": "Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.",
        "Wolaitta Sentences": "Akeekite; intte gaden kattaa cakkida asatuyyo qanxxibeenna keraa miishshai waassees; eta waasoi wolqqaama Godaa haittan siyettiis."
    },
    {
        "English Sentences": "Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.",
        "Wolaitta Sentences": "Intteyyo injjetin, sa7an ishalidi de7ideta; shuha gallassau xiikkiyoogaadan, intte bollaa xiikkideta."
    },
    {
        "English Sentences": "Ye have condemned and killed the just; and he doth not resist you.",
        "Wolaitta Sentences": "Xillo asa bolli pirddideta; qassi a worideta; i inttenaara eqettenna."
    },
    {
        "English Sentences": "Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishatoo, Godai yaana gakkanaassi genccite; biittaa goyyiyaagee ofinttaa irainne badhdheesaa irai yaana gakkanaassi genccidi, al77o kattaa i waati naagidi gatti ekkiyaakko be7ite."
    },
    {
        "English Sentences": "Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.",
        "Wolaitta Sentences": "Inttekka qassi genccite; yayyoppite. Aissi giikko, Godaa yuussai matattiis."
    },
    {
        "English Sentences": "Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.",
        "Wolaitta Sentences": "Ta ishatoo, Xoossai intte bolli pirddenna mala, issoi issuwaa bolli zuuzummoppite. Be7ite, pirddiyaagee penggen eqqiis."
    },
    {
        "English Sentences": "Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.",
        "Wolaitta Sentences": "Ta ishatoo, waayessinne genccassi leemiso gididaageeta, Godaa sunttan haasayida hananabaa yootidaageeta hassayite."
    },
    {
        "English Sentences": "Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.",
        "Wolaitta Sentences": "Be7ite, danddayidi genccidaageeta nuuni anjjettidaageeta geettees. Iyyooba genccaa intte siyideta; qassi Godai ayyo wurssettan immidoogaakka be7ideta. Aissi giikko, Godai maarotainne qaretai kumidoogaa."
    },
    {
        "English Sentences": "But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.",
        "Wolaitta Sentences": "SHin ubbaappe kase, ta ishatoo, saluwan gidin, woi sa7an gidin, woi hara caaquwan gidin, aibinkka caaqqoppite. SHin Xoossaa pirddan intte gelennaadan, intte yohoi ee giyoobaa gidikko, \"Ee\" giite; chii giyoobaa gidikko, \"CHii\" giite."
    },
    {
        "English Sentences": "Is any among you afflicted? let him pray. Is any merry? let him sing psalms.",
        "Wolaitta Sentences": "Intte giddon waayettiya urai ooninne de7ikko, Xoossaa woosso; ufaittiya urai ooninne de7ikko, yexxidi galato."
    },
    {
        "English Sentences": "Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:",
        "Wolaitta Sentences": "Intteppe sahettiya urai ooninne de7ikko, woosa keettaa cimata baakko xeeso; eti Godaa sunttan zaitiyaa a tiyidi, ayyo Xoossaa woossona."
    },
    {
        "English Sentences": "And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.",
        "Wolaitta Sentences": "Ammanuwan Xoossaa woossido woosai hargganchchaa pattana; Godaikka a harggiyaappe denttana; qassi nagara i oottidobaa gidikkokka Godai ayyo atto gaana."
    },
    {
        "English Sentences": "Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.",
        "Wolaitta Sentences": "Hegaa gishshau, intte paxana mala, intte nagaraa issoi issuwaayyo paaxitenne issoi issuwaayyo Xoossaa woossite; xillo asa woosai wolqqaama oosuwaa oottees."
    },
    {
        "English Sentences": "Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.",
        "Wolaitta Sentences": "Eelaasi nu mala asa. Irai sa7an bukkennaadan, i minttidi, Xoossaa woossiis; woossin heezzu laittanne usuppun agina sa7an irai bukkibeenna."
    },
    {
        "English Sentences": "And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.",
        "Wolaitta Sentences": "Naa77anttuwaa Xoossaa i woossin, saluwaappe irai bukkiis; sa7aikka ba kattaa mokkiis."
    },
    {
        "English Sentences": "Brethren, if any of you do err from the truth, and one convert him;",
        "Wolaitta Sentences": "Ta ishatoo, intteppe ooninne tumaappe wora biikko, qassi issoi a guyye zaarikko,"
    },
    {
        "English Sentences": "Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.",
        "Wolaitta Sentences": "nagaranchchaa a bala ogiyaappe zaariya ooninne a shemppuwaa haiquwaappe ashshanaagaanne daro nagaraa kammanaagaa ero."
    }
]