[
    {
        "English Sentences": "Jude, the servant of Jesus Christ, and brother of James, to them that are sanctified by God the Father, and preserved in Jesus Christ, and called:",
        "Wolaitta Sentences": "Taani Yesuus Kiristtoosa ashkkarai Yihudai, Yaaqooba ishai, Xoossai xeegidoogeetuyyo, Xoossai Aawai siiqiyoogeetuyyo, qassi Yesuus Kiristtoosi naagiyoogeetuyyo, ha dabddaabbiyaa xaafais."
    },
    {
        "English Sentences": "Mercy unto you, and peace, and love, be multiplied.",
        "Wolaitta Sentences": "Maarotettai, sarotettainne siiqotettai inttenan kumo."
    },
    {
        "English Sentences": "Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you that ye should earnestly contend for the faith which was once delivered unto the saints.",
        "Wolaitta Sentences": "Ta dabbotoo, nuuni issippe shaakki ekkana atotettaabaa intteyyo xaafanau taani daro daafuriyo wode, Xoossai geeshshatuyyo naa77anttennan issitoo immido ammanuwau intte baaxetana mala, inttena zorada xaafanau koshshiyoogaa akeekaas."
    },
    {
        "English Sentences": "For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa erenna issi issi asati ooninne be7ennan intte giddo gelidosona. Hegeeti nu Xoossaa aaro kehatettaabaa yootiya kiitaa shaaramuxatettau geellayi tamaarissoosona; eti nu issi Kawuwaa, nu Godaa Yesuus Kiristtoosa erokko yaagoosona; qassi eti pirddaa ekkanaagaa Xoossaa maxaafati daro wodeppe kase yootidosona."
    },
    {
        "English Sentences": "I will therefore put you in remembrance, though ye once knew this, how that the Lord, having saved the people out of the land of Egypt, afterward destroyed them that believed not.",
        "Wolaitta Sentences": "SHin intte ha ubbabaa eriyaabaa gidikkokka, Godai Israa7eela asaa Gibxxe biittaappe waati ashshidaakkonne qassi ammanibeennaageeta guyyeppe waati xaissidaakko, taani inttena hassayissanau koyais."
    },
    {
        "English Sentences": "And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.",
        "Wolaitta Sentences": "Qassi bantta de7iyoosaa aggidi, banttau imettida halaqatettaa naagibeenna kiitanchchati pirddaa ekkiyo gita gallassai gakkanaassi Xoossai eta naagiyoosan, xumaappe garssan merinau qashettidi de7oosona."
    },
    {
        "English Sentences": "Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.",
        "Wolaitta Sentences": "Hegaadan Sadoomanne Gamoora giyo katamatuuninne eta heeran de7iya katamatun de7iya asai he kiitanchchatudan shaaramuxidosonanne shaaramuxanau keehi qaaqqatidosona; hegeeti merinaa taman eexxidi, haratuyyo leemiso gididosona."
    },
    {
        "English Sentences": "Likewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities.",
        "Wolaitta Sentences": "Hegaadan qassi he aimottiya asati bantta asatettaa tunissoosona; Xoossaa godatettaa karoosona; bonchcho meretatakka cayoosona."
    },
    {
        "English Sentences": "Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.",
        "Wolaitta Sentences": "SHin kiitanchchatu halaqai Mikaa7eeli Muuse ahaabaa xalahe halaqaara palamettido wode, \"Godai nena seero\" giidoogaappe attin, cashsha qaalan a bolli pirddanau koyibeenna."
    },
    {
        "English Sentences": "But these speak evil of those things which they know not: but what they know naturally, as brute beasts, in those things they corrupt themselves.",
        "Wolaitta Sentences": "SHin he asati banttau akeekennabaa ubbaa cayoosona; qassi eti yuushshi qoppenna do7atudan, mereta eratettan eriyo yohoti eta xaissiyaageeta."
    },
    {
        "English Sentences": "Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.",
        "Wolaitta Sentences": "Etau aayye7ana! Aissi giikko, eti Qaayeeli hemettido ogiyaa hemettidosona. Miishsha gishshau giidi, Balaami oottidoogaa mala mooruwaa oottidosona. Qassi Qore giyo bitanee \"Ixxaas\" giidi xayidoogaadan, etikka \"Ixxida\" giidi xayidosona."
    },
    {
        "English Sentences": "These are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;",
        "Wolaitta Sentences": "Hegeeti siiquwan gibiraa intte miyoosan inttenaara yashshi bainnan miyo wode, qita mala. Eti bantta xalaalaa naagoosona. Eti carkkoi efiyo iri bainna shaara mala; qassi eti boniyan aifiyaa aifenna, xaphuwaara shodettidi, muleera melida mitta mala."
    },
    {
        "English Sentences": "Raging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever.",
        "Wolaitta Sentences": "Eti bantta pokkuwaa genttenna hoommotiya, iita abbaa beetaa mala. Eti Xoossai merinau sakkana xuman sohuwaa giigissi wottido yuuyiya xoolinttetu mala."
    },
    {
        "English Sentences": "And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints,",
        "Wolaitta Sentences": "Heenooki Addaameppe doommin, laappuntta yeleta gidiyaagee, daro wodeppe kase etabaa hananabaa yootiiddi, hagaadan yaagiis;"
    },
    {
        "English Sentences": "To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.",
        "Wolaitta Sentences": "\"Akeekite, Xoossaa erenna nagaranchcha asati oottido iita ooso ubbaunne qassi Xoossaa erenna he iita asati Xoossaa bolli haasayido iita haasaya ubbau, Godai eta ubbaa bolli pirddanau, ba daro sha7u geeshshatuura issippe yaana\" yaagiis."
    },
    {
        "English Sentences": "These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men's persons in admiration because of advantage.",
        "Wolaitta Sentences": "He asati ubba wode zuuzummoosonanne harata amassaloosona; qassi bantta iita amuwaa kaalloosona; bantta huuphiyau go77a demmanau harata sabboosonanne bantta qaalaa wogaappe aattidi, xoqqu ootti haasayoosona."
    },
    {
        "English Sentences": "But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;",
        "Wolaitta Sentences": "SHin ta dabbotoo, nu Godaa Yesuus Kiristtoosi kiittidoogeeti intteyyo beni haasayido qaalaa akeekite."
    },
    {
        "English Sentences": "How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.",
        "Wolaitta Sentences": "Eti intteyyo, \"Wurssettaa wodiyan, bantta Xoossi bainna amuwaa kaalliyaageeti, qassi intte bolli qilliicciyaageeti yaana\" yaagidosona."
    },
    {
        "English Sentences": "These be they who separate themselves, sensual, having not the Spirit.",
        "Wolaitta Sentences": "Hegeeti asaa giddon shaahotettaa medhdhiyaageetanne, bantta iita amuwau haarettidaageeta, qassi Geeshsha Ayyaanai bainnaageeta."
    },
    {
        "English Sentences": "But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,",
        "Wolaitta Sentences": "SHin ta dabbotoo, ubbaappe aadhdhiya geeshsha ammanuwan intte huuphiyaa keexxite; qassi Geeshsha Ayyaanaa wolqqan Xoossaa woossite."
    },
    {
        "English Sentences": "Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.",
        "Wolaitta Sentences": "Qassi nu Godai Yesuus Kiristtoosi ba maarotettan intteyyo immana merinaa de7uwaa naagiiddi, intte huuphiyaa Xoossaa siiquwan wottite."
    },
    {
        "English Sentences": "And of some have compassion, making a difference:",
        "Wolaitta Sentences": "Issi issi siree de7iyo asatuyyo qarettite."
    },
    {
        "English Sentences": "And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh.",
        "Wolaitta Sentences": "Issoota issoota tamaappe dafi kessidi ashshite. Qassi harai atto eta iita amuwan tunida maayuwaa ixxiiddikka, issootuyyo issootuyyo yashshatettan qarettite."
    },
    {
        "English Sentences": "Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,",
        "Wolaitta Sentences": "Intte kunddennaadan, inttena naaganaunne borettennaageeta oottidi, ba bonchchuwaa sintti gita ufaissaara shiishshanau danddayiya nuna ashshiya issi Xoossau,"
    },
    {
        "English Sentences": "To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.",
        "Wolaitta Sentences": "nu Godaa Yesuus Kiristtoosa baggaara bonchchoi, gitatettai, wolqqainne maatai, aadhdhida wode ubbaappenne ha77inne merinaa gakkanaassinne gido. Amin77i."
    }
]