[
    {
        "English Sentences": "And there was a young man out of Bethlehemjudah of the family of Judah, who was a Levite, and he sojourned there.",
        "Wolaitta Sentences": "Israa7eela biittaa daannati haariyo wode, he biittan koshai denddiis. Denddin issi bitanee ba machcheeranne ba naa77u naatuuranne Yihudaa biittan Beetaliheeme katamaappe denddidi, Moo7aaba biitti betiis."
    },
    {
        "English Sentences": "And the man departed out of the city from Bethlehemjudah to sojourn where he could find a place: and he came to mount Ephraim to the house of Micah, as he journeyed.",
        "Wolaitta Sentences": "He bitaniyaa sunttai Elimeleeka; a maccaasee sunttai Naa7oomo; a naa77u naatu sunttai Mahiloonanne Keliwoonanne. Eti Yihudaa Beetaliheemen de7iya Efiraata yara. Hegeeti Moo7aaba biidi yan de7idosona."
    },
    {
        "English Sentences": "And Micah said unto him, Whence comest thou? And he said unto him, I am a Levite of Bethlehemjudah, and I go to sojourn where I may find a place.",
        "Wolaitta Sentences": "De7ishin Naa7oomi azinai Elimeleeki haiqqiis. Haiqqin a ba naa77u naatuura attaasu."
    },
    {
        "English Sentences": "And Micah said unto him, Dwell with me, and be unto me a father and a priest, and I will give thee ten shekels of silver by the year, and a suit of apparel, and thy victuals. So the Levite went in.",
        "Wolaitta Sentences": "He naati Moo7aaba biittaa macca naatuppe Orpponne Urutonne geetettiyaageeta machcho ekkidosona. Ekkidi hegan tammu laitta gidiyaagaa uttidi,"
    },
    {
        "English Sentences": "And the Levite was content to dwell with the man; and the young man was unto him as one of his sons.",
        "Wolaitta Sentences": "Mahilooninne Keliwooninne naa77aikka haiqqidosona. Naa7ooma ba keettaawaikka ba naa77u naatikka haiqqiichchin barkka attaasu."
    },
    {
        "English Sentences": "And Micah consecrated the Levite; and the young man became his priest, and was in the house of Micah.",
        "Wolaitta Sentences": "A Moo7aaban de7aidda, GODAI ba asaa Israa7eela maaridi, kattaa etayyo gattidoogaa siyaasu. Siyada Moo7aaba biittaappe simmanau ba naatu maccaasatu naa77aara denddaasu;"
    },
    {
        "English Sentences": "Then said Micah, Now know I that the LORD will do me good, seeing I have a Levite to my priest.",
        "Wolaitta Sentences": "ba naatu maccaasatu naa77aara issippe ba de7iyoosaappe kiyaasu. Kiyin eti guyye Yihudaa biitti efiya ogiyan gelidosona."
    },
    {
        "English Sentences": "In those days there was no king in Israel: and in those days the tribe of the Danites sought them an inheritance to dwell in; for unto that day all their inheritance had not fallen unto them among the tribes of Israel.",
        "Wolaitta Sentences": "Gelin Naa7ooma ba naatu maccaasata, \"Simmite; intte ubbaikka intte aayee soo aayee soo biite. Intte haiqqidaageetussinne taassinne kehidoogaadan, GODAI intteyyo keho."
    },
    {
        "English Sentences": "And the children of Dan sent of their family five men from their coasts, men of valour, from Zorah, and from Eshtaol, to spy out the land, and to search it; and they said unto them, Go, search the land: who when they came to mount Ephraim, to the house of Micah, they lodged there.",
        "Wolaitta Sentences": "Intte huuphiyan huuphiyan geliyo hara azinatu son GODAI woppaa immo\" yaagaasu; yaagada eta yeraasu. SHin eti bantta qaalaa xoqqu oottidi yeekkiiddi,"
    },
    {
        "English Sentences": "When they were by the house of Micah, they knew the voice of the young man the Levite: and they turned in thither, and said unto him, Who brought thee hither? and what makest thou in this place? and what hast thou here?",
        "Wolaitta Sentences": "\"Nuuni nenaara ne asaakko baana\" yaagidosona."
    },
    {
        "English Sentences": "And he said unto them, Thus and thus dealeth Micah with me, and hath hired me, and I am his priest.",
        "Wolaitta Sentences": "SHin Naa7ooma eta, \"Hai ta naatoo, simmite. Intte tanaara aissi beetii? Intteyyo azina gidanau attuma naata taani hagaappe guyyiyan yelaneeyye?"
    },
    {
        "English Sentences": "And they said unto him, Ask counsel, we pray thee, of God, that we may know whether our way which we go shall be prosperous.",
        "Wolaitta Sentences": "Ta naatoo, simmite; taani hara azina gelennaadan ceeggaichchaas. Woni taani yelana giyaakkonne, hachchi qammi ubba azina gelada, attuma naata yeliyaakkonne,"
    },
    {
        "English Sentences": "And the priest said unto them, Go in peace: before the LORD is your way wherein ye go.",
        "Wolaitta Sentences": "hegeeti dicci gakkanaashin naaguuteetii? Eta gishshau giiddi, azina gelennan atti agguuteetiiyye? Ta naatoo, hegee hanennabaa gidiyoogaa intte ereeta. GODAI tana tuggayido gishshau, inttena gakkidabai tana keehi michchees\" yaagaasu."
    },
    {
        "English Sentences": "Then the five men departed, and came to Laish, and saw the people that were therein, how they dwelt careless, after the manner of the Zidonians, quiet and secure; and there was no magistrate in the land, that might put them to shame in any thing; and they were far from the Zidonians, and had no business with any man.",
        "Wolaitta Sentences": "Hegan eti bantta qaalaa xoqqu oottidi, haranttuwaakka yeekkidosona. Yaanin Orppa ba bollotiyo yera ekkada, simma aggaasu. SHin Uruta o baqqa oiqqada ixxaasu."
    },
    {
        "English Sentences": "And they came unto their brethren to Zorah and Eshtaol: and their brethren said unto them, What say ye?",
        "Wolaitta Sentences": "Naa7ooma o, \"Be7a, ne keettaawaa ishaa machchiyaa ba asaakkonne ba xoossatukkonne simmaasu. Neenikka iira simmada ba\" yaagaasu."
    },
    {
        "English Sentences": "And they said, Arise, that we may go up against them: for we have seen the land, and, behold, it is very good: and are ye still? be not slothful to go, and to enter to possess the land.",
        "Wolaitta Sentences": "Uruta zaarada, \"Taani neeppe shaahettanaadan woikko nena aggada guyye simmanaadan tana waayissoppa. Neeni biyoosaa awanne taani baana; neeni de7iyoosan awaaninne taani de7ana. Ne asai ta asaa gidana; ne Xoossai ta Xoossaa gidana."
    },
    {
        "English Sentences": "When ye go, ye shall come unto a people secure, and to a large land: for God hath given it into your hands; a place where there is no want of any thing that is in the earth.",
        "Wolaitta Sentences": "Neeni haiqqiyoosan taani haiqqana; hegan moogetta aggana. Haiqoppe attin, harabai tana neeppe shaakkikko, GODAI tana woro\" yaagaasu."
    },
    {
        "English Sentences": "And there went from thence of the family of the Danites, out of Zorah and out of Eshtaol, six hundred men appointed with weapons of war.",
        "Wolaitta Sentences": "Uruta iira baanau ba qofaa qachchidoogaa Naa7ooma erada, co77u gaada agga bayaasu."
    },
    {
        "English Sentences": "And they went up, and pitched in Kirjathjearim, in Judah: wherefore they called that place Mahanehdan unto this day: behold, it is behind Kirjathjearim.",
        "Wolaitta Sentences": "Hegaa gishshau, naa77u maccaasati Beetaliheeme gakkanaashin biidosona. Biidi eti Beetaliheeme gakkiyo wode, he katamaa asai ubbai etaban garamettiis. Qassi maccaasati, \"Hanna Naa7oomii?\" yaagidosona."
    },
    {
        "English Sentences": "And they passed thence unto mount Ephraim, and came unto the house of Micah.",
        "Wolaitta Sentences": "A zaarada eta, \"Tana, Naa7oomo gooppite; Camettidaaree giite. Aissi giikko, Ubbaa Danddayiya Xoossai ta de7uwaa daro camettiis."
    },
    {
        "English Sentences": "Then answered the five men that went to spy out the country of Laish, and said unto their brethren, Do ye know that there is in these houses an ephod, and teraphim, and a graven image, and a molten image? now therefore consider what ye have to do.",
        "Wolaitta Sentences": "Taani kumettan kiyada baas; shin GODAI tana mela zaariis. GODAI tana tuggayiis; Ubbaa Danddayiya Xoossai tanan palabaa gattiis. Yaatin, tana aissi Naa7oomee giidi xeeseetii?\" yaagaasu."
    },
    {
        "English Sentences": "And they turned thitherward, and came to the house of the young man the Levite, even unto the house of Micah, and saluted him.",
        "Wolaitta Sentences": "Hegaadan hanada, Naa7ooma ba na7aa machchee Moo7aabee Urutiira simmaasu. Eti Beetaliheeme gakkidoi banggaa cahai doomettiyo wodiyaana."
    },
    {
        "English Sentences": "And the six hundred men appointed with their weapons of war, which were of the children of Dan, stood by the entering of the gate.",
        "Wolaitta Sentences": "Naa7oomiyyo i azinaa Elimeleeka baggaara dabbotiya, Boo7eeza giyo issi erettida dure bitanee de7ees."
    },
    {
        "English Sentences": "And the five men that went to spy out the land went up, and came in thither, and took the graven image, and the ephod, and the teraphim, and the molten image: and the priest stood in the entering of the gate with the six hundred men that were appointed with weapons of war.",
        "Wolaitta Sentences": "Issi gallassi Moo7aabiyaa Uruta Naa7oomo, \"Taayyo qarettiya asa kaallada poshiluwaa qoranau kattaa cakkiyoosaa booshsha?\" yaagaasu. Yaagin a, \"Ee ta na7ee, ba\" yaagaasu."
    },
    {
        "English Sentences": "And these went into Micah's house, and fetched the carved image, the ephod, and the teraphim, and the molten image. Then said the priest unto them, What do ye?",
        "Wolaitta Sentences": "Yaagin Uruta baada, kattaa cakkiya asaa geeduwaappe poshiluwaa doommaasu. Qaadadan a poshiluwaa qoriyo gadee Elimeleeka dabbuwaa Boo7eeza gade."
    },
    {
        "English Sentences": "And they said unto him, Hold thy peace, lay thine hand upon thy mouth, and go with us, and be to us a father and a priest: is it better for thee to be a priest unto the house of one man, or that thou be a priest unto a tribe and a family in Israel?",
        "Wolaitta Sentences": "He wodenkka Boo7eezi Beetaliheeme katamaappe gakki wodhdhiis; gakkidi kattaa cakkiya asaa, \"GODAI intteyyo wolqqaa immo\" yaagiis. Etikka zaaridi, \"Nenakka GODAI anjjo\" yaagidosona."
    },
    {
        "English Sentences": "And the priest's heart was glad, and he took the ephod, and the teraphim, and the graven image, and went in the midst of the people.",
        "Wolaitta Sentences": "Yaanin Boo7eezi kattaa cakkiyaageetu halaqaa, \"Hanna yelaga maccaasiyaa oorii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "So they turned and departed, and put the little ones and the cattle and the carriage before them.",
        "Wolaitta Sentences": "Oichchin cakkiyaageetu halaqai zaaridi, \"Hanna yelagiyaa Naa7oomiira Moo7aaba biittaappe yiida Moo7aaba maccaasa."
    },
    {
        "English Sentences": "And when they were a good way from the house of Micah, the men that were in the houses near to Micah's house were gathered together, and overtook the children of Dan.",
        "Wolaitta Sentences": "A tana, Kattaa cakkiyaageetu geeduwaa kaallada mirqqetu gidduwaappe poshiluwaa qoroo? gaada oichchaasu. Yaanidaara maallado yoosappe doommada ha77i gakkanaashin, guuttaanne shemppennan hagan qoraidda gam77aasu\" yaagiis."
    },
    {
        "English Sentences": "And they cried unto the children of Dan. And they turned their faces, and said unto Micah, What aileth thee, that thou comest with such a company?",
        "Wolaitta Sentences": "Yaagin Boo7eezi Uruto, \"Ta na7ee, siya; poshiluwaa qoranau hara gade booppa. Qassi hagaappe awanne qaaxxoppa. Ta macca ashkkaratuura hagan pe7a."
    },
    {
        "English Sentences": "And he said, Ye have taken away my gods which I made, and the priest, and ye are gone away: and what have I more? and what is this that ye say unto me, What aileth thee?",
        "Wolaitta Sentences": "Asai kattaa cakkiyoosaa xeella xeellada, eta geeduwaa kaallada qora. Attuma ashkkarati nena bochchennaadan taani etayyo odaas. Qassi nena saammiyo wode, attuma ashkkarati tikkidi wottido haattaa otuwaakko baada uya\" yaagiis."
    },
    {
        "English Sentences": "And the children of Dan said unto him, Let not thy voice be heard among us, lest angry fellows run upon thee, and thou lose thy life, with the lives of thy household.",
        "Wolaitta Sentences": "Uruta som77oi sa7aa gakkin hokkada ziggaasu; ziggada, \"Taani imatta asa gidikkinaa? Neeni hagaa keenaa taayyo qarettidoogee aibi gishshataassee?\" yaagaasu."
    },
    {
        "English Sentences": "And the children of Dan went their way: and when Micah saw that they were too strong for him, he turned and went back unto his house.",
        "Wolaitta Sentences": "Boo7eezi zaaridi, \"Ne keettaawai haiqqoosappe doommin, neeni ne bolloteessi oottido kumettabaa ubbaa taani siyaas. Neeni ne aayyiyo, ne aawaanne ne yelettido biittaa aggada, hagaappe kase ne erenna asaara de7anau yiidoogaa taani geeshshada eraas."
    },
    {
        "English Sentences": "And they took the things which Micah had made, and the priest which he had, and came unto Laish, unto a people that were at quiet and secure: and they smote them with the edge of the sword, and burnt the city with fire.",
        "Wolaitta Sentences": "Neeni hanidoogaa kushiyaa GODAI neeyyo zaaro. Neeni a qefiyaa garssan attanau yiido GODAI, Israa7eela Xoossai neeyyo kumettabaa immo\" yaagiis."
    },
    {
        "English Sentences": "And there was no deliverer, because it was far from Zidon, and they had no business with any man; and it was in the valley that lieth by Bethrehob. And they built a city, and dwelt therein.",
        "Wolaitta Sentences": "Uruta, \"Ta godau, neeni taayyo daro qarettadasa; taani ne ashkkaratuppe issinniyo gakkikke, shin taayyo kehabaa haasayada, tana minttettadasa\" yaagaasu."
    },
    {
        "English Sentences": "And they called the name of the city Dan, after the name of Dan their father, who was born unto Israel: howbeit the name of the city was Laish at the first.",
        "Wolaitta Sentences": "Laaxaa miyo wode Boo7eezi o, \"Haa shiiqa; oittaa ekkada woiniyaa eessaa caalan tushkka tushkkada ma\" yaagiis. Yaagin kattaa cakkiyaageetu matan uttaasu. Uttin iyyo tiyaa xiixxidoogaakka immiis; a maada kallin, qumai palahiis."
    },
    {
        "English Sentences": "And the children of Dan set up the graven image: and Jonathan, the son of Gershom, the son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the captivity of the land.",
        "Wolaitta Sentences": "Qassikka poshiluwaa qoranau a denddiyo wode, Boo7eezi ba ashkkarata, \"Mirqqiyaa garssappekka a qorikkokka, o yeellayoppite."
    },
    {
        "English Sentences": "And they set them up Micah's graven image, which he made, all the time that the house of God was in Shiloh.",
        "Wolaitta Sentences": "Ubba mirqqiyaappekka shoddidi, iyyo yeggin aggite; yeggin a qoru; o amassaloppite\" yaagiis."
    },
    {
        "English Sentences": "And it came to pass in those days, when there was no king in Israel, that there was a certain Levite sojourning on the side of mount Ephraim, who took to him a concubine out of Bethlehemjudah.",
        "Wolaitta Sentences": "Hegan Uruta omarssa gakkanaashin qoraasu. Ba qora pe7idoogaa a qoxxin, tammu kilo giraame bangga gidiyaagaa kiyiis."
    },
    {
        "English Sentences": "And his concubine played the whore against him, and went away from him unto her father's house to Bethlehemjudah, and was there four whole months.",
        "Wolaitta Sentences": "A he kattaa ba77a ekkada, katamaa simmaasu; ai keena kattaa qoridaakko a ba bollotiyo bessaasu. Qassi ba miishin palahidi attida qumaa ehiidoogaa kessada iyyo immaasu."
    },
    {
        "English Sentences": "And her husband arose, and went after her, to speak friendly unto her, and to bring her again, having his servant with him, and a couple of asses: and she brought him into her father's house: and when the father of the damsel saw him, he rejoiced to meet him.",
        "Wolaitta Sentences": "Yaatin, i bollotiyaa o, \"Hachchi hagaa auppe qoradii? Awan oottadii? Neeyyo hagaadan kehida bitanee anjjetto\" yaagaasu. Yaagin a ba ootta pe7ido gadiyaa godaabaa ba bolloteessi odaasu. Odaidda, \"Taani hachchi oottaidda pe7ido gadiyaa godaa sunttai Boo7eeza\" yaagaasu."
    },
    {
        "English Sentences": "And his father in law, the damsel's father, retained him; and he abode with him three days: so they did eat and drink, and lodged there.",
        "Wolaitta Sentences": "Naa7ooma zaarada, \"Haiqqidaageetuyyookka paxa de7iyaageetuyyookka ba kehatettaa aggibeenna GODAI anjjo\" yaagaasu. Gujjadakka Naa7ooma o, \"He bitanee nuussi mata dabbottennee; ubba nubaa wozanau gattiyoogeetuppekka issoi a\" yaagaasu."
    },
    {
        "English Sentences": "And it came to pass on the fourth day, when they arose early in the morning, that he rose up to depart: and the damsel's father said unto his son in law, Comfort thine heart with a morsel of bread, and afterward go your way.",
        "Wolaitta Sentences": "Moo7aabiyaa Uruta, \"I ubba tana, Ta kattai cakettidi wurana gakkanaashin, ta oosanchchatuppe shaahettennan poshiluwaa qora yaagiis\" yaagaasu."
    },
    {
        "English Sentences": "And they sat down, and did eat and drink both of them together: for the damsel's father had said unto the man, Be content, I pray thee, and tarry all night, and let thine heart be merry.",
        "Wolaitta Sentences": "Naa7ooma ba na7aa maccaasiyo Uruto, \"Ta na7ee, tumukka Boo7eeza gadiyan oottiya maccaasatuura biikko, neeyyo lo77o. Aissi giikko, hara asa gade biikko, nena attumaasi bochchana\" yaagaasu."
    },
    {
        "English Sentences": "And when the man rose up to depart, his father in law urged him: therefore he lodged there again.",
        "Wolaitta Sentences": "Hegaa gishshau, Uruta Boo7eeza macca ashkkaratukko shiiqada, banggaanne gisttiyaa cahai wurana gakkanaashin, poshiluwaa qoraidda takkaasu. Qassi ba bolloteera issippe de7aasu."
    },
    {
        "English Sentences": "And he arose early in the morning on the fifth day to depart: and the damsel's father said, Comfort thine heart, I pray thee. And they tarried until afternoon, and they did eat both of them.",
        "Wolaitta Sentences": "Issi gallassi Naa7ooma ba na7aa maccaasiyo, \"Ta na7ee, neeni giigin de7anau, taani neeyyo aqo koyiyaakko iitanee?"
    },
    {
        "English Sentences": "And when the man rose up to depart, he, and his concubine, and his servant, his father in law, the damsel's father, said unto him, Behold, now the day draweth toward evening, I pray you tarry all night: behold, the day groweth to an end, lodge here, that thine heart may be merry; and to morrow get you early on your way, that thou mayest go home.",
        "Wolaitta Sentences": "Neeni etaara takkido macca ashkkarati au kiitettiyo Boo7eezi nuuyyo mata dabbo gidennee? Siya, i hachchi qammi audiyan banggaa suraggana."
    },
    {
        "English Sentences": "But the man would not tarry that night, but he rose up and departed, and came over against Jebus, which is Jerusalem; and there were with him two asses saddled, his concubine also was with him.",
        "Wolaitta Sentences": "Neeni meecetta; shittuwaa tistta. Yaatada ne lo77o maayuwaa maayada, duge audiyaa ba; shin baada Boo7eezi miidinne uyidi simmana gakkanaashin, a aifiyan beettoppa."
    },
    {
        "English Sentences": "And when they were by Jebus, the day was far spent; and the servant said unto his master, Come, I pray thee, and let us turn in into this city of the Jebusites, and lodge in it.",
        "Wolaitta Sentences": "I zin77iyo wode, awan i zin77iyaakkonne be7ada, i xiskkiyoorin a afalaa qaarada, a tohossan zin77a baya. Neeni hananabaa i neeyyo odana\" yaagaasu."
    },
    {
        "English Sentences": "And his master said unto him, We will not turn aside hither into the city of a stranger, that is not of the children of Israel; we will pass over to Gibeah.",
        "Wolaitta Sentences": "Yaagin Uruta, \"Neeni giidobaa ubbaa ta hanana\" yaagaasu."
    },
    {
        "English Sentences": "And he said unto his servant, Come, and let us draw near to one of these places to lodge all night, in Gibeah, or in Ramah.",
        "Wolaitta Sentences": "Hegaassi Uruta duge audiyaa baada, i bollotiyaa iyyo odidobaa ubbaa hanaasu."
    },
    {
        "English Sentences": "And they passed on and went their way; and the sun went down upon them when they were by Gibeah, which belongeth to Benjamin.",
        "Wolaitta Sentences": "Boo7eezi miidi uyidi ba bollaa pashkkissidoogaappe guyyiyan, kattaa uliyaa matan aadhdhidi zin77iis. Zin77in Uruta loddaara shiiqada, a tohuwaa qaarada, tohossan zin77a aggaasu."
    },
    {
        "English Sentences": "And they turned aside thither, to go in and to lodge in Gibeah: and when he went in, he sat him down in a street of the city: for there was no man that took them into his house to lodging.",
        "Wolaitta Sentences": "Hekka bilahe gidiyo wode, bitaniyaa issibai daganttin beegottidi, aadhdhi wodhdhiiddi, issi maccaasiyaa a tohossan zin77idaaro demmiis."
    },
    {
        "English Sentences": "And, behold, there came an old man from his work out of the field at even, which was also of mount Ephraim; and he sojourned in Gibeah: but the men of the place were Benjamites.",
        "Wolaitta Sentences": "\"Hannee, neeni oonee?\" yaagidi oichchiis. Oichchin a, \"Taani ne ashkkariyo Uruto; neeni ta keettaawaassi mata dabbo gidiyo gishshau, tana aissa\" yaagaasu."
    },
    {
        "English Sentences": "And when he had lifted up his eyes, he saw a wayfaring man in the street of the city: and the old man said, Whither goest thou? and whence comest thou?",
        "Wolaitta Sentences": "Boo7eezi zaaridi, \"Ta na7ee, GODAI nena anjjo! Hagee ne oishai neeni kase ne bolloteessi oottido kehatettaappekka aadhdhees; neeni manqqo woikko dure gidiya yelaga attuma asata koyabaakka."
    },
    {
        "English Sentences": "And he said unto him, We are passing from Bethlehemjudah toward the side of mount Ephraim; from thence am I: and I went to Bethlehemjudah, but I am now going to the house of the LORD; and there is no man that receiveth me to house.",
        "Wolaitta Sentences": "Ha77i simmi ta na7ee, yayyoppa. Neeni oichchidobaa ubbaa neeyyo taani oottana. Aissi giikko, ta kataman de7iya asai ubbai neeni lo77obaa haniya maccaasa gidiyoogaa erees."
    },
    {
        "English Sentences": "Yet there is both straw and provender for our asses; and there is bread and wine also for me, and for thy handmaid, and for the young man which is with thy servants: there is no want of any thing.",
        "Wolaitta Sentences": "Taani mata dabbo gidiyoogee tuma; shin taappe mataa dariyaagee de7ees."
    },
    {
        "English Sentences": "And the old man said, Peace be with thee; howsoever let all thy wants lie upon me; only lodge not in the street.",
        "Wolaitta Sentences": "Hachchi qammaa hagan aqa. Wonttin i nena aissanau koyikko, lo77o; aisso. SHin i aissanau koyennan ixxikko, GODAI ero, taani nena aissana. Sa7ai wonttanaashin hagan zin77aaga\" yaagiis."
    },
    {
        "English Sentences": "So he brought him into his house, and gave provender unto the asses: and they washed their feet, and did eat and drink.",
        "Wolaitta Sentences": "Yaagin a Boo7eeza tohossan sa7ai wonttanaashin zin77aasu; Boo7eezi, \"Maccaasi kattaa audiyaa yiidoogaa ooninne eroppo\" giido gishshau, Uruta asi asa be7enna wodiyan denddaasu."
    },
    {
        "English Sentences": "Now as they were making their hearts merry, behold, the men of the city, certain sons of Belial, beset the house round about, and beat at the door, and spake to the master of the house, the old man, saying, Bring forth the man that came into thine house, that we may know him.",
        "Wolaitta Sentences": "Boo7eezi o, \"Ne maayido qumaashaa haa ehaada, piddi ootta oiqqa\" yaagiis. A oiqqin laatamu kilo giraame banggaa makki qolidi, o ba7issiis. A ba77ada guyye katamaa baasu."
    },
    {
        "English Sentences": "And the man, the master of the house, went out unto them, and said unto them, Nay, my brethren, nay, I pray you, do not so wickedly; seeing that this man is come into mine house, do not this folly.",
        "Wolaitta Sentences": "Uruta ba bolloteekko yin, Naa7ooma o, \"Ta na7ee, nebai waanidee?\" yaagada oichchaasu. Oichchin bitanee issi oottidobaa ubbaa odaasu;"
    },
    {
        "English Sentences": "Behold, here is my daughter a maiden, and his concubine; them I will bring out now, and humble ye them, and do with them what seemeth good unto you: but unto this man do not so vile a thing.",
        "Wolaitta Sentences": "\"Ne bolloteekko mela kushiyaara booppa giidi hagaa laatamu kilo giraame banggaa immiis\" yaagaasu."
    },
    {
        "English Sentences": "But the men would not hearken to him: so the man took his concubine, and brought her forth unto them; and they knew her, and abused her all the night until the morning: and when the day began to spring, they let her go.",
        "Wolaitta Sentences": "Yaatin, Naa7ooma, \"Ta na7ee, aibi hananaakko be7ana gakkanaashin naaga. Bitanee hachchi ha yohuwaa wurssennan shemppenna\" yaagaasu."
    },
    {
        "English Sentences": "Then came the woman in the dawning of the day, and fell down at the door of the man's house where her lord was, till it was light.",
        "Wolaitta Sentences": "Boo7eezi katamaa penggiyaa matan de7iya gutaraa pude kiyidi, yan uttiis. Uttidaashin i yainnido mata dabboi yaara aadhdhees. Aadhdhiyaagaa Boo7eezi, \"Ta ishau, haa simmada hagan utta\" yaagiis. Yaagin i simmidi uttiis."
    },
    {
        "English Sentences": "And her lord rose up in the morning, and opened the doors of the house, and went out to go his way: and, behold, the woman his concubine was fallen down at the door of the house, and her hands were upon the threshold.",
        "Wolaitta Sentences": "Boo7eezi he katamaa cimatuppe tammu asata dooridi, \"Hagan uttite\" yaagiis; yaagin eti uttidosona."
    },
    {
        "English Sentences": "And he said unto her, Up, and let us be going. But none answered. Then the man took her up upon an ass, and the man rose up, and gat him unto his place.",
        "Wolaitta Sentences": "Boo7eezi ba mata dabbuwaa hagaadan yaagiis; \"Moo7aaba biittaappe simmada yiida Naa7ooma, nu ishaa Elimeleeka gadiyaa baizzausu."
    },
    {
        "English Sentences": "And when he was come into his house, he took a knife, and laid hold on his concubine, and divided her, together with her bones, into twelve pieces, and sent her into all the coasts of Israel.",
        "Wolaitta Sentences": "Hegaa gishshau, taani neeyyo, hagan uttida asaa sinttaaninne ta katamaa cimatu sinttan, SHamma gaada yootanau qoppaas. Neeni wozanau koyikko woza; koyana xayikko, taani eranau taayyo oda. Aissi giikko, wozanau maatai de7iyoi neeppe hara asi baawa; neeppe kaallada taani de7ais\" yaagiis. Yaagin i, \"Taani wozana\" yaagiis."
    },
    {
        "English Sentences": "And it was so, that all that saw it said, There was no such deed done nor seen from the day that the children of Israel came up out of the land of Egypt unto this day: consider of it, take advice, and speak your minds.",
        "Wolaitta Sentences": "Boo7eezi, \"Gadiyaa Naa7oomippe shammiyo gallassi, am77iyo Uruto aissaasa; yaatikko, haiqqidaagaa sunttai a laata biittan xeesettana\" yaagiis."
    },
    {
        "English Sentences": "Then all the children of Israel went out, and the congregation was gathered together as one man, from Dan even to Beersheba, with the land of Gilead, unto the LORD in Mizpeh.",
        "Wolaitta Sentences": "Yaagin ha mata dabboi, \"Hegaa gidikko, taani wozanau danddayikke; aissi giikko, hegee tana ta buzo laata gadiyaa moorissana. Hegaa neeni neeyyo woza; taani danddayikke\" yaagiis."
    },
    {
        "English Sentences": "And the chief of all the people, even of all the tribes of Israel, presented themselves in the assembly of the people of God, four hundred thousand footmen that drew sword.",
        "Wolaitta Sentences": "Beni wode Israa7eela biittan ooninne aquwaa wozikko woikko laammikko, zal77iyaa duuttanau issi baggai ba caammaa tohuwaappe shoddidi, hinkko baggau immees. Israa7eela biittan issibaa issuwaappe issuwau sheedhdhiyo maarai hegaa."
    },
    {
        "English Sentences": "(Now the children of Benjamin heard that the children of Israel were gone up to Mizpeh.) Then said the children of Israel, Tell us, how was this wickedness?",
        "Wolaitta Sentences": "Hegaa gishshau, he mata dabboi Boo7eeza, \"Neeni shamma\" yaagidi, ba caammaa tohuwaappe shoddiis."
    },
    {
        "English Sentences": "And the Levite, the husband of the woman that was slain, answered and said, I came into Gibeah that belongeth to Benjamin, I and my concubine, to lodge.",
        "Wolaitta Sentences": "Yaatin, Boo7eezi cimatanne asaa ubbaa, \"Taani Elimeleekayyoonne Keliwoonayyoonne Mahiloonayyo de7iyaabaa ubbaa Naa7oomippe shammidoogau hachchi intte markka."
    },
    {
        "English Sentences": "And the men of Gibeah rose against me, and beset the house round about upon me by night, and thought to have slain me: and my concubine have they forced, that she is dead.",
        "Wolaitta Sentences": "Qassi haiqqidaagaa sunttai eta so asaa sunttaa giddoppe woikko katamaa asaa mazggafaappe xayennaadan, a suntta a laata gadiyan xeesissanau Mahiloona am77iyo Urutokka taani aissiyoogau hachchi intte markka\" yaagiis."
    },
    {
        "English Sentences": "And I took my concubine, and cut her in pieces, and sent her throughout all the country of the inheritance of Israel: for they have committed lewdness and folly in Israel.",
        "Wolaitta Sentences": "Yaagin pengge gutaran de7iya cimatinne asai ubbai, \"Ee, hagau nuuni markka! GODAI hanno ne soo yiya maccaasiyo, Israa7eela asaayyo maizza aayeta gidida Raaheelidaaninne Liyidan ootto. Neenikka Efiraatan dure gida; ne sunttai Beetaliheemen eretto."
    },
    {
        "English Sentences": "Behold, ye are all children of Israel; give here your advice and counsel.",
        "Wolaitta Sentences": "Ne keettai GODAI ha lo77o yelaga maccaaseeppe neeyyo immiyo zariyan, Ti7imaara Yihudaayyo yelido Paareesa keettaadan hano\" yaagiis."
    },
    {
        "English Sentences": "And all the people arose as one man, saying, We will not any of us go to his tent, neither will we any of us turn into his house.",
        "Wolaitta Sentences": "Hegaadan oottidi, Boo7eezi Uruto aissiis; aissin ayyo machcho gidaasu. GODAI iyyo uluwan yeluwaa tilin, attuma na7aa yelaasu."
    },
    {
        "English Sentences": "But now this shall be the thing which we will do to Gibeah; we will go up by lot against it;",
        "Wolaitta Sentences": "Maccaasati Naa7oomo, \"Hachchi nena heemmanau neeyyo na7aa na7a xaissibeenna GODAI galatetto! A sunttai Israa7eelan eretto!"
    },
    {
        "English Sentences": "And we will take ten men of an hundred throughout all the tribes of Israel, and an hundred of a thousand, and a thousand out of ten thousand, to fetch victual for the people, that they may do, when they come to Gibeah of Benjamin, according to all the folly that they have wrought in Israel.",
        "Wolaitta Sentences": "I neeyyo sa7aa kehissana; neeni cimiyo wodiyankka nena i heemmana. Aissi giikko, nena siiqiyaara, laappun attuma naatuppekka aadhdhada neeyyo kehiyaara, ne na7aa machchiyaa a yelaasu\" yaagidosona."
    },
    {
        "English Sentences": "So all the men of Israel were gathered against the city, knit together as one man.",
        "Wolaitta Sentences": "Naa7ooma yiiraa ekkada idimmaasu; yaatada a dichchaasu."
    },
    {
        "English Sentences": "And the tribes of Israel sent men through all the tribe of Benjamin, saying, What wickedness is this that is done among you?",
        "Wolaitta Sentences": "I shooron de7iya maccaasati, \"Naa7oomiyyo attuma na7ai yelettiis\" yaagidi a Yoobeeda sunttidosona. Yoobeedi Daawita aawaa Isseya yelidaagaa."
    },
    {
        "English Sentences": "Now therefore deliver us the men, the children of Belial, which are in Gibeah, that we may put them to death, and put away evil from Israel. But the children of Benjamin would not hearken to the voice of their brethren the children of Israel:",
        "Wolaitta Sentences": "Paareesa yeletai hagaappe kaallidi xaafettidaagaa: Paareesi Hexiroona yeliis;"
    },
    {
        "English Sentences": "But the children of Benjamin gathered themselves together out of the cities unto Gibeah, to go out to battle against the children of Israel.",
        "Wolaitta Sentences": "Hexirooni Raama yeliis; Raami Amminadaaba yeliis;"
    },
    {
        "English Sentences": "And the children of Benjamin were numbered at that time out of the cities twenty and six thousand men that drew sword, beside the inhabitants of Gibeah, which were numbered seven hundred chosen men.",
        "Wolaitta Sentences": "Aminadaabi Na7asoona yeliis; Na7asooni Salmmoona yeliis;"
    },
    {
        "English Sentences": "Among all this people there were seven hundred chosen men lefthanded; every one could sling stones at an hair breadth, and not miss.",
        "Wolaitta Sentences": "Salmmooni Boo7eeza yeliis; Boo7eezi Yoobeeda yeliis;"
    },
    {
        "English Sentences": "And the men of Israel, beside Benjamin, were numbered four hundred thousand men that drew sword: all these were men of war.",
        "Wolaitta Sentences": "Yoobeedi Isseya yeliis; Isseyi Daawita yeliis."
    }
]