[
    {
        "English Sentences": "Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes our brother,",
        "Wolaitta Sentences": "Nuuni Xoossaa galatoos. Taani wonggeliyaa baggaara Yesuus Kiristtoosabaa yootidoogaadaaninne daro wodeesappe geemmidi, ha77i qonccida tumatettaadan, intte ammanuwan inttena Xoossai minttettanau danddayees."
    },
    {
        "English Sentences": "Unto the church of God which is at Corinth, to them that are sanctified in Christ Jesus, called to be saints, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:",
        "Wolaitta Sentences": "SHin ha77i hananabaa yootiyaageeti xaafidoogaa baggaara tumatettai qoncciyan erettanaadan oottiis; qassi asa ubbai Xoossaa ammanidi azazettanaadan, merinaa Xoossaa azazuwan, ha sa7an de7iya zare ubbau qoncciis."
    },
    {
        "English Sentences": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.",
        "Wolaitta Sentences": "Aadhdhida eratettai a xalaalau de7iyo issi Xoossaayyo Yesuus Kiristtoosa baggaara merinau bonchchoi gido. Amin77i."
    },
    {
        "English Sentences": "I thank my God always on your behalf, for the grace of God which is given you by Jesus Christ;",
        "Wolaitta Sentences": "Taani, Xoossaa sheniyan Yesuus Kiristtoosi kiittidoogaa gidanau xeesettida PHauloosinne, nu ishaa Sostteniisi,"
    },
    {
        "English Sentences": "That in every thing ye are enriched by him, in all utterance, and in all knowledge;",
        "Wolaitta Sentences": "Qoronttoosan de7iya Xoossaa woosa keettaassi, Yesuus Kiristtoosan geeyidaageetussi, etassinne nuussi Godaa gidiya nu Godaa Yesuus Kiristtoosa sunttaa ubba sohuwan xeesiya ubbatuura geeshsha gidanau xeesettidaageetussi ha dabddaabbiyaa xaafoos."
    },
    {
        "English Sentences": "Even as the testimony of Christ was confirmed in you:",
        "Wolaitta Sentences": "Xoossai, nu Aawainne nu Godai Yesuus Kiristtoosi inttessi aaro kehatettaanne sarotettaa immo."
    },
    {
        "English Sentences": "So that ye come behind in no gift; waiting for the coming of our Lord Jesus Christ:",
        "Wolaitta Sentences": "Xoossai Kiristtoosa Yesuusa baggaara inttessi immido aaro kehatettaa gishshau, taani ubba wode inttessi Xoossaa galatais."
    },
    {
        "English Sentences": "Who shall also confirm you unto the end, that ye may be blameless in the day of our Lord Jesus Christ.",
        "Wolaitta Sentences": "Taani Kiristtoosassi markkattiyoogee inttenan minnido gishshau,"
    },
    {
        "English Sentences": "God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.",
        "Wolaitta Sentences": "intte ubbaban, haasaya ubban eratetta ubban, aani duretideta."
    },
    {
        "English Sentences": "Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing, and that there be no divisions among you; but that ye be perfectly joined together in the same mind and in the same judgment.",
        "Wolaitta Sentences": "Hegaadan intte nu Godaa Yesuus Kiristtoosa yuussaa naagishin, ayyaana imuwaappe harai atto issoinne inttessi paccenna."
    },
    {
        "English Sentences": "For it hath been declared unto me of you, my brethren, by them which are of the house of Chloe, that there are contentions among you.",
        "Wolaitta Sentences": "Qassi nu Godaa Yesuus Kiristtoosa gallassan intte borettennaageeta gidanaadan, wurssettai gakkanaassi i inttena minttana."
    },
    {
        "English Sentences": "Now this I say, that every one of you saith, I am of Paul; and I of Apollos; and I of Cephas; and I of Christ.",
        "Wolaitta Sentences": "Ba Na7aa nu Godaa Yesuus Kiristtoosa issippetettaassi inttena xeesida Xoossai ammanettidaagaa."
    },
    {
        "English Sentences": "Is Christ divided? was Paul crucified for you? or were ye baptized in the name of Paul?",
        "Wolaitta Sentences": "SHin ta ishatoo, issi wozanaaninne issi qofan issippe gidanaappe attin, shaahotettai intte giddon de7enna mala, intte ubbai issi haasayaa haasayanaadan, nu Godaa Yesuus Kiristtoosa sunttan taani inttena woossais."
    },
    {
        "English Sentences": "I thank God that I baptized none of you, but Crispus and Gaius;",
        "Wolaitta Sentences": "Aissi giikko, ta ishatoo, Qaloo7i so asai inttebaa, intte giddon ooshshai de7iyoogaa, taassi yootidosona."
    },
    {
        "English Sentences": "Lest any should say that I had baptized in mine own name.",
        "Wolaitta Sentences": "Taani giyoogee hagaa; intte huuphiyan huuphiyan, \"Taani PHauloosaagaa. Taani Aphiloosaagaa. Taani Keefaagaa. Taani Kiristtoosaagaa\" yaageeta."
    },
    {
        "English Sentences": "And I baptized also the household of Stephanas: besides, I know not whether I baptized any other.",
        "Wolaitta Sentences": "Kiristtoosi shaahettideeyye? Intte gishshau, masqqaliyaa bolli misimaariyan xishettidi kaqettidaagee PHaulooseeyye? Woi intte PHauloosa sunttan xammaqettidetiiyye?"
    },
    {
        "English Sentences": "For Christ sent me not to baptize, but to preach the gospel: not with wisdom of words, lest the cross of Christ should be made of none effect.",
        "Wolaitta Sentences": "Taani Qarisphphoosappenne Gaayoosappe attin, intteppe oonanne xammaqabeenna gishshau, Xoossaa galatais."
    },
    {
        "English Sentences": "For the preaching of the cross is to them that perish foolishness; but unto us which are saved it is the power of God.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne inttena ta sunttan xammaqettideta gaanau danddayenna."
    },
    {
        "English Sentences": "For it is written, I will destroy the wisdom of the wise, and will bring to nothing the understanding of the prudent.",
        "Wolaitta Sentences": "Qassi Isxxifaanoosa so asaakka taani xammaqaas. SHin haraa gujjada xammaqidaakkonne hassayikke."
    },
    {
        "English Sentences": "Where is the wise? where is the scribe? where is the disputer of this world? hath not God made foolish the wisdom of this world?",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi tana wonggeliyaa mishiraachchuwaa yootana mala kiittiisippe attin, xammaqana mala kiittibeenna; qassi Kiristtoosi masqqaliyaa bolli haiqqidoogee hada gidenna mala, taani asa aadhdhida eratetta qaalan yootikke."
    },
    {
        "English Sentences": "For after that in the wisdom of God the world by wisdom knew not God, it pleased God by the foolishness of preaching to save them that believe.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosi masqqaliyaa bolli haiqqidoogaa odiya qaalai xayiyaageetussi eeyyatetta. SHin nuussi attiyaageetussi Xoossaa wolqqa."
    },
    {
        "English Sentences": "For the Jews require a sign, and the Greeks seek after wisdom:",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Taani eranchchatu aadhdhida eratettaa bashshana; qassi akeekanchchatu akeekaakka xaissana\" yaagees."
    },
    {
        "English Sentences": "But we preach Christ crucified, unto the Jews a stumblingblock, and unto the Greeks foolishness;",
        "Wolaitta Sentences": "Aadhdhida eranchchai awan de7ii? Higgiyaa tamaarissiyaagee awan de7ii? Woi ha sa7aabaa eranau waayettiyaagee awan de7ii? Xoossai ha sa7aa aadhdhida eratettai eeyyatetta gidiyoogaa bessiis!"
    },
    {
        "English Sentences": "But unto them which are called, both Jews and Greeks, Christ the power of God, and the wisdom of God.",
        "Wolaitta Sentences": "Aissi giikko, asai ba huuphe aadhdhida eratettan bana Xoossaa erenna mala, Xoossai ba aadhdhida eratettan diggidi, nuuni yootiyo eeyya qaalan ammaniyaageeta ashshanau qoppiis."
    },
    {
        "English Sentences": "Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.",
        "Wolaitta Sentences": "Aihudati malaataa oichchoosona. Qassi Giriike asati aadhdhida eratettaa gita koshshaa koyoosona."
    },
    {
        "English Sentences": "For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:",
        "Wolaitta Sentences": "SHin nuuni masqqaliyaa bolli misimaariyan xishettidi kaqettida Kiristtoosabaa yootoos. Hegee Aihudatussi xube; qassi Aihuda gidennaageetussi eeyyatetta."
    },
    {
        "English Sentences": "But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;",
        "Wolaitta Sentences": "SHin Xoossai xeesidoogeetussi Aihudatussikka Giriiketussikka nuuni yootiyo Xoossaa wolqqainne a aadhdhida eratettai Kiristtoosa."
    },
    {
        "English Sentences": "And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa eeyyatettai asa aadhdhida eratettaappe aadhdhees; qassi a laafatettaikka asa minotettaappe minnees."
    },
    {
        "English Sentences": "That no flesh should glory in his presence.",
        "Wolaitta Sentences": "Simmi ta ishatoo, Xoossai inttena xeesiyo wode intte ai mala asakko qoppite. Asa qofan intte giddon aadhdhida eranchchati, wolqqaamatinne xoqqa sheeshshati daro gidokkona."
    },
    {
        "English Sentences": "But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:",
        "Wolaitta Sentences": "SHin Xoossai aadhdhida eranchchata yeellayanau, sa7an de7iya eeyyata dooriis; qassi minota yeellayanau, sa7an de7iya laafata dooriis."
    },
    {
        "English Sentences": "That, according as it is written, He that glorieth, let him glory in the Lord.",
        "Wolaitta Sentences": "Xoossai ha sa7an gitabaa oottidi qoppiyoobaa xaissanau, ha sa7aa shufurobaanne karidobaa hanibeennabaa dooriis."
    },
    {
        "English Sentences": "And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne Xoossaa sinttan ceeqqanau bessenna."
    },
    {
        "English Sentences": "For I determined not to know any thing among you, save Jesus Christ, and him crucified.",
        "Wolaitta Sentences": "SHin Xoossai inttessi Kiristtoos Yesuusa baggaara de7uwaa immiis. I nuussi Kiristtoosa aadhdhida eratettaa, xillotettaa, geeshshatettaanne qassi atotettaa immiis."
    },
    {
        "English Sentences": "And I was with you in weakness, and in fear, and in much trembling.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossaa maxaafai, \"Ceeqqiya urai ooninne Godan ceeqqo\" yaagees."
    },
    {
        "English Sentences": "And my speech and my preaching was not with enticing words of man's wisdom, but in demonstration of the Spirit and of power:",
        "Wolaitta Sentences": "Ta ishatoo, taani Xoossaa qaalaa inttessi yootanau inttekko yiido wode, xoqqa qaalaaninne aadhdhida eratettan yootanau yabeikke."
    },
    {
        "English Sentences": "That your faith should not stand in the wisdom of men, but in the power of God.",
        "Wolaitta Sentences": "Aissi giikko, taani inttenaara de7aidda, Yesuus Kiristtoosappenne qassi masqqaliyaa bolli misimaariyan xishettidi i kaqettidoogaappenne attin, harabaa erennaadan, ta qofaa qachchaas."
    },
    {
        "English Sentences": "Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:",
        "Wolaitta Sentences": "Taani daafuraaninne yashshan daro kokkorssan inttenaara de7aas."
    },
    {
        "English Sentences": "But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:",
        "Wolaitta Sentences": "Taani tamaarissiyoogaanne yootiyoogaa Xoossaa Ayyaanaaninne wolqqan qonccissaisippe attin, cimo aadhdhida eratetta qaalaana gidenna."
    },
    {
        "English Sentences": "Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.",
        "Wolaitta Sentences": "Hegaa gishshau, intte ammanoi Xoossaa wolqqaanappe attin, asa aadhdhida eratettan zemppibeenna."
    },
    {
        "English Sentences": "But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.",
        "Wolaitta Sentences": "Nuuni ayyaanan wozannaamidaageetu giddon aadhdhida eratettaa haasayoos. SHin hegeekka ha sa7aa aadhdhida eratettaa gidenna; woi ha sa7aa haariya xayiyaageetu aadhdhida eratettaa gidenna."
    },
    {
        "English Sentences": "But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.",
        "Wolaitta Sentences": "SHin nuuni yootiyo aadhdhida eratettai, Xoossai kasetidi, daro wodiyaappe kase nu bonchchuwaassi doorido asaappe geemettida a xuura aadhdhida eratettaa."
    },
    {
        "English Sentences": "For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.",
        "Wolaitta Sentences": "Ha sa7aa haariyaageetuppe ooninne ha aadhdhida eratettaa eribeenna. Eti eridabaa gidiyaakko, bonchcho Godaa masqqaliyaa bolli misimaariyan xishidi kaqqokkona."
    },
    {
        "English Sentences": "Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.",
        "Wolaitta Sentences": "SHin Xoossaa maxaafai, \"Ooninne aifiyan be7ibeennaagee, haittankka siyibeennaagee, qassi ooninne ba wozanan qoppibeennaagee Xoossai bana siiqiyaageetussi giigissidoogaa\" giyoogaadan nuuni haasayoos."
    },
    {
        "English Sentences": "Which things also we speak, not in the words which man's wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.",
        "Wolaitta Sentences": "Xoossai ba xuura yohuwaa ba Ayyaanan nuna erissiis; aissi giikko, Geeshsha Ayyaanai Xoossaabaa harai atto geemettida yohuwaara ubbaa qorees."
    },
    {
        "English Sentences": "But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.",
        "Wolaitta Sentences": "Aissi giikko, asan de7iya asa ayyaanappe attin, asabaa eriyai oonee? Hegaadankka, qassi Xoossaabaa Xoossaa Ayyaanaappe attin, ooninne erenna."
    },
    {
        "English Sentences": "But he that is spiritual judgeth all things, yet he himself is judged of no man.",
        "Wolaitta Sentences": "Nuuni Xoossai nuussi immidobaa ubbaa eranau i nuussi yeddido Ayyaanaa ekkidoogaappe attin, sa7aa ayyaanaa ekkibookko."
    },
    {
        "English Sentences": "For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.",
        "Wolaitta Sentences": "Nuuni ayyaanaa yohuwaa ayyaanaa yohuwaara likkissidi, Ayyaanai nuna tamaarissido qaalan hagaa haasayeetteesippe attin, asa aadhdhida eratettai nuna tamaarissido qaalan haasayokko."
    },
    {
        "English Sentences": "And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.",
        "Wolaitta Sentences": "SHin Geeshsha Ayyaanai bainna asi Xoossaa Ayyaanaa yohuwaa ekkenna; aissi giikko, hegee ayyo eeyyatetta. Yohoi Geeshsha Ayyaanan qorettiyo gishshau, i eranau danddayenna."
    },
    {
        "English Sentences": "I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.",
        "Wolaitta Sentences": "SHin Geeshsha Ayyaanai de7iyo asi ubbabaa qorees; shin a huuphen a ooninne qorenna."
    },
    {
        "English Sentences": "For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Godaa wozanaa eriyai oonee? A zoranau danddayiyai oonee?\" yaagees. SHin nuussi Kiristtoosa wozanai de7ees."
    },
    {
        "English Sentences": "For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?",
        "Wolaitta Sentences": "Ta ishatoo, taani Ayyaanai de7iyo asaassi haasayiyoogaadan, inttessi haasayanau danddayabeikke. SHin ha sa7aa asaassi haasayiyoogaadaaninne ammanuwan Kiristtoosan de7iya guutta naatussi haasayiyoogaadan haasayaas."
    },
    {
        "English Sentences": "Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?",
        "Wolaitta Sentences": "Intte biron mino qumaa maanau danddayiichchibeenna gishshau, taani inttena maattaa paahaas; harai atto, ha77ikka danddayibeekketa."
    },
    {
        "English Sentences": "I have planted, Apollos watered; but God gave the increase.",
        "Wolaitta Sentences": "Aissi giikko, intte ha77inne ha sa7aa asaadan de7eeta. Intte ha sa7aa asa gidiyoogaa intte giddon de7iya qanaateenne palamai erissennee? Qassi ha sa7aa asadan simerettekketiiyye?"
    },
    {
        "English Sentences": "So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.",
        "Wolaitta Sentences": "Aissi giikko, intteppe issoi, \"Taani PHauloosaagaa\" giikko, harai qassi, \"Taani Aphiloosaagaa\" giikko, ha sa7aa asa mala gidekketii?"
    },
    {
        "English Sentences": "Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.",
        "Wolaitta Sentences": "Yaatin, Aphiloosi oonee? PHauloosi oonee? Nuuni inttena ammanissida Xoossaa ashkkarata. Xoossai nuussi huuphiyan huuphiyan immido oosuwaa ootteettees."
    },
    {
        "English Sentences": "For we are labourers together with God: ye are God's husbandry, ye are God's building.",
        "Wolaitta Sentences": "Taani puutiyaa tokkaas; Aphiloosi haattaa ushshiis; shin Xoossai puutiyaa dichchees."
    },
    {
        "English Sentences": "According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.",
        "Wolaitta Sentences": "Hegaa gishshau, dichchiyaagee Xoossaa gidaappe attin, tokkiyaageekka haattaa ushshiyaageekka aibanne gidenna."
    },
    {
        "English Sentences": "For other foundation can no man lay than that is laid, which is Jesus Christ.",
        "Wolaitta Sentences": "Tokkiyaageenne haattaa ushshiyaagee issi mala; shin Xoossai huuphiyan huuphiyan a daafuraa keenaa ayyo woitana."
    },
    {
        "English Sentences": "Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;",
        "Wolaitta Sentences": "Nuuni Xoossaassi issippe oottiya a oosanchchata gidiyo gishshau, intte a shooqa. Qassikka intte Xoossaa keetta."
    },
    {
        "English Sentences": "Every man's work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man's work of what sort it is.",
        "Wolaitta Sentences": "Xoossai taassi immido aaro kehatettan daro eranchcha anaaxedan, keettaa baasuwaa baasaas. Hara urai a bolli keexxees. SHin a bolli keexxiya ooninne waatidi keexxiyaakko, ba huuphiyau naagetto."
    },
    {
        "English Sentences": "If any man's work abide which he hath built thereupon, he shall receive a reward.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai Yesuus Kiristtoosa xalaalaa baaso oottidi wottiis. Appe hara baasuwaa baasanau ooninne danddayenna."
    },
    {
        "English Sentences": "If any man's work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.",
        "Wolaitta Sentences": "SHin ha baasuwaa bolli ooninne worqqan gidin, biran gidin, al77o shuchchan gidin, mittan gidin, gattan woi maqan keexxikko,"
    },
    {
        "English Sentences": "Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?",
        "Wolaitta Sentences": "asa ubbaa oosoi qoncciyaa kiyana. Aissi giikko, taman qonccana gishshau, he gallassai asa ubbaa oosuwaa bessana. Asai ubbai ba oosuwaa waatidi oottidaakkonne tamai paaccana."
    },
    {
        "English Sentences": "If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.",
        "Wolaitta Sentences": "Ooninne baasuwaa bolli keexxido oosoi minnidi attikko, i woituwaa ekkana."
    },
    {
        "English Sentences": "Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.",
        "Wolaitta Sentences": "O oosoinne xuugettikko, he aawi qohettana. I ba huuphen attana; shin tamaa giddoppe kessi ekkidaadan attana."
    },
    {
        "English Sentences": "For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.",
        "Wolaitta Sentences": "Intte Xoossaa beeta maqidase gidiyoogaanne Xoossaa Ayyaanai inttenan de7iyoogaa erekketii?"
    },
    {
        "English Sentences": "And again, The Lord knoweth the thoughts of the wise, that they are vain.",
        "Wolaitta Sentences": "Ooninne Xoossaa beeta maqidasiyaa bashshikko, Xoossaikka a bashshana. Aissi giikko, Xoossaa beeta maqidasee geeshsha; he beeta maqidaseekka inttena."
    },
    {
        "English Sentences": "Therefore let no man glory in men. For all things are yours;",
        "Wolaitta Sentences": "Ooninne ba huuphiyaa cimmoppo. Intteppe ooninne bana ha sa7an aadhdhida eranchcha yaagidi qoppikko, aadhdhida eranchcha gidanau, eeyya gido."
    },
    {
        "English Sentences": "Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;",
        "Wolaitta Sentences": "Aissi giikko, ha sa7aa aadhdhida eratettai Xoossaa sinttan eeyyatetta. Xoossaa maxaafai, \"Xoossai aadhdhida eranchchata eta geniyan oiqqees\" yaagees."
    },
    {
        "English Sentences": "And ye are Christ's; and Christ is God's.",
        "Wolaitta Sentences": "Qassi, \"Aadhdhida eranchchatu qofaikka go77i bainnaagaa gidiyoogaa Godai erees\" yaagees."
    },
    {
        "English Sentences": "Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne asan ceeqqoppo. Aissi giikko, ubbabaikka intteegaa."
    },
    {
        "English Sentences": "Moreover it is required in stewards, that a man be found faithful.",
        "Wolaitta Sentences": "PHauloosikka, Aphiloosikka, Keefikka, ha sa7aikka, de7oikka, haiqoikka, ha77i de7iyaageekka, sinttappe yaanaageekka, ubbaikka intteegaa."
    },
    {
        "English Sentences": "But with me it is a very small thing that I should be judged of you, or of man's judgment: yea, I judge not mine own self.",
        "Wolaitta Sentences": "Intte Kiristtoosaageeta; Kiristtoosikka Xoossaagaa."
    },
    {
        "English Sentences": "For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.",
        "Wolaitta Sentences": "Asai nuna Kiristtoosa ashkkaratudaaninne Xoossaa Xuuraa naagiya sunttatudan qoppo."
    },
    {
        "English Sentences": "Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.",
        "Wolaitta Sentences": "Yaatidi he sunttati bantta Godaassi ammanettidaageeta gididi, beettanau koshshees."
    },
    {
        "English Sentences": "And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.",
        "Wolaitta Sentences": "SHin intte woi harai tana pirddikko, ainne gidenna. Harai atto, taanikka ta huuphiyaa bolli pirddikke."
    },
    {
        "English Sentences": "For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?",
        "Wolaitta Sentences": "Aissi giikko, taani ta huuphiyan ainnekka eriyoobi baawa; shin tana hegee xillissenna. Tana pirddiyaagee Godaa."
    },
    {
        "English Sentences": "Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.",
        "Wolaitta Sentences": "Hegaa gishshau, Godai xuman genttidobaa poo7uwaa kessiyaagee, wozanaa qofaa qonccissiyaagee yaana wodee gakkanaassi o bollinne oonanne pirddoppite. He wode, asai ubbai huuphiyan huuphiyan Xoossaappe galataa ekkana."
    },
    {
        "English Sentences": "For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.",
        "Wolaitta Sentences": "Ta ishatoo, intteppe ooninne issuwaa sabbidi, issuwaa borenna mala, \"Xoossaa maxaafan xaafettidaagaa bonchcha\" yaagiyaagaa intte nunan tamaarana mala, intte gishshau, tabaanne Aphiloosabaa leemisodan yootaas."
    },
    {
        "English Sentences": "We are fools for Christ's sake, but ye are wise in Christ; we are weak, but ye are strong; ye are honourable, but we are despised.",
        "Wolaitta Sentences": "Aissi giikko, haratuppe nena oonee xoqqissidai? Neeni Xoossaappe ekkabeennabai neessi aibee de7iyai? Yaatin, neeni ekkidabaa gidikko, aissi ekkabeennabaadan ceeqettai?"
    },
    {
        "English Sentences": "Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;",
        "Wolaitta Sentences": "Ha77i intte kalliichchideta. Ha77i duretiichchideta. Nuuni bainnan intterkka kawotideta. Nuunikka inttenaara kawotanaadan, intte kawotidaakko lo77o shin."
    },
    {
        "English Sentences": "And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:",
        "Wolaitta Sentences": "Aissi giikko, taassi misatiyoogaadan, nuuni ha sa7aassi, kiitanchchatussinne asaassi kaa7iyoobaa gidido gishshau, Xoossai nuna Yesuusi kiittidoogeeta haiquwaassi pirddettida asatudan, ubbaappe wurssetta oottiis."
    },
    {
        "English Sentences": "Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.",
        "Wolaitta Sentences": "Nuuni Kiristtoosa gishshau eeyya, shin intte Kiristtoosan aadhdhida eranchcha. Nuuni laafa, shin intte mino. Intte bonchchettidaageeta, shin nuuni tooshettidaageeta."
    },
    {
        "English Sentences": "I write not these things to shame you, but as my beloved sons I warn you.",
        "Wolaitta Sentences": "Ha wodee gakkanaassi, nuuni namisettoos; saamettoos. Kallottoos; deshettoos. Qassi de7iyo sohuwaa xayidi yuuyoos."
    },
    {
        "English Sentences": "For though ye have ten thousand instructors in Christ, yet have ye not many fathers: for in Christ Jesus I have begotten you through the gospel.",
        "Wolaitta Sentences": "Nuuni nu kushiyan oottidi daafuroos. Nuna asi cayiyo wode, anjjoos. Nuna yedetti yuuyiyo wodekka danddayoos."
    },
    {
        "English Sentences": "Wherefore I beseech you, be ye followers of me.",
        "Wolaitta Sentences": "Nu bolli iitabaa haasayiyo wode, nuuni lo77o qaalaa zaaroos. Nuuni hanno gakkanaassikka, ha sa7aa pitonne ubbabaa buura gidida."
    },
    {
        "English Sentences": "For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.",
        "Wolaitta Sentences": "Taani ta siiqiyo naatudan, inttena seeranau hagaa xaafaisippe attin, yeellayanau xaafikke."
    },
    {
        "English Sentences": "Now some are puffed up, as though I would not come to you.",
        "Wolaitta Sentences": "Aissi giikko, Kiristtoosan inttena dichchiya tammu sha7u asai inttessi de7ikkokka, inttessi issi aawaappe hari baawa. Aissi giikko, taani wonggeliyaa inttessi ehiidoogan, Kiristtoos Yesuusan inttessi aawa gidaas."
    },
    {
        "English Sentences": "But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.",
        "Wolaitta Sentences": "Simmi tanadan hanite yaagada inttena woossais."
    },
    {
        "English Sentences": "For the kingdom of God is not in word, but in power.",
        "Wolaitta Sentences": "Hegaa gishshau, Godan ammanettida ta siiqiyo ta na7aa Ximootiyoosa inttekko kiittaas. I ubba sohuwan de7iya woosa keetta ubban taani tamaarissiyo Kiristtoos Yesuusan de7iya ta ogiyaa inttena hassayissana."
    },
    {
        "English Sentences": "What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?",
        "Wolaitta Sentences": "Taani inttena be7anau inttekko yeennabaa misatin, otorettiya issi issi asati de7oosona."
    },
    {
        "English Sentences": "It is reported commonly that there is fornication among you, and such fornication as is not so much as named among the Gentiles, that one should have his father's wife.",
        "Wolaitta Sentences": "SHin Godai giikko, taani inttekko eesuwan baana; baada he otoranchcha asatussi haasayaa gidennan, eta wolqqaa erana."
    },
    {
        "English Sentences": "And ye are puffed up, and have not rather mourned, that he that hath done this deed might be taken away from among you.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa kawotettai wolqqaanappe attin, haasayaana gidenna."
    },
    {
        "English Sentences": "For I verily, as absent in body, but present in spirit, have judged already, as though I were present, concerning him that hath so done this deed,",
        "Wolaitta Sentences": "Taani inttekko xam77aara yooyye woikko siiquwaaranne ashkke ayyaanaara yoo? Augaa dooreetii?"
    },
    {
        "English Sentences": "In the name of our Lord Jesus Christ, when ye are gathered together, and my spirit, with the power of our Lord Jesus Christ,",
        "Wolaitta Sentences": "Intte giddon shaaramuxai de7iyoogee tumu zigirettees; hegaa mala shaaramuxai harai atto, Xoossaa ammanenna asaa giddooninne baawa. Aissi giikko, ba aawaa machchiyo aissida asi de7ees."
    },
    {
        "English Sentences": "To deliver such an one unto Satan for the destruction of the flesh, that the spirit may be saved in the day of the Lord Jesus.",
        "Wolaitta Sentences": "Inttekka otorettideta. Hegaappe intte azzananau bessennee? Hegaa mala borssuwaa oottida bitanee intte shiiquwaappe kichchanau bessees."
    },
    {
        "English Sentences": "Your glorying is not good. Know ye not that a little leaven leaveneth the whole lump?",
        "Wolaitta Sentences": "Ai gidinkka taani ta asatettan inttenaara de7ennabaa gidikkonne, ayyaanan inttenaara de7ais. Ha77i inttenaara de7iyaabaadan hanada,"
    },
    {
        "English Sentences": "Purge out therefore the old leaven, that ye may be a new lump, as ye are unleavened. For even Christ our passover is sacrificed for us:",
        "Wolaitta Sentences": "hegaa mala oosuwaa oottida bitaniyaa bolli nu Godaa Yesuus Kiristtoosa sunttan pirddarggaas. Inttenne ta ayyaanai nu Godaa Yesuus Kiristtoosa wolqqaara issippe shiiqidi,"
    },
    {
        "English Sentences": "Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread of sincerity and truth.",
        "Wolaitta Sentences": "he bitaniyaa ayyaanai Godaa Yesuusa gallassan attana mala, a bollaa bashshanau Seexaanaassi intte immanaadan, taani pirddaas."
    },
    {
        "English Sentences": "I wrote unto you in an epistle not to company with fornicators:",
        "Wolaitta Sentences": "Intte ceeqoi lo77o gidenna. Guutta irshshoi munaqa ubbaa denttiyoogaa erekketiiyye?"
    },
    {
        "English Sentences": "Yet not altogether with the fornicators of this world, or with the covetous, or extortioners, or with idolaters; for then must ye needs go out of the world.",
        "Wolaitta Sentences": "Intte ooratta gidana mala, nagaraa irshshoi caalidaagaa kessite. Intte irshshoi bainna munaqa mala. Aissi giikko, nuuni Paasikaa gallassaa bonchchiyo dorssai, Kiristtoosi yarshshettiis."
    },
    {
        "English Sentences": "But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.",
        "Wolaitta Sentences": "Hegaa gishshau, nuuni Oittaa Baalaa suuretettaaninne tumatettan bonchchanaappe attin, caala irshshuwan, iitatettaa irshshuwaaninne geellatettaa irshshuwan bonchchokko."
    },
    {
        "English Sentences": "For what have I to do to judge them also that are without? do not ye judge them that are within?",
        "Wolaitta Sentences": "SHaaramuxana qaaqqatiyaageetuura intte issippe gaittenna mala, inttessi dabddaabbiyaa xaafaas."
    },
    {
        "English Sentences": "But them that are without God judgeth. Therefore put away from among yourselves that wicked person.",
        "Wolaitta Sentences": "Taani giyoogee ha sa7an de7iya shaaramuxana qaaqqatiyaageetanne woi miishsha amottiyaageeta, bonqqiyaageetanne woi eeqassi goinniyaageeta ubbaakka gidenna. Hegaa gidikko, sa7aappe intte kichchanau bessees."
    },
    {
        "English Sentences": "Dare any of you, having a matter against another, go to law before the unjust, and not before the saints?",
        "Wolaitta Sentences": "SHin ishantta ha77i geetettiyaageetuppe issoinne shaaramuxana qaaqqatiyaagaa woi miishshaa amottiyaagaa woi eeqassi goinniyaagaa woi cayiyaagaa woi mattottiyaagaa woi bonqqiyaagaa gidikko, intte aara issippe gaittenna mala, taani inttessi xaafaas. Hegaa malaara harai atto, qumaakka mooppite."
    },
    {
        "English Sentences": "Do ye not know that the saints shall judge the world? and if the world shall be judged by you, are ye unworthy to judge the smallest matters?",
        "Wolaitta Sentences": "Aissi giikko, woosa keettappe kareera de7iyaageetu bolli pirddanau tana aibee gattiyai? Intte giddon woosa keettan de7iyaageetu bolli intte pirddekketiiyye?"
    },
    {
        "English Sentences": "Know ye not that we shall judge angels? how much more things that pertain to this life?",
        "Wolaitta Sentences": "SHin kareera de7iyaageetu bolli Xoossai pirddana. He iitabaa oottiya uraa intte giddoppe kessirggite."
    },
    {
        "English Sentences": "If then ye have judgments of things pertaining to this life, set them to judge who are least esteemed in the church.",
        "Wolaitta Sentences": "Intteppe issi uraassi ba ishaara mootoi de7iyaabaa gidikko, geeshshatu bolli pirddettanaagaa aggi bayidi, ammanennaageetu bolli pirddettanau waani xalidi bii?"
    },
    {
        "English Sentences": "I speak to your shame. Is it so, that there is not a wise man among you? no, not one that shall be able to judge between his brethren?",
        "Wolaitta Sentences": "Geeshshati sa7aa pirddanaagaa erekketii? Yaatin, sa7aa intte pirddanaageeta gidikko, ubbabaappe guuxxiyaabaa pirddanau danddayekketii?"
    },
    {
        "English Sentences": "But brother goeth to law with brother, and that before the unbelievers.",
        "Wolaitta Sentences": "Ha de7uwaabai atto shin, ammaniyaageeti kiitanchchatu bolli pirddanaagaakka erekketii?"
    },
    {
        "English Sentences": "Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?",
        "Wolaitta Sentences": "Yaatin, inttena ha de7uwaabaassi pirdda keetta koshshikko, woosa keettan asi karido asatun pirddissanau efeetii?"
    },
    {
        "English Sentences": "Nay, ye do wrong, and defraud, and that your brethren.",
        "Wolaitta Sentences": "Taani inttena yeellayanau hagaa gais; hegee hegaa malee? Intte giddon ishantta sigettanau danddayiya aadhdhida eranchcha asi issoinne baawee?"
    },
    {
        "English Sentences": "Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,",
        "Wolaitta Sentences": "SHin issi ishai hinkko ishaa pirdda keettan mootidi, he yohuwaa ammanenna asan pirddissii?"
    },
    {
        "English Sentences": "Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.",
        "Wolaitta Sentences": "Simmi issoi issuwaa mootiyoogee intte giddon de7ikko, hegee intte kunddidoogaa bessees. Hegaappe intte naaqettiyoogeenne cimettiyoogee kehennee?"
    },
    {
        "English Sentences": "And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.",
        "Wolaitta Sentences": "SHin intte intte huuphen issoi issuwaa harai atto, intte ishanttakka naaqqeetanne cimmeeta."
    },
    {
        "English Sentences": "All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.",
        "Wolaitta Sentences": "Woi makkalanchchati Xoossaa kawotettaa laattennaagaa erekketii? Baloppite. SHaaramuxana qaaqqatiyaageeti woi eeqassi goinniyaageeti woi shaaramuxiyaageeti woi attumaasa gidiiddi, attumaasaara shaaramuxiyaageeti,"
    },
    {
        "English Sentences": "Meats for the belly, and the belly for meats: but God shall destroy both it and them. Now the body is not for fornication, but for the Lord; and the Lord for the body.",
        "Wolaitta Sentences": "woi kaisoti woi miishshaa amottiyaageeti woi mattottiyaageeti woi cayiyaageeti woi bonqqiyaageeti Xoossaa kawotettaa laattokkona."
    },
    {
        "English Sentences": "And God hath both raised up the Lord, and will also raise up us by his own power.",
        "Wolaitta Sentences": "Intteppekka issi issi asai hegeetu mala. SHin Godaa Yesuus Kiristtoosa sunttaaninne nu Xoossaa Ayyaanan intte meecettidetanne geeyideta; qassi xillideta."
    },
    {
        "English Sentences": "Know ye not that your bodies are the members of Christ? shall I then take the members of Christ, and make them the members of an harlot? God forbid.",
        "Wolaitta Sentences": "Taani koyidobaa ubbaa oottanau danddayais. SHin ubbaikka tana maaddenna. Taani koyidobaa ubbaa oottanau danddayais. SHin aibikka tana haarenna."
    },
    {
        "English Sentences": "What? know ye not that he which is joined to an harlot is one body? for two, saith he, shall be one flesh.",
        "Wolaitta Sentences": "Qumi ulossa; uloikka qumassa. SHin Xoossai uluwaakka qumaakka xaissana. Asa bollai Godaassappe attin, shaaramuxassa gidenna. Godaikka asa bollaassa."
    },
    {
        "English Sentences": "But he that is joined unto the Lord is one spirit.",
        "Wolaitta Sentences": "Xoossai Godaa haiquwaappe denttiis; qassi nunakka haiquwaappe ba wolqqan denttana."
    },
    {
        "English Sentences": "Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.",
        "Wolaitta Sentences": "Intte bollai Kiristtoosa bollaappe shaahettidaagaa gidiyoogaa intte erekketii? Yaatin, taani Kiristtoosa bollaappe shaahettidaagaa efaada, shaaramuxa bolla oottoo? Hanenna!"
    },
    {
        "English Sentences": "What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?",
        "Wolaitta Sentences": "Woi shaaramuxaara gaittiya urai issi bollaa gidiyoogaa erekketii? Aissi giikko, Xoossaa maxaafai, \"Eti naa77ai issi asa gidana\" yaagees."
    },
    {
        "English Sentences": "For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God's.",
        "Wolaitta Sentences": "SHin Godaara gaittiya urai ayyaanan aara issuwaa gidees."
    },
    {
        "English Sentences": "Now concerning the things whereof ye wrote unto me: It is good for a man not to touch a woman.",
        "Wolaitta Sentences": "SHaaramuxappe baqatite. Issi urai oottiyo hara nagara ubbai a bollaappe kareera de7ees; shin shaaramuxiyaagee ba bolli nagaraa oottees."
    },
    {
        "English Sentences": "Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.",
        "Wolaitta Sentences": "Woi intte bollai Xoossai inttessi immido inttenan de7iya Geeshsha Ayyaanaa beeta maqidase gidiyoogaa erekketii? Qassi intte intte huuphessa gidekketa."
    },
    {
        "English Sentences": "Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai inttena waagan shammiis. Hegaa gishshau, intte bollan a bonchchite."
    },
    {
        "English Sentences": "The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.",
        "Wolaitta Sentences": "Intte taassi xaafido yohuwaassi asi maccaariira gaittennaagee lo77o."
    },
    {
        "English Sentences": "Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.",
        "Wolaitta Sentences": "SHin shaaramuxa gaaso gishshau, attumaasaassi huuphiyan huuphiyan machchiyaa de7u. Qassi maccaasaassikka huuphiyan huuphiyan azinai de7o."
    },
    {
        "English Sentences": "But I speak this by permission, and not of commandment.",
        "Wolaitta Sentences": "Azinai ba machcheessi bessiyaabaa ootto; qassi hegaadan, machchiyaakka ba azinaassi bessiyaabaa oottu."
    },
    {
        "English Sentences": "For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.",
        "Wolaitta Sentences": "Machchiyaa ba bollaassi goda gidukku; shin i azinai goda. Hegaadankka, qassi azinai ba bollaassi goda gidenna; shin a machchiyaa goda."
    },
    {
        "English Sentences": "I say therefore to the unmarried and widows, It is good for them if they abide even as I.",
        "Wolaitta Sentences": "Intte intte huuphen Xoossaa woosan genccanau ha77issi zoretan teqettanaappe attin, issoi issuwaa diggoppite. Intte inttena naagenna gishshau, Seexaanai inttena paaccennaadan, azinadaaninne machchidan de7ite."
    },
    {
        "English Sentences": "But if they cannot contain, let them marry: for it is better to marry than to burn.",
        "Wolaitta Sentences": "SHin taani inttena hegaa intte shenedan hanite gaisippe attin, azazikke."
    },
    {
        "English Sentences": "And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:",
        "Wolaitta Sentences": "Taani asai ubbai tanadan haniyaakko dosais. SHin Xoossai asau huuphiyan huuphiyan dumma dumma imuwaa immi wottiis; issuwaassi hagaadan, qassi hinkkuwaassi hegaadan immi wottiis."
    },
    {
        "English Sentences": "But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.",
        "Wolaitta Sentences": "Hegaa gishshau, taani machchiyo ekkibeennaageetinne am77eti tanadan coo de7iyaakko, etassi lo77o gais."
    },
    {
        "English Sentences": "But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.",
        "Wolaitta Sentences": "SHin amuwan xuugettiyoogaappe ekkiyoogeenne geliyoogee lo77o gidiyo gishshau, eti banttana naaganau danddayana xayikko, ekkonanne gelona."
    },
    {
        "English Sentences": "And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.",
        "Wolaitta Sentences": "Machchiyaa ba azinaappe shaahettuppu. SHin shaahettikkonne gelennan de7u; woi ba azinaara sigettu. Azinaikka ba machchiyo yeddoppo yaagada, ekkidaageetanne gelidaageeta azazais."
    },
    {
        "English Sentences": "For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.",
        "Wolaitta Sentences": "SHin hagaa azaziyaagee Godaa gidiyoogaappe attin, tana gidikke."
    },
    {
        "English Sentences": "But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.",
        "Wolaitta Sentences": "Taani harata hagaadan gais; Godaa gidenna. Ammanenna machchiyaa de7iyo ammaniya asi ooninne de7ikko, a machchiyaa aara issippe de7iyoogaa i dosikko, o yeddoppo."
    },
    {
        "English Sentences": "For what knowest thou, O wife, whether thou shalt save thy husband? or how knowest thou, O man, whether thou shalt save thy wife?",
        "Wolaitta Sentences": "Qassi ammanenna azinai de7iyo ammaniya machchiyaa de7ikko, i azinai iira issippe de7iyoogaa a dosikko, appe shaahettuppu."
    },
    {
        "English Sentences": "But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.",
        "Wolaitta Sentences": "Aissi giikko, ammanenna azinai ba ammaniya machcheera de7idi geeyiis. Qassi ammanenna machchiyaa ba ammaniya azinaara de7ada geeyaasu. Hegee bainnaakko, intte naati tuna; shin ha77i eti geeshsha."
    },
    {
        "English Sentences": "Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.",
        "Wolaitta Sentences": "SHin ammanennaagee ammaniyaagaappe shaahettana koyikko shaahetto. Ammaniya machchiyo gidin, woi azinaa gidin, hagaa mala yohuwan qashettokkona. Aissi giikko, Xoossai nuna sarotettan de7anau xeesiis."
    },
    {
        "English Sentences": "Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.",
        "Wolaitta Sentences": "Ammaniya maccaasee, neeni ne azinaa ashshanaakkonne ai erai? Woi ammaniya azinau; neeni ne machchiyo ashshanaakkonne ai erai?"
    },
    {
        "English Sentences": "Let every man abide in the same calling wherein he was called.",
        "Wolaitta Sentences": "Gidikkonne, asi huuphiyan huuphiyan Godai ayyo immidoogaadaaninne qassi Xoossai bana xeesidoogaadan de7o. Hegee woosa keetta ubban taani tamaarissido higgiyaa."
    },
    {
        "English Sentences": "Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.",
        "Wolaitta Sentences": "Ooninne qaxxaretti uttidi, Xoossaa ammanidobaa gidikko, ba qaxxaraa malaataa diggoppo. Qassi ooninne qaxxarettennan de7iiddi, Xoossaa ammanidobaa gidikko qaxxarettoppo."
    },
    {
        "English Sentences": "For he that is called in the Lord, being a servant, is the Lord's freeman: likewise also he that is called, being free, is Christ's servant.",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa azazuwaa naaganaappe attin, qaxxarettin qaxxarettana xayin allaallee baawa."
    },
    {
        "English Sentences": "Ye are bought with a price; be not ye the servants of men.",
        "Wolaitta Sentences": "Asi huuphiyan huuphiyan Xoossai bana xeesiyo wode de7iyoogaadan de7o."
    },
    {
        "English Sentences": "Brethren, let every man, wherein he is called, therein abide with God.",
        "Wolaitta Sentences": "Xoossai nena xeesiyo wode neeni aillee? Aikko baawa; shin neeni ailletettaappe kiyanau danddayikko kiya."
    },
    {
        "English Sentences": "Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.",
        "Wolaitta Sentences": "Aissi giikko, aille gidi uttida asa Godai xeesikko, i Godai ailletettaappe kessido asa. Hegaadankka, aille gidenna asa Kiristtoosi xeesikko, i Kiristtoosa aille."
    },
    {
        "English Sentences": "I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.",
        "Wolaitta Sentences": "Xoossai inttena waagan shammiis. Asa aille gidoppite."
    },
    {
        "English Sentences": "Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.",
        "Wolaitta Sentences": "Ta ishatoo, asi huuphiyan huuphiyan Xoossai a xeesiyo wode de7iyo de7uwaadan, Xoossaara de7o."
    },
    {
        "English Sentences": "But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.",
        "Wolaitta Sentences": "Geela7otussi Godai tana azazidobai baawa. SHin taani Godaassi ammanettidaagaa gidido mala, appe maarotettaa ekkidoogaadan, inttena zorais."
    },
    {
        "English Sentences": "But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;",
        "Wolaitta Sentences": "Simmi ha77i metuwaassi taayyo hagee lo77o milatees; asi hagaadan hanidi de7ikko lo77o."
    },
    {
        "English Sentences": "And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;",
        "Wolaitta Sentences": "Neeni machchiyo ekkarggidobaa gidikko, o yeddanau koyoppa. Machchiyo ekkarggabeennabaa gidikko, ekkanau koyoppa."
    },
    {
        "English Sentences": "And they that use this world, as not abusing it: for the fashion of this world passeth away.",
        "Wolaitta Sentences": "SHin neeni machchiyo ekkikko, nagara oottabaakka. Geela7iyaakka azinaa gelikko, nagara oottabeikku. SHin hegaadan oottiyaageeti bantta bolli waayiyaa ehaana. Qassi taani inttena hegaappe ashshanau koyais."
    },
    {
        "English Sentences": "But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:",
        "Wolaitta Sentences": "SHin ta ishatoo, taani giyoogee hagaa; wodee wuriis. Hagaappe sinttan machchida asati, machchibeenna asatudan hanona."
    },
    {
        "English Sentences": "But he that is married careth for the things that are of the world, how he may please his wife.",
        "Wolaitta Sentences": "Yeekkiyaageeti yeekkennabaadan, ufaittiyaageeti ufaittennabaadan, shammiyaageetikka shammidikka aibinne bainnabaadan,"
    },
    {
        "English Sentences": "There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.",
        "Wolaitta Sentences": "ha sa7aa mehiyan maadettiyaageeti muleera maadettennabaadan hanona. Aissi giikko, ha sa7aa merai attiyaagaa."
    },
    {
        "English Sentences": "And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.",
        "Wolaitta Sentences": "Intte hirggennan de7anaagaa taani dosais. Machchibeennaagee Godaa ufaissanau koyiyo gishshau, a oosuwaabaa qoppees."
    },
    {
        "English Sentences": "But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.",
        "Wolaitta Sentences": "SHin machchidaagee ba machchiyo ufaissanau koyiyo gishshau, sa7aabaa qoppees."
    },
    {
        "English Sentences": "Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.",
        "Wolaitta Sentences": "A qofai shaahettiis. Azina gelabeenna geela7iyaa ba ashuwaaninne ba shemppuwan geeyanau koyiyo gishshau, Godaa oosuwaabaa qoppausu. SHin azinaa gelidaara ba azinaa ufaissanau koyiyo gishshau, sa7aabaa qoppausu."
    },
    {
        "English Sentences": "So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.",
        "Wolaitta Sentences": "Taani hagaa inttena maaddana mala gaada gaisippe attin, inttena xubbanaayyo giikke. SHin intte wogabaanne maarabaa oottidi, Godaa oosuwan minnana mala koyais."
    },
    {
        "English Sentences": "The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.",
        "Wolaitta Sentences": "Ooninne ba giigissido geela7iyo ekkiyo wodee gakkin, bana naaganau ayyo danddayettana xayikko, ba koyidoogaa ootto. I o ekkikko, hegan nagari baawa."
    },
    {
        "English Sentences": "But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.",
        "Wolaitta Sentences": "SHin asi ba wozanan minnikko, aikko baawa. Qassi bana naagidi, ba giigissido geela7iyo ekkennan agganaagaa, ooninne wolqqanttennan ba wozanan qofaa qachchidabaa gidikko loittiis."
    },
    {
        "English Sentences": "Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.",
        "Wolaitta Sentences": "Hegaa gishshau, geela7iyo ekkiya urai loittiis; qassi ekkennaagee ubba daro loittiis."
    },
    {
        "English Sentences": "And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know.",
        "Wolaitta Sentences": "Gelida maccaasiyaa ba azinai de7ido keenan aani qashettidaaro. SHin i haiqqikko, Godaa ammaniya asaa wogan geliyoogaa gidoppe attin, ba dosido azinaa gelana danddayausu."
    },
    {
        "English Sentences": "But if any man love God, the same is known of him.",
        "Wolaitta Sentences": "Ta qofa gidikko, gelennan de7iyaakko, a ufaittana. Qassi tanan Xoossaa Ayyaanai de7iyoobaa taayyo milatees."
    },
    {
        "English Sentences": "As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.",
        "Wolaitta Sentences": "Eeqassi yarshshido qumaabaa gidikko, nuuni ubbaikka eriyoogaa eroos. Eratettai otorssees; shin siiqoi dichchees."
    },
    {
        "English Sentences": "For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)",
        "Wolaitta Sentences": "Ooninne baayyo aibakko eriyaabaa milatikko, i biron eranau bessiyoogaa eriichchibeenna."
    },
    {
        "English Sentences": "But to us there is but one God, the Father, of whom are all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.",
        "Wolaitta Sentences": "SHin ooninne Xoossaa siiqikko, Xoossai a erees."
    },
    {
        "English Sentences": "Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled.",
        "Wolaitta Sentences": "Hegaa gishshau, eeqassi yarshshido qumaa meettaabaa gidikko, eeqa ubbai sa7an aibanne gidennaagaanne, issi Xoossaappe attin, hara Xoossi bainnaagaa nuuni eroos."
    },
    {
        "English Sentences": "But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.",
        "Wolaitta Sentences": "Aissi giikko, daro xoossatinne daro godati de7oosona. SHin harai atto, saluwan gidin sa7an gidin, xoossata giyoogeeti de7ikkokka,"
    },
    {
        "English Sentences": "But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.",
        "Wolaitta Sentences": "ubbabaa medhdhidaagee nuuni ayyo de7iyoogee, issi Xoossai, Aawai, nuussi de7ees. Qassi ubbabai aani merettidoogeenne nuuni aani de7iyoogee issi Godai, Yesuus Kiristtoosikka nuussi de7ees."
    },
    {
        "English Sentences": "For if any man see thee which hast knowledge sit at meat in the idol's temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;",
        "Wolaitta Sentences": "SHin ha eratettai asa ubbau de7enna. Issi issi asati eeqaara meezetido gishshau, ha77i gakkanaassikka, \"Eeqau yarshshido qumaa\" yaagiiddi moosona. Qassi eta zoriya wozanai shugo gididoogan, etau eti ha quman tunidabaa milatees."
    },
    {
        "English Sentences": "And through thy knowledge shall the weak brother perish, for whom Christ died?",
        "Wolaitta Sentences": "SHin qumai nuna Xoossaara dabboyenna. Nuuni maana xayikkonne nuussi aibinne paccenna; miikkonne nuussi aibinne wodhdhenna."
    },
    {
        "English Sentences": "But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.",
        "Wolaitta Sentences": "SHin hagee intte intte shenedan haniyoogee shugo ammanuwaara de7iyaageeta nagaran ooggenna mala naagettite."
    },
    {
        "English Sentences": "Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.",
        "Wolaitta Sentences": "Aissi giikko, neeni eranchchai eeqau yarshshido qumaa maanau eeqa keettan uttidaashin, shugo ammanuwaara de7iya issi asi nena be7ikko, eeqassi yarshshido qumaa i maanau a zoriya wozanai a minttettenneeyye?"
    },
    {
        "English Sentences": "Am I not an apostle? am I not free? have I not seen Jesus Christ our Lord? are not ye my work in the Lord?",
        "Wolaitta Sentences": "Yaanikko ha shugo ammanuwaara de7iya ne ishai, Kiristtoosi a gishshau haiqqidoogee, ne eratettan bayees."
    },
    {
        "English Sentences": "If I be not an apostle unto others, yet doubtless I am to you: for the seal of mine apostleship are ye in the Lord.",
        "Wolaitta Sentences": "Hegaadankka, intte intte ishantta naaqqiyoogaaninne eta zoriya shugo wozanaa masunxxissiyoogan Kiristtoosa naaqqeeta."
    },
    {
        "English Sentences": "Mine answer to them that do examine me is this,",
        "Wolaitta Sentences": "Hegaa gishshau, qumai ta ishaa xubbanabaa gidikko, a xubbenna mala, haranttuwaa mulekka asho miikke."
    },
    {
        "English Sentences": "Have we not power to eat and to drink?",
        "Wolaitta Sentences": "Taani ailletetti bainna asa gidikkinaa? Yesuusi kiittidoogaa gidikkinaayye? Nu Godaa Yesuus Kiristtoosa be7abeikkinaayye? Intte taani Godaassi oottido ta oosuwaa xeera gidekketiiyye?"
    },
    {
        "English Sentences": "Have we not power to lead about a sister, a wife, as well as other apostles, and as the brethren of the Lord, and Cephas?",
        "Wolaitta Sentences": "Taani haratuyyo Yesuusi kiittidoogaa gidana xayikkokka, intteyyo Yesuusi kiittidoogaa gidiyoogee erettidaagaa; aissi giikko, taani Godan Yesuusi kiittidoogaa gidiyoogau intte markka."
    },
    {
        "English Sentences": "Or I only and Barnabas, have not we power to forbear working?",
        "Wolaitta Sentences": "Tana boriyaageetussi taani immiyo zaaroi hagaa."
    },
    {
        "English Sentences": "Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?",
        "Wolaitta Sentences": "Maanaunne uyanau nuussi maati baawee?"
    },
    {
        "English Sentences": "Say I these things as a man? or saith not the law the same also?",
        "Wolaitta Sentences": "Yesuusi kiittido haratudaaninne Godaa ishanttudan, qassi PHeexiroosadan, ammaniya machcheera manddaranau nuussi maati baawee?"
    },
    {
        "English Sentences": "For it is written in the law of Moses, Thou shalt not muzzle the mouth of the ox that treadeth out the corn. Doth God take care for oxen?",
        "Wolaitta Sentences": "Woi ooso oottennan agganau maati bainnaageeti ta xalaaleenne Barnnaabaasa xalaalee?"
    },
    {
        "English Sentences": "Or saith he it altogether for our sakes? For our sakes, no doubt, this is written: that he that ploweth should plow in hope; and that he that thresheth in hope should be partaker of his hope.",
        "Wolaitta Sentences": "Ba huuphe miishshaa miidi, wotaaddaratetta oottiyai oonee? Woikko woine tura tokkidi, a aife meennaagee oonee? Woikko dorssa wude heemmiiddi, he dorssaa wudiyaappe maatta uyennai oonee?"
    },
    {
        "English Sentences": "If we have sown unto you spiritual things, is it a great thing if we shall reap your carnal things?",
        "Wolaitta Sentences": "Taani hagaa asa qofa xalaalan giyaanaa? Woikko higgee qassi hagaa geennee?"
    },
    {
        "English Sentences": "If others be partakers of this power over you, are not we rather? Nevertheless we have not used this power; but suffer all things, lest we should hinder the gospel of Christ.",
        "Wolaitta Sentences": "Aissi giikko, Muuse Higgiyan, \"Audiyan kattaa yedhdhiya booraa doonaa qachchoppa\" geetettidi xaafettiis. Xoossai booratubaa qoppidee?"
    },
    {
        "English Sentences": "Do ye not know that they which minister about holy things live of the things of the temple? and they which wait at the altar are partakers with the altar?",
        "Wolaitta Sentences": "Woikko i hegaa giyoogee muleera nu gishshaassa gidennee? Tumakka nu gishshassi xaafettiis; goyiya bitaneekka kattaa qoxxiya bitaneekka, \"Tana gakkiyaagaa ekkana\" yaagiiddi oottanau bessees."
    },
    {
        "English Sentences": "Even so hath the Lord ordained that they which preach the gospel should live of the gospel.",
        "Wolaitta Sentences": "Nuuni intte giddon ayyaana yohuwaa zeridaageeta gidiiddi, nu bollaassi maado gidiyaabaa intteppe cakkikko gitabee?"
    },
    {
        "English Sentences": "But I have used none of these things: neither have I written these things, that it should be so done unto me: for it were better for me to die, than that any man should make my glorying void.",
        "Wolaitta Sentences": "Harati hegaa intteppe ekkanau etau maati de7ikko, nuuyyo etaagaappe aadhdhiya maati baawee? SHin nuuni Kiristtoosa wonggeliyaa ogiyaassi xube gidennaadan, ubbabaa gencciyoogaappe attin, he maatan go7ettibookko."
    },
    {
        "English Sentences": "For though I preach the gospel, I have nothing to glory of: for necessity is laid upon me; yea, woe is unto me, if I preach not the gospel!",
        "Wolaitta Sentences": "Beeta Maqidasiyan oottiya asati bantta qumaa Beeta Maqidasiyaappe ekkiyoogaa erekketii? Qassi yarshshiyoosan oottiyaageetikka yarshshuwaappe ekkiyoogaa erekketii?"
    },
    {
        "English Sentences": "For if I do this thing willingly, I have a reward: but if against my will, a dispensation of the gospel is committed unto me.",
        "Wolaitta Sentences": "Hegaadankka, qassi wonggeliyaa mishiraachchuwaa yootiyaageeti bantta qumaa wonggeliyaappe ekkanaadan, Godai azaziis."
    },
    {
        "English Sentences": "What is my reward then? Verily that, when I preach the gospel, I may make the gospel of Christ without charge, that I abuse not my power in the gospel.",
        "Wolaitta Sentences": "SHin taani ha maata ubban ainne go7ettabeikke. Taani hagaa xaafidoogee hegaa mala maatai taassi de7anau bessees yaagiyoogaassa gidenna. Aissi giikko, ta ceequwaa ooninne hada oottiyoogaappe haiqqiyoogee taassi keha."
    },
    {
        "English Sentences": "For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.",
        "Wolaitta Sentences": "Wonggeliyaa mishiraachchuwaa yootanau taani azazetta uttido gishshau, taani a yootikkokka taassi ceeqettiyoobi baawa. Wonggeliyaa mishiraachchuwaa yootennan aggikko, taassi aayye7ana."
    },
    {
        "English Sentences": "And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;",
        "Wolaitta Sentences": "Aissi giikko, taani hagaa dosada oottikko, taassi woitoi de7ees. SHin taani dosennan ixxikkokka, wonggeliyaa gishshayyo hadaraa Xoossai taassi immiis."
    },
    {
        "English Sentences": "To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.",
        "Wolaitta Sentences": "Yaatin, ta woitoi aibee? Wonggeliyaa mishiraachchuwaa yootaidda, taassi wonggeliyan de7iya kumetta maatan go7ettennan, wonggeliyaa mishiraachchuwaa coo yootiyoogaa."
    },
    {
        "English Sentences": "To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.",
        "Wolaitta Sentences": "Taani ai asassinne aille gidennan aggikkokka, darota zaaranau tana ubbaassi aille kessaas."
    },
    {
        "English Sentences": "And this I do for the gospel's sake, that I might be partaker thereof with you.",
        "Wolaitta Sentences": "Taani Aihudata zaaranau etaara eta gidada de7aas. Ta huuphen higgiyaappe garssaara de7ikke. SHin higgiyaappe garssaara de7iyaageeta zaaranau higgiyaappe garssaara de7iya asa mala gidaas."
    },
    {
        "English Sentences": "Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.",
        "Wolaitta Sentences": "Taani higgee bainna asatuura de7aidda, higgee bainna asadan hanaas. Xoossaa higgee xayiina gidenna. SHin higgee bainnaageeta zaaranau, Kiristtoosa higgiyaappe garssaara de7aas."
    },
    {
        "English Sentences": "And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.",
        "Wolaitta Sentences": "Taani ammanuwan shuggiyaageeta zaaranau, shugotu mala gidaas. Taani ai ogiyaaninne amarida asata ashshanau, ubba asatuura ubbaban eta mala gidaas."
    },
    {
        "English Sentences": "I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:",
        "Wolaitta Sentences": "Taani wonggeliyaa anjjuwaa shaakkanau, wonggeliyaa gishshau, ubbabaa oottais."
    },
    {
        "English Sentences": "But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.",
        "Wolaitta Sentences": "Wottaa naasiyan woxxiya ubbai woxxees. SHin issuwaa xalaalai woituwaa ekkiyoogaa erekketiiyye? Hegaadan inttekka woituwaa ekkanau woxxite."
    },
    {
        "English Sentences": "Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;",
        "Wolaitta Sentences": "Baaxetiya asai ubbai ubbaban bana naagees. Asai hegaa oottiyoogee huuphiyan wottiyo xayiya akiliiliyaa demmanaassa. SHin nuuni oottiyoogee huuphiyan wottiyo xayenna akiliiliyaa demmanaassa."
    },
    {
        "English Sentences": "And were all baptized unto Moses in the cloud and in the sea;",
        "Wolaitta Sentences": "Hegaa gishshau, taani qofi bainnan woxxiyaabaadan woxxikke. Carkko yimppiya asadankka yimppikke."
    },
    {
        "English Sentences": "And did all eat the same spiritual meat;",
        "Wolaitta Sentences": "SHin taani haratussi yootidoogaappe guyyiyan, ta huuphen olettidaagaa gidenna mala, ta bollaa yimppada haarissais."
    },
    {
        "English Sentences": "And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.",
        "Wolaitta Sentences": "Hegaa bollan ta ishatoo, taani intte hagaa erana mala koyais. Nu aawati ubbai shaaraappe garssaara de7idosona; ubbaikka abbaa giddoora pinnidosona."
    },
    {
        "English Sentences": "But with many of them God was not well pleased: for they were overthrown in the wilderness.",
        "Wolaitta Sentences": "Eti ubbai Muusa kaalliyaageeta gidanau, shaaraaninne abban xammaqettidosona."
    },
    {
        "English Sentences": "Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.",
        "Wolaitta Sentences": "Eti ubbai he issi ayyaana qumaa miidosona."
    },
    {
        "English Sentences": "Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.",
        "Wolaitta Sentences": "Qassi ubbaikka he issi ayyaana ushshaa uyidosona. Aissi giikko, eti banttana kaalliya ayyaana shuchchaappe uyidosona; he shuchchai Kiristtoosa."
    },
    {
        "English Sentences": "Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.",
        "Wolaitta Sentences": "SHin Xoossai etappe dariya baggatun ufaittibeenna gishshau, eta ahai bazzon laalettiis."
    },
    {
        "English Sentences": "Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.",
        "Wolaitta Sentences": "Eti iitabaa amottidoogaadan, nuunikka qassi iitabaa amottennaadan, hegee ubbai nuussi leemiso gidiis."
    },
    {
        "English Sentences": "Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.",
        "Wolaitta Sentences": "Xoossaa maxaafai, \"Asai maanaunne uyanau uttiis; qassi duranau denddi eqqiis\" yaagiyoogaadan, qassi etappe issooti issooti eeqassi goinnidoogaadan, intte goinniyaageeta gidoppite."
    },
    {
        "English Sentences": "Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.",
        "Wolaitta Sentences": "Etappe issooti issooti shaaramuxidoogaadan, nuuni shaaramuxanau bessenna. Hegaa gaasuwan etappe issi gallassi laatamanne heezzu sha7ai haiqqiis."
    },
    {
        "English Sentences": "Wherefore let him that thinketh he standeth take heed lest he fall.",
        "Wolaitta Sentences": "Etappe issooti issooti Godaa paaccidi, shooshshan duketti xayidoogaadan, nuuni Godaa paaccanau bessenna."
    },
    {
        "English Sentences": "There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.",
        "Wolaitta Sentences": "Etappe issooti issooti zuuzummin, haiqo kiitanchchai eta xaissidoogaadan zuuzummoppite."
    },
    {
        "English Sentences": "Wherefore, my dearly beloved, flee from idolatry.",
        "Wolaitta Sentences": "Hagee ubbai haratuyyo leemiso gidanau eta bolli gakkiis. Qassi nuna wodiyaa wurssettai gakkana matidoogeeta seeranau xaafettiis."
    },
    {
        "English Sentences": "I speak as to wise men; judge ye what I say.",
        "Wolaitta Sentences": "Hegaa gishshau, bau eqqidobaa milatiyo urai ooninne kunddennaadan, bana naago."
    },
    {
        "English Sentences": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?",
        "Wolaitta Sentences": "Inttena gakkiya paacee, asa ubbaa gakkiya paace malappe attin, ainne dummatenna. Intte wolqqai danddayiyoogaappe aadhdhiya paaciyan intte paacettanau koyenna Xoossai ammanettidaagaa. SHin inttena paacee gakkiyo wode, he paaciyaa i inttena danddayissana. Qassi he paaciyaappe intte kessi ekkiyo ogiyaakka immana."
    },
    {
        "English Sentences": "For we being many are one bread, and one body: for we are all partakers of that one bread.",
        "Wolaitta Sentences": "Hegaa gishshau, ta siiqotoo, eeqassi goinniyoogaappe baqatite."
    },
    {
        "English Sentences": "Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?",
        "Wolaitta Sentences": "Intte wozannaama asa gididoogaadan, taani intteyyo odais. Taani giyoogaa intte pirddite."
    },
    {
        "English Sentences": "What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?",
        "Wolaitta Sentences": "Nuuni Xoossaa galatiyo anjjuwaa burccukkoi Kiristtoosa suuttaara walahai de7iyoogaa gidenneeyye? Qassi nuuni menttiyo oittai Kiristtoosa ashuwaara walahai de7iyoogaa gidenneeyye?"
    },
    {
        "English Sentences": "But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.",
        "Wolaitta Sentences": "Issi oittai de7iyo gishshau, nuuni daro gidikkokka, issi bolla. Aissi giikko, nuuni ubbaikka he issi oittaa shaakkeettees."
    },
    {
        "English Sentences": "Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord's table, and of the table of devils.",
        "Wolaitta Sentences": "Israa7eela asaa xeellite. Yarshshuwaa miyaageeti yarshshiyoosan maabaran de7iyaageeta gidokkonaayye?"
    },
    {
        "English Sentences": "Do we provoke the Lord to jealousy? are we stronger than he?",
        "Wolaitta Sentences": "Simmi taani woigiyaanaa? Eeqassi yarshshettida qumai pattennabeeyye woi eeqi pattennabee?"
    },
    {
        "English Sentences": "All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.",
        "Wolaitta Sentences": "Gidenna; shin taani giyoogee Xoossaa ammanenna asati xalahetussi yarshshiyoogaappe attin, Xoossaassi yarshshokkona. Xalahetuura intte issippe zuppetana mala, taani koyikke."
    },
    {
        "English Sentences": "Let no man seek his own, but every man another's wealth.",
        "Wolaitta Sentences": "Godaa burccukkuwaaninne qassi xalahetu burccukkuwan uyanau intte danddayekketa. Godaa masoofiyaaninne qassi xalahetu masoofiyan maanaukka danddayekketa."
    },
    {
        "English Sentences": "Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:",
        "Wolaitta Sentences": "Woikko nuuni Godaa qanaatissanau koyiyoo? Nuuni appe minniyoonii?"
    },
    {
        "English Sentences": "For the earth is the Lord's, and the fulness thereof.",
        "Wolaitta Sentences": "Ubbabaa oottanau tana diggiyaabi baawa; shin ubbabai go77enna. Ubbabaa oottanau diggiyaabi baawa; shin ubbabai maaddenna."
    },
    {
        "English Sentences": "If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.",
        "Wolaitta Sentences": "Ooninne hara asa go77iyaabaa qoppoppe attin, harai atto issoinne bana go77iyaabaa qoppoppo."
    },
    {
        "English Sentences": "But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord's, and the fulness thereof:",
        "Wolaitta Sentences": "Giyan axaare taran baizettiyaabaa aibanne zoriya wozanaa gishshau, ainne oichchennan miite."
    },
    {
        "English Sentences": "Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man's conscience?",
        "Wolaitta Sentences": "Aissi giikko, sa7ainne sa7an de7iyaabai ubbai Godaabaa."
    },
    {
        "English Sentences": "For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?",
        "Wolaitta Sentences": "Issi ammanenna asi inttena imattanau xeesin baanau koyikko, zoriya wozanaa gishshau, ainne oichchennan intte sintti i aattiyoobaa ubbaa miite."
    },
    {
        "English Sentences": "Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.",
        "Wolaitta Sentences": "SHin issi urai intteyyo, \"Hagee eeqassi yarshshidoogaa\" giikko, he intteyyo odida bitaniyaa gishshaunne qassi zoriya wozanaa gishshau, he qumaa mooppite."
    },
    {
        "English Sentences": "Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:",
        "Wolaitta Sentences": "Taani giyoogee nena ne huuphen zoriya wozanaa gishshaassa gidenna; shin hinkko bitaniyaa zoriya wozanaa gishshaassa. Taani ta koyidoogaa hananau danddayiyo ta hanotettaa hara asa zoriya wozanai aissi pirddii?"
    },
    {
        "English Sentences": "Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.",
        "Wolaitta Sentences": "Taani Xoossaa galatada qumaa miikko, taani Xoossaa galatada miido qumaassi aissi borettiyaanaa?"
    },
    {
        "English Sentences": "Be ye followers of me, even as I also am of Christ.",
        "Wolaitta Sentences": "Simmi intte ai miikkonne, woi ai uyikkonne, woi intte ai oottikkonne, ubbabaa Xoossaa bonchchuwaassi oottite."
    },
    {
        "English Sentences": "Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.",
        "Wolaitta Sentences": "Intte Aihuda asatussi woi Giriike asatussi woikko Xoossaa woosa keettaassi xube gidoppite."
    },
    {
        "English Sentences": "But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is God.",
        "Wolaitta Sentences": "Taani qassi daroti attana mala, eta ubbaa go77aappe attin, ta huuphe go77aa koyennan, asa ubbaa ubbaban ufaissiyoogaadan, inttekka oottite."
    },
    {
        "English Sentences": "Every man praying or prophesying, having his head covered, dishonoureth his head.",
        "Wolaitta Sentences": "Taani Kiristtoosadan haniyoogaadan, inttekka tanadan hanite."
    },
    {
        "English Sentences": "But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.",
        "Wolaitta Sentences": "Ta ishatoo, intte ubbaban tana hassayiyo gishshaunne, wogaa taani intteyyo immidoogaadan, intte minttidi naagiyo gishshau, inttena galatais."
    },
    {
        "English Sentences": "For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.",
        "Wolaitta Sentences": "SHin Kiristtoosi attumaasa ubbaayyo huuphe gidiyoogaa, attumaasi maccaasassi huuphe gidiyoogaanne qassi Xoossai Kiristtoosassi huuphe gidiyoogaa intte erana mala koyais."
    },
    {
        "English Sentences": "For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.",
        "Wolaitta Sentences": "Xoossaa woossiiddi, woi hananabaa yootiiddi, ba huuphiyaa qachchiya attumaasai ubbai Kiristtoosa toochchees."
    },
    {
        "English Sentences": "For the man is not of the woman; but the woman of the man.",
        "Wolaitta Sentences": "Qassi Xoossaa woossaidda woi hananabaa yootaidda, ba huuphiyaa qachchenna maccaara ba azinaa toochchausu; aissi giikko, a ba huuphiyaa meedettaichchidaariira issi mala."
    },
    {
        "English Sentences": "Neither was the man created for the woman; but the woman for the man.",
        "Wolaitta Sentences": "Maccaara ba huuphiyaa qachchana xayikko, qanxxissu. SHin iyyo i huuphiyaa qanxxissanaagee woi meedissanaagee pokkikko, ba huuphiyaa qachchu."
    },
    {
        "English Sentences": "For this cause ought the woman to have power on her head because of the angels.",
        "Wolaitta Sentences": "Attumaasai Xoossaa leemisonne bonchcho gidiyo gishshau, ba huuphiyaa qachchanau bessenna; shin maccaara attumaagaassi bonchcho."
    },
    {
        "English Sentences": "Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.",
        "Wolaitta Sentences": "Aissi giikko, maccaara attumaagaappe merettaasuppe attin, attumaagee maccaarippe merettibeenna."
    },
    {
        "English Sentences": "For as the woman is of the man, even so is the man also by the woman; but all things of God.",
        "Wolaitta Sentences": "Aissi giikko, maccaara attumaagaa gishshau merettaasuppe attin, attumaagee maccaari gishshau merettibeenna."
    },
    {
        "English Sentences": "Judge in yourselves: is it comely that a woman pray unto God uncovered?",
        "Wolaitta Sentences": "Hegaa gishshau, maccaara ba azinaa alaafetettaappe garssaara de7iyoogaa erissiya malaatai kiitanchchatu gishshau, i huuphiyan de7anau bessees."
    },
    {
        "English Sentences": "Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?",
        "Wolaitta Sentences": "SHin Godaa qofan maccaara attumaagee bainnan de7ukku; attumaageekka maccaara bainnan de7enna."
    },
    {
        "English Sentences": "But if a woman have long hair, it is a glory to her: for her hair is given her for a covering.",
        "Wolaitta Sentences": "Aissi giikko, maccaara attumaagaappe merettidoogaadan, hegaadan qassi attumaageekka maccaarippe yelettiis. Qassi ubbabaikka Xoossaappe yees."
    },
    {
        "English Sentences": "But if any man seem to be contentious, we have no such custom, neither the churches of God.",
        "Wolaitta Sentences": "Intte intte huuphen pirddite. Maccaara ba huuphiyaa qacennan Xoossaa woossanau bessii?"
    },
    {
        "English Sentences": "Now in this that I declare unto you I praise you not, that ye come together not for the better, but for the worse.",
        "Wolaitta Sentences": "Attumaagee ba huuphiyaa dichchikko, ayyo pokko."
    },
    {
        "English Sentences": "For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.",
        "Wolaitta Sentences": "SHin maccaara ba huuphiyaa dichchikko, iyyo bonchcho gidiyoogaa harai atto, meretaikkonne inttena tamaarissennee? Aissi giikko, maccaari huuphee o kammanau iyyo imettiis."
    },
    {
        "English Sentences": "For there must be also heresies among you, that they which are approved may be made manifest among you.",
        "Wolaitta Sentences": "SHin ooninne ha yohuwan palamettana koyikko, nuussi gidin woikko Xoossaa woosa keettatussi gidinkka, hagaappe hara meezee baawa."
    },
    {
        "English Sentences": "When ye come together therefore into one place, this is not to eat the Lord's supper.",
        "Wolaitta Sentences": "SHin intte shiiqiyoogee iitabaassappe attin, lo77obaassa gidenna gishshau, taani ha azazuwaa immaidda inttena galatikke."
    },
    {
        "English Sentences": "For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.",
        "Wolaitta Sentences": "Aissi giikko, ubbabaikka de7o. SHin intte woosa keettan shiiqiyo wode, intte giddon phalqqettai de7iyoogaa taani siyais. Qassi hegee issi baggaara tuma gidiyoogaa ammanais."
    },
    {
        "English Sentences": "What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.",
        "Wolaitta Sentences": "Aissi giikko, intte matan ammanettidaageeti beettana mala, intte giddonkka qassi shaahoi de7anau bessees."
    },
    {
        "English Sentences": "For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:",
        "Wolaitta Sentences": "Hegaa gishshau, intte issippe shiiqiyo wode, intte shiiqoi Godaa kahuwaa maanaassa gidenna."
    },
    {
        "English Sentences": "And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.",
        "Wolaitta Sentences": "Aissi giikko, intte qumaa miyo wode, ubbai huuphiyan huuphiyan baagaa baagaa miyo gishshau, issoi namisettees; issoi qassi mattottees."
    },
    {
        "English Sentences": "After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.",
        "Wolaitta Sentences": "Maanaunne uyanau intteyyo keetti baawee? Woikko Xoossaa woosa keettaa kareetii? Qassi aibinne bainnaageeta yeellayeetii? Taani inttena woigoo? Ha yohuwan taani inttena galatoo? Galatikke."
    },
    {
        "English Sentences": "For as often as ye eat this bread, and drink this cup, ye do shew the Lord's death till he come.",
        "Wolaitta Sentences": "Aissi giikko, taani qassi intteyyo immido timirttiyaa Godaappe ekkaas. Godai Yesuusi eti a aattidi immido qammi oittaa ekkidi,"
    },
    {
        "English Sentences": "Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.",
        "Wolaitta Sentences": "Xoossaa galatiis; oittaa menttidi, \"Heite. Miite. Hagee intteyyo meqqida ta ashuwaa. Hagan tana hassayite\" yaagiis."
    },
    {
        "English Sentences": "But let a man examine himself, and so let him eat of that bread, and drink of that cup.",
        "Wolaitta Sentences": "Hegaadankka, kahuwaa mi simmin, burccukkuwaa qassi ekkidi, \"Hagee burccukkoi ta suuttan maacettida ooratta maachchaa. Intte appe uyido wode ubban hegan tana hassayite\" yaagiis."
    },
    {
        "English Sentences": "For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord's body.",
        "Wolaitta Sentences": "Aissi giikko, intte ha oittaa miido wode ubbaaninne ha burccukkuwaappe uyido wode ubban Godai yaana gakkanaassikka, a haiquwaa yooteeta."
    },
    {
        "English Sentences": "For this cause many are weak and sickly among you, and many sleep.",
        "Wolaitta Sentences": "Hegaa gishshau, bessenna ogiyan Godaa oittaa miyaagee, woikko Godaa burccukkuwaappe uyiyaagee ooninne a ashuwaanne a suuttaa acotees."
    },
    {
        "English Sentences": "For if we would judge ourselves, we should not be judged.",
        "Wolaitta Sentences": "SHin asi ba huuphiyaa qoro. Yaatidi oittaa mo. Burccukkuwaappekka uyo."
    },
    {
        "English Sentences": "But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.",
        "Wolaitta Sentences": "Aissi giikko, Godaa ashuwaa shaakkidi erennan oittaa miyaageenne burccukkuwaappekka uyiyaagee ba huuphiyaassi pirddaa meesinne uyees."
    },
    {
        "English Sentences": "Wherefore, my brethren, when ye come together to eat, tarry one for another.",
        "Wolaitta Sentences": "Hegaa gishshau, intte giddon daroti daafuranchchanne hargganchcha; qassi intte giddoppe unddennidaageeti haiqqidosona."
    },
    {
        "English Sentences": "And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.",
        "Wolaitta Sentences": "SHin nuuni nu huuphiyaa tumu qoridaakko, Xoossai nuna pirddenna."
    },
    {
        "English Sentences": "Now concerning spiritual gifts, brethren, I would not have you ignorant.",
        "Wolaitta Sentences": "Nuuni pirddettiyo wode, ha sa7aara issippe pirddettenna mala, Godai nuna seerees."
    },
    {
        "English Sentences": "Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishatoo, Godaa qumaa maanau intte shiiqiyo wode, issoi issuwaa gatti ekkite."
    },
    {
        "English Sentences": "Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.",
        "Wolaitta Sentences": "Ooninne namisettidabaa gidikko, issippe shiiqiyo wode Xoossaa pirddan intte gelenna mala, ba sooni mo. Attidabaa taani yaa baada giigissana."
    },
    {
        "English Sentences": "Now there are diversities of gifts, but the same Spirit.",
        "Wolaitta Sentences": "Ta ishatoo, Geeshsha Ayyaanaa imuwaabaa intte eranau koyais."
    },
    {
        "English Sentences": "And there are differences of administrations, but the same Lord.",
        "Wolaitta Sentences": "Intte Xoossaa ammanenna wode, ubba wode kaalliyoogaadankka, haasayenna eeqatukko intte biidoogaa ereeta."
    },
    {
        "English Sentences": "And there are diversities of operations, but it is the same God which worketh all in all.",
        "Wolaitta Sentences": "Hegaa gishshau, Xoossaa Ayyaanai kaalettiyo asi ooninne, \"Yesuusi qanggetto\" yaagidi haasayennaagaanne qassi Geeshsha Ayyaanai kaalettikkoppe attin, harai atto issi asinne, \"Yesuusi Goda\" gaanau danddayennaagaa taani inttena erissais."
    },
    {
        "English Sentences": "But the manifestation of the Spirit is given to every man to profit withal.",
        "Wolaitta Sentences": "Ayyaanaa imoi dumma dumma; shin immiya Ayyaanai issuwaa."
    },
    {
        "English Sentences": "For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;",
        "Wolaitta Sentences": "Qassi oottiyo oosoi dumma dumma; shin Godai issuwaa."
    },
    {
        "English Sentences": "To another faith by the same Spirit; to another the gifts of healing by the same Spirit;",
        "Wolaitta Sentences": "Oosuwaa oottanau dumma dumma ogee de7ishin, he oottiyo oge ubbaa asa ubbau qonccissiya Xoossai issuwaa."
    },
    {
        "English Sentences": "To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:",
        "Wolaitta Sentences": "SHin asa ubbaa maaddanau, Geeshsha Ayyaanaa qonccissiyo wolqqai ubbaayyo huuphiyan huuphiyan imettiis."
    },
    {
        "English Sentences": "But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.",
        "Wolaitta Sentences": "Aissi giikko, Geeshsha Ayyaanai issuwaassi aadhdhida eratettaa haasayaa immees; qassi issuwaassi eratettaa haasayaa immees."
    },
    {
        "English Sentences": "For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.",
        "Wolaitta Sentences": "He Geeshsha Ayyaanai issuwaassi ammanuwaa immidi, hinkkuwaassi hargganchchaa pattiyo wolqqaa immees."
    },
    {
        "English Sentences": "For by one Spirit are we all baptized into one body, whether we be Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.",
        "Wolaitta Sentences": "Geeshsha Ayyaanai issuwaassi Xoossai oottiyo malaataa oottiyo wolqqaa immidi, issuwaassi hananabaa yootiyo wolqqaa immees. Issuwaassi ayyaanatu gidduwan de7iya dummatettaa eriyo wolqqaa immidi, issuwaassi dumma dumma qaalan haasayiyo wolqqaa immees. Qassi issuwaassi dumma dumma qaalan haasayidoogaa birshshiyo wolqqaa immees"
    },
    {
        "English Sentences": "For the body is not one member, but many.",
        "Wolaitta Sentences": "SHin ha ubbabaa oottiyaagee he issi Geeshsha Ayyaanaa. Asa ubbaassi i ba koyiyoogaadan, dumma dumma imuwaa shaakki shaakkidi immees."
    },
    {
        "English Sentences": "If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?",
        "Wolaitta Sentences": "Kiristtoosi daro qommoti de7iyo issi bolla mala. Bollai daro qommotuppe merettidabaa gidikkokka, issi bolla."
    },
    {
        "English Sentences": "And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?",
        "Wolaitta Sentences": "Aissi giikko, nuuni Aihuda asa gidikkonne woi Giriike asa gidikko, woi aille gidikkonne woi goqa gidikko, ubbai issi Geeshsha Ayyaanan issi bolla gidanau xammaqettida. Qassi nuuni ubbaikka issi Geeshsha Ayyaanaa uyida."
    },
    {
        "English Sentences": "If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?",
        "Wolaitta Sentences": "Aissi giikko, bollaassi qommoi daro gidiyoogaappe attin, issuwaa gidenna."
    },
    {
        "English Sentences": "But now hath God set the members every one of them in the body, as it hath pleased him.",
        "Wolaitta Sentences": "Tohoi, \"Taani kushe gidenna gishshau, bollaa qommo gidikke\" giikko, i hegaa giyoogee bollaa qommo gidiyoogaa digganee?"
    },
    {
        "English Sentences": "And if they were all one member, where were the body?",
        "Wolaitta Sentences": "Haittaikka, \"Taani aife gidenna gishshau, bollaa qommo gidikke\" giikko, i hegaa giyoogee bollaa qommo gidiyoogaa digganee?"
    },
    {
        "English Sentences": "But now are they many members, yet but one body.",
        "Wolaitta Sentences": "Bolla ubbai aife xalaala gidiyaakko, waatidi siyanau danddayii? Qassi bolla ubbai haitta xalaala gidiyaakko, waatidi singganau danddayii?"
    },
    {
        "English Sentences": "And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.",
        "Wolaitta Sentences": "SHin Xoossai ba koyidoogaadan, bollaa qommota issuwaa issuwaa bollan wottiis."
    },
    {
        "English Sentences": "Nay, much more those members of the body, which seem to be more feeble, are necessary:",
        "Wolaitta Sentences": "Ubbai issi qommo gidiyaakko, bollai awan de7anee?"
    },
    {
        "English Sentences": "And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.",
        "Wolaitta Sentences": "SHin qommoti daro gidikkokka, bollai issuwaa."
    },
    {
        "English Sentences": "For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:",
        "Wolaitta Sentences": "Aifee kushiyaa, \"Neeni tana koshshakka\" gaanau danddayenna. Woikko qassi huuphee tohota, \"Intte tana koshshekketa\" gaanau danddayenna."
    },
    {
        "English Sentences": "That there should be no schism in the body; but that the members should have the same care one for another.",
        "Wolaitta Sentences": "SHin laafa milatiya bollaa qommoti daro koshshiyaageeta."
    },
    {
        "English Sentences": "And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.",
        "Wolaitta Sentences": "Bollaa qommotuppe bonchchettennabaa nuussi milatiyaageeta nuuni daro bonchcheettees. Qassi nuna yeellayiya bollaa qommotakka keehi bonchcheettees."
    },
    {
        "English Sentences": "Now ye are the body of Christ, and members in particular.",
        "Wolaitta Sentences": "Nu bollaappe lo77iya baggaa bonchchoi koshshenna; shin bonchchoi pacciyo bollaa qommotussi aadhdhiya bonchchuwaa immanau, Xoossai bollaa issippe gattiis."
    },
    {
        "English Sentences": "And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.",
        "Wolaitta Sentences": "Bollaa qommoti issoi issuwaassi issi mala qofaa qoppanaappe attin, bollan dummatetti de7anau bessenna."
    },
    {
        "English Sentences": "Are all apostles? are all prophets? are all teachers? are all workers of miracles?",
        "Wolaitta Sentences": "Bollaa qommotuppe issoi seelettikko, bollaa qommoti ubbaikka aara seelettoosona; bollaa qommotuppe issoi bonchchettikko, bollaa qommoti ubbai aarakka ufaittoosona."
    },
    {
        "English Sentences": "Have all the gifts of healing? do all speak with tongues? do all interpret?",
        "Wolaitta Sentences": "Intte ubbai Kiristtoosa bolla; qassi huuphiyan huuphiyan intte ubbaikka a bollaa qommota."
    },
    {
        "English Sentences": "But covet earnestly the best gifts: and yet shew I unto you a more excellent way.",
        "Wolaitta Sentences": "Xoossai woosa keettan issi issi asata, koiruwan Yesuusi kiittidoogeeta, naa77anttuwan hananabaa yootiyaageeta, heezzanttuwan tamaarissiyaageeta, hegaappe guyyiyan, Xoossai oottiyo malaataa oottiyaageeta, hegaappe guyyiyan, pattiyo wolqqai de7iyoogeeta, maaddiyaageeta, woosa keettaa aissiyaageetanne dumma dumma qaalan haasayiyaageeta oottiis."
    },
    {
        "English Sentences": "Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.",
        "Wolaitta Sentences": "Ubbati Yesuusi kiittidoogeetee? Ubbati hananabaa yootiyaageetee? Ubbati tamaarissiyaageetee? Ubbati Xoossai oottiyo malaataa oottiyoonaa?"
    },
    {
        "English Sentences": "And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.",
        "Wolaitta Sentences": "Ubbaassi pattiyo wolqqai de7ii? Ubbati dumma dumma qaalan haasayiyoonaa? Qassi dumma dumma qaalan haasayidobaa ubbati birshshiyoonaa?"
    },
    {
        "English Sentences": "And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.",
        "Wolaitta Sentences": "SHin ubbaappe aadhdhiya imuwaa minttidi koyite. Qassi ubbaappe keehi aadhdhiya ogiyaa taani inttena bessana."
    },
    {
        "English Sentences": "Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,",
        "Wolaitta Sentences": "Taani asa qaalaaninne kiitanchcha qaalan haasayikkokka taassi siiqoi xayikko, ta haasayai kilddi giya daala mala; woikko chachachi giya shappo mala."
    },
    {
        "English Sentences": "Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;",
        "Wolaitta Sentences": "Hananabaa yootiyo imoi taassi de7iyaakkokka, taani geema yoho ubbaanne eratetta ubbaa eriyaakkokka, qassi deriyaa harasaa efiyo ammanoi taassi de7iyaakkokka, siiqoi xayikko, taani aibanne gidikke."
    },
    {
        "English Sentences": "Rejoiceth not in iniquity, but rejoiceth in the truth;",
        "Wolaitta Sentences": "Taassi de7iyaabaa ubbaa hiyyeesata mizanau immiyaakkokka harai atto, ta bollaa taman xuugganau aatta immiyaakkokka siiqoi xayikko, tana ainne go77enna."
    },
    {
        "English Sentences": "Beareth all things, believeth all things, hopeth all things, endureth all things.",
        "Wolaitta Sentences": "Siiqoi danddayanchcha. Siiqoi kehees. Siiqoi qanaatenna. Ceeqettenna; qassi otorettenna."
    },
    {
        "English Sentences": "Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.",
        "Wolaitta Sentences": "Siiqoi baassi bessennabaanne oottenna. Uuzettenna. Yiillotenna. Siiqoi naaqettidobaakka paidenna."
    },
    {
        "English Sentences": "For we know in part, and we prophesy in part.",
        "Wolaitta Sentences": "Siiqoi tumatettan ufaittiyoogaappe attin, wordduwan ufaittenna."
    },
    {
        "English Sentences": "But when that which is perfect is come, then that which is in part shall be done away.",
        "Wolaitta Sentences": "Siiqoi ubbabaa danddayees. Ubbabaikka hanana giidi, ufaissan naagees. Ubbabaa genccees."
    },
    {
        "English Sentences": "When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.",
        "Wolaitta Sentences": "Siiqoi mulekka xayenna. SHin hananabaa yootiyoogeekka xayana. Dumma dumma qaalan haasayiyoogeekka attana. Eratettaikka xayana."
    },
    {
        "English Sentences": "For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.",
        "Wolaitta Sentences": "Aissi giikko, nuuni eratettaappe baggaa ereettees; hananabaa yootiyoogaappekka baggaa yooteettees."
    },
    {
        "English Sentences": "And now abideth faith, hope, charity, these three; but the greatest of these is charity.",
        "Wolaitta Sentences": "SHin kumettai yiyo wode, baggai xayana."
    },
    {
        "English Sentences": "Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.",
        "Wolaitta Sentences": "Taani naatettan de7iyo wode, na7adan haasayais. Na7adan qoppais. Qassi na7adankka akeekais. Wodalla gidido wode, naatetta hanuwaa xaissaas."
    },
    {
        "English Sentences": "For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.",
        "Wolaitta Sentences": "Nuuni ha77i be7iyoogee heregan be7iyo lem77i lem77iya mera mala; shin he wode nuuni nu aifiyan qoncciyan be7ana. Ha77i taani eratettaappe baggaa erais; shin Xoossai tana wurssidi eriyoogaadan, he wode taanikka wurssa erana."
    },
    {
        "English Sentences": "But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.",
        "Wolaitta Sentences": "SHin hegaa gidikko, ammanoi, hanana giidi ufaissan naagiyoogeenne siiqoi, hageeti heezzai minnidi de7oosona. De7inkka hageetuppe aadhdhiyaagee siiquwaa."
    },
    {
        "English Sentences": "He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.",
        "Wolaitta Sentences": "Siiquwaa kaallite. Ayyaanaa imuwaakka minttidi koyite. SHin ubbaappe aattidi, hananabaa yootiyoogaakka koyite."
    },
    {
        "English Sentences": "I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.",
        "Wolaitta Sentences": "Aissi giikko, dumma dumma qaalan haasayiya urai Xoossaassi haasayeesippe attin, asassi haasayenna. Aissi giikko, i haasayiyoogaa ooninne akeekenna. SHin asassi qonccibeenna yohuwaa Ayyaanaa wolqqan haasayees."
    },
    {
        "English Sentences": "Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?",
        "Wolaitta Sentences": "SHin hananabaa yootiyaagee asa maaddanau, zoranaunne minttettanau asassi haasayees."
    },
    {
        "English Sentences": "And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?",
        "Wolaitta Sentences": "Dumma dumma qaalan haasayiya urai bana maaddees. SHin hananabaa yootiyaagee woosa keettaa maaddees."
    },
    {
        "English Sentences": "For if the trumpet give an uncertain sound, who shall prepare himself to the battle?",
        "Wolaitta Sentences": "Intte ubbai dumma dumma qaalan haasayanaagaa taani dosais. SHin hananabaa yootanaagaa hegaappe aattada dosais. Aissi giikko, dumma dumma qaalan haasayiyaagee he haasayidoogaa woosa keettaa maaddanau birshshiya asi xayikko, dumma dumma qaalan haasayiyaagaappe hananabaa yootiyaagee aadhdhees."
    },
    {
        "English Sentences": "So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.",
        "Wolaitta Sentences": "SHin ta ishatoo, ha77i taani inttekko baada, dumma dumma qaalan haasayaidda, ajjuutan woi eratettan woi hananabaa yootiyoogan woi tamaarissiyoogan inttessi yootana xayikko, taani inttena ai go77iyaanaa?"
    },
    {
        "English Sentences": "There are, it may be, so many kinds of voices in the world, and none of them is without signification.",
        "Wolaitta Sentences": "Harai atto, shemppoi bainnabai pulaale gidin woikko diitta gidin giiriiddi, ba giirettaa dummatettaa erissana xayikko, pulaale punniyaakkonne, woi diitta diixxiyaakko, asi waatidi eranee?"
    },
    {
        "English Sentences": "Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.",
        "Wolaitta Sentences": "Qassi malkkataa waasoi geeyidi erettana xayikko, olaassi oonee giigettanai?"
    },
    {
        "English Sentences": "Even so ye, forasmuch as ye are zealous of spiritual gifts, seek that ye may excel to the edifying of the church.",
        "Wolaitta Sentences": "Hegaadankka, qassi dumma dumma qaalan intte haasayiyoogee qoncce gidennan xayikko, intte haasayiyoogaa asi waatidi akeekanee? Aissi giikko, carkkuwaassi intte haasayeeta."
    },
    {
        "English Sentences": "Wherefore let him that speaketh in an unknown tongue pray that he may interpret.",
        "Wolaitta Sentences": "Ha sa7an daro qaalai de7ennan aggenna; qassi birshshetti bainna qaali issoinne baawa."
    },
    {
        "English Sentences": "For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.",
        "Wolaitta Sentences": "SHin issi asi haasayiyo qaalaa taani erana xayikko, he haasayiyaagee taassi imatta gidees; taanikka assi imatta gidais."
    },
    {
        "English Sentences": "What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.",
        "Wolaitta Sentences": "Hegaadankka, qassi Geeshsha Ayyaanaa imuwaa intte ekkanau minttidi koyiyaageeta gidiyo gishshau, woosa keettaa dichchanau maaddiyaabaa ubbabaappe aattidi koyite."
    },
    {
        "English Sentences": "Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?",
        "Wolaitta Sentences": "Hegaa gishshau, dumma dumma qaalan haasayiyaagee ba haasayidobaa birshshanau danddayana mala, Xoossaa woosso."
    },
    {
        "English Sentences": "For thou verily givest thanks well, but the other is not edified.",
        "Wolaitta Sentences": "Aissi giikko, taani dumma dumma qaalan Xoossaa woossikko, ta ayyaanaikka woossees; shin ta wozanaa qofai ainne go7ettenna."
    },
    {
        "English Sentences": "I thank my God, I speak with tongues more than ye all:",
        "Wolaitta Sentences": "Yaatin, taani waatoo? Taani ta ayyaanan Xoossaa woossana; qassi ta qofankka Xoossaa woossana. Ta ayyaanan yexxana; qassi ta qofankka yexxana."
    },
    {
        "English Sentences": "Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.",
        "Wolaitta Sentences": "Hegaa gidana xayikko, neeni ne ayyaanaa xalaalan Xoossaa galatiyaabaa gidikko, he sohuwan neeni giyoogaa erenna asi neeni Xoossaa galatiyoogaa erennan, neeni galatidoogan woigidi, \"Amin77i\" gaanee?"
    },
    {
        "English Sentences": "Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.",
        "Wolaitta Sentences": "Neeni Xoossaa lo77o galataasa; shin hegee hinkko bitaniyaa maaddenna."
    },
    {
        "English Sentences": "In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the LORD.",
        "Wolaitta Sentences": "Taani dumma dumma qaalan intte ubbaappe aattada haasayiyo gishshau, Xoossaa galatais."
    },
    {
        "English Sentences": "Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.",
        "Wolaitta Sentences": "SHin taani woosa keettan harata tamaarissanau dumma dumma qaalan tammu sha7u qaalata haasayiyoogaappe ichchashu qaalata ta wozanaa qofan haasayanau dosais."
    },
    {
        "English Sentences": "If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?",
        "Wolaitta Sentences": "Ta ishatoo, intte iita yohuwan yiira mala gidanaappe attin, qofan na7a mala gidoppite; intte wozanaa qofan wozannaamata gidite."
    },
    {
        "English Sentences": "But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:",
        "Wolaitta Sentences": "Xoossaa maxaafan, \"Godai, Taani ha asaassi, dumma dumma qaalan haasayiya asaaninne imattatu doonaan haasayana. SHin hegaa gidikkokka, taani giyoobaa eti siyokkona yaagees\" geetettidi xaafettiis."
    },
    {
        "English Sentences": "And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.",
        "Wolaitta Sentences": "Simmi dumma dumma qaalan haasayiyoogee ammanennaageetussi malaata gidiyoogaappe attin, ammaniyaageetussi malaata gidenna. Qassi hananabaa yootiyoogee ammaniyaageetussi malaata gidiyoogaappe attin, ammanennaageetussi malaata gidenna."
    },
    {
        "English Sentences": "How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.",
        "Wolaitta Sentences": "Hegaa gishshau, woosa keettaa asai ubbai issippe shiiqidi, qassi ubbaikka dumma dumma qaalan haasayikko, tamaaribeenna asai woi ammanenna asai gelidi, inttena ubbaa, \"Gooyeeta\" geenneeyye?"
    },
    {
        "English Sentences": "If any man speak in an unknown tongue, let it be by two, or at the most by three, and that by course; and let one interpret.",
        "Wolaitta Sentences": "SHin tamaaribeenna asi woi ammanenna asi woosa keettaa geliyo wode, asai ubbai hananabaa yootikko, i ba siyoban ba nagaraa akeekana. Qassi he siyidobaa ubbankka i pirddettana."
    },
    {
        "English Sentences": "But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.",
        "Wolaitta Sentences": "A wozanaa geema qofaikka qonccana. Hegaadankka qassi, \"Xoossai tumu intte giddon de7ees\" yaagidi markkattiiddi, gufannidi Xoossaassi goinnana."
    },
    {
        "English Sentences": "Let the prophets speak two or three, and let the other judge.",
        "Wolaitta Sentences": "Simmi ta ishatoo, aibee? Intte issippe shiiqiyo wode, huuphiyan huuphiyan, issuwaassi mazamuree de7ees; issuwaassi tamaarissiyoogee de7ees; issuwaassi ajjuutai de7ees; qassi issuwaassi dumma dumma qaalan haasayiyoogee de7ees; issuwaassi birshshiyoogee de7ees. Ubbaikka woosa keetta maaddiyaabaa gidanau bessees."
    },
    {
        "English Sentences": "If any thing be revealed to another that sitteth by, let the first hold his peace.",
        "Wolaitta Sentences": "Ooninne dumma dumma qaalan haasayikko, naa77u gididi, woi darikko heezzu gididi, kayan kayan haasayanau bessees. Qassi hara issoi eti haasayidoogaa birshsho."
    },
    {
        "English Sentences": "For ye may all prophesy one by one, that all may learn, and all may be comforted.",
        "Wolaitta Sentences": "SHin birshshiya asi xayikko, dumma dumma qaalan haasayiyaagee woosa keettan sirphphi go. Ba huuphessinne Xoossaassi haasayo."
    },
    {
        "English Sentences": "And the spirits of the prophets are subject to the prophets.",
        "Wolaitta Sentences": "Hananabaa yootiyaageetikka naa77u gididi woi heezzu gididi haasayona. Qassi harati eti giyoobaa pirddona."
    },
    {
        "English Sentences": "For God is not the author of confusion, but of peace, as in all churches of the saints.",
        "Wolaitta Sentences": "SHin Xoossai he sohuwan uttida haraassi issibaa qonccissikko, kase haasayiyaagee sirphphi go."
    },
    {
        "English Sentences": "Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.",
        "Wolaitta Sentences": "Aissi giikko, ubbai tamaarana malanne ubbai minnana mala, kayan kayan hananabaa yootanau danddayeeta."
    },
    {
        "English Sentences": "And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.",
        "Wolaitta Sentences": "Hananabaa yootiyaageetu imoi hananabaa yootiyaageetussi azazettees."
    },
    {
        "English Sentences": "What? came the word of God out from you? or came it unto you only?",
        "Wolaitta Sentences": "Aissi giikko, Xoossai sarotettaa Xoossaappe attin, wocamaa Xoossaa gidenna. Geeshshatu woosa keetta ubbatuugaadan,"
    },
    {
        "English Sentences": "If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.",
        "Wolaitta Sentences": "maccaasai woosa keettan sirphphi go. Aissi giikko, Aihudatu higgee giyoogaadankka eti haarettanaappe attin, woosa keettan haasayanau etau maati baawa."
    },
    {
        "English Sentences": "But if any man be ignorant, let him be ignorant.",
        "Wolaitta Sentences": "Maccaasai woosa keettan haasayiyoogee pokko gidiyo gishshau, aibakko eranau koyikkonne sooni bantta azinata oichchona."
    },
    {
        "English Sentences": "Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.",
        "Wolaitta Sentences": "Xoossaa qaalaa koiro intte ehiidetii? Woikko intte xalaalaakko yiidee?"
    },
    {
        "English Sentences": "Let all things be done decently and in order.",
        "Wolaitta Sentences": "Ooninne bana hananabaa yootiyaagaa woi Ayyaanai de7iyo asa yaagidi qoppikko, taani intteyyo xaafiyoogee Godaa azazuwaa gidiyoogaa akeeko."
    },
    {
        "English Sentences": "Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;",
        "Wolaitta Sentences": "SHin ooninne akeekana xayikko, akeekoppo, aggi bayo."
    },
    {
        "English Sentences": "By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.",
        "Wolaitta Sentences": "Hegaa gishshau, ta ishatoo, hananabaa yootanau minttidi amottite. Qassi dumma dumma qaalan haasayiyoogaakka diggoppite."
    },
    {
        "English Sentences": "For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;",
        "Wolaitta Sentences": "SHin ubbabaikka wogaaninne maaran hano."
    },
    {
        "English Sentences": "And that he was buried, and that he rose again the third day according to the scriptures:",
        "Wolaitta Sentences": "Ta ishatoo, taani intteyyo yootido wonggeliyaa intte ekkidoogaanne qassi intte ammanoi aani eqqidoogaa inttena hassayissais."
    },
    {
        "English Sentences": "And that he was seen of Cephas, then of the twelve:",
        "Wolaitta Sentences": "Intte ammanoi hada gidana xayikko, qassi taani intteyyo yootido qaalaa mintti oiqqikko, intte he wonggeliyan attideta."
    },
    {
        "English Sentences": "After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.",
        "Wolaitta Sentences": "Aissi giikko, taani qassi ekkidoogaa ubbabaappe aadhdhidi koshshiyaagaa kasetada inttessi immaas. Hegee aibee giikko, Xoossaa maxaafai giyoogaadan, Kiristtoosi nu nagaraa gishshau haiqqiis."
    },
    {
        "English Sentences": "After that, he was seen of James; then of all the apostles.",
        "Wolaitta Sentences": "Haiqqidi moogettiis. Xoossaa maxaafai giyoogaadankka, heezzantto gallassi haiquwaappe denddiis."
    },
    {
        "English Sentences": "And last of all he was seen of me also, as of one born out of due time.",
        "Wolaitta Sentences": "Denddidi, PHeexiroosassi qoncciis. Hegaappe guyyiyan, ba kiittido tammanne naa77atussi qoncciis."
    },
    {
        "English Sentences": "For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, ichchashu xeetaappe dariya ishatussi issitoo qoncciis. Etappe dariya baggai hanno gakkanaassikka paxa de7ees; shin amaridaageeti haiqqidosona."
    },
    {
        "English Sentences": "But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yaaqoobassi qoncciis; guyyeppe ba kiittido ubbatussi qoncciis."
    },
    {
        "English Sentences": "Therefore whether it were I or they, so we preach, and so ye believed.",
        "Wolaitta Sentences": "Qassi ubbaappe wurssettan, wodee gakkennan yelettida taassikka qoncciis."
    },
    {
        "English Sentences": "Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?",
        "Wolaitta Sentences": "Aissi giikko, Yesuusi kiittido ubbaappe taani laafa; taani Xoossaa woosa keettaa waissido gishshau, Yesuusi kiittidoogaa geetettada xeesettanaukka bessikke."
    },
    {
        "English Sentences": "But if there be no resurrection of the dead, then is Christ not risen:",
        "Wolaitta Sentences": "SHin Xoossaa aaro kehatettan taani tanakka. Qassi taassi i immido aaro kehatettai hada gidibeenna; shin taani eta ubbaappe aattada oottaas. SHin tanaara de7iya Xoossaa aaro kehatettai oottiisippe attin, tana gidikke."
    },
    {
        "English Sentences": "And if Christ be not risen, then is our preaching vain, and your faith is also vain.",
        "Wolaitta Sentences": "Simmi tana gidikkokka, woikko eta gidikkokka, nuuni ubbai yootiyoogee hagaa; inttekka hagaa ammanideta."
    },
    {
        "English Sentences": "Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.",
        "Wolaitta Sentences": "Kiristtoosi haiquwaappe denddidoogaa yootiyoobaa gidikko, intteppe issi issi asati yaatin woigidi, \"Haiqqidabai haiquwaappe denddenna\" yaagiyoonaa?"
    },
    {
        "English Sentences": "For if the dead rise not, then is not Christ raised:",
        "Wolaitta Sentences": "Haiqqida urai haiquwaappe denddibeennabaa gidikko, yaatin hekko Kiristtoosikka haiquwaappe denddibeenna giyoogaa."
    },
    {
        "English Sentences": "And if Christ be not raised, your faith is vain; ye are yet in your sins.",
        "Wolaitta Sentences": "Kiristtoosi haiquwaappe denddibeennabaa gidikko, yaatin nuuni yootiyoogeekka mela; qassi intte ammanoikka mela."
    },
    {
        "English Sentences": "Then they also which are fallen asleep in Christ are perished.",
        "Wolaitta Sentences": "Qassi nuuni, \"Kiristtoosa haiquwaappe denttiis\" yaagidi Xoossaa bolli markkattido gishshau, a worddo markkata gididi beettida. SHin haiqqidaageeta haiquwaappe i denttibeennabaa gidikko, Kiristtoosakka denttibeenna."
    },
    {
        "English Sentences": "If in this life only we have hope in Christ, we are of all men most miserable.",
        "Wolaitta Sentences": "Aissi giikko, haiqqidaageeti haiquwaappe denddennabaa gidikko, simmi Kiristtoosikka denddibeenna."
    },
    {
        "English Sentences": "But now is Christ risen from the dead, and become the firstfruits of them that slept.",
        "Wolaitta Sentences": "Kiristtoosi haiquwaappe denddibeennabaa gidikko, intte ammanoikka mela; qassi intte hanno gakkanaassikka nagaraara de7eeta."
    },
    {
        "English Sentences": "For since by man came death, by man came also the resurrection of the dead.",
        "Wolaitta Sentences": "Simmi Kiristtoosa ammanidi haiqqidaageetikka qassi xayidosona giyoogaa."
    },
    {
        "English Sentences": "For as in Adam all die, even so in Christ shall all be made alive.",
        "Wolaitta Sentences": "Nuuni ha de7uwaa xalaalaassi Kiristtoosa yainnidabaa gidikko, ha sa7an de7iya asa ubbaappekka nubai pala."
    },
    {
        "English Sentences": "But every man in his own order: Christ the firstfruits; afterward they that are Christ's at his coming.",
        "Wolaitta Sentences": "SHin Kiristtoosi haiqqidaageetu dendduwaassi baira gididi, haiquwaappe denddidoogee tuma."
    },
    {
        "English Sentences": "Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.",
        "Wolaitta Sentences": "Aissi giikko, haiqoi issi asa baggaara ha sa7aa yiidoogaadan, haiqqidaageetu denddoikka qassi issi asa baggaara yiis."
    },
    {
        "English Sentences": "For he must reign, till he hath put all enemies under his feet.",
        "Wolaitta Sentences": "Aissi giikko, asai ubbai Addaameera dabbotido gishshau haiqqidoogaadan, Kiristtoosaara dabbotido gishshau, ubbai de7uwaassi denddana."
    },
    {
        "English Sentences": "The last enemy that shall be destroyed is death.",
        "Wolaitta Sentences": "SHin ubbaikka ba kayan kayan denddana. Kiristtoosi ubbaappe kasetidi denddiis; hegaappe guyyiyan, Kiristtoosaageeti Kiristtoosi yiyo wode denddana."
    },
    {
        "English Sentences": "For he hath put all things under his feet. But when he saith all things are put under him, it is manifest that he is excepted, which did put all things under him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Kiristtoosi halaqatetta ubbaa, godatetta ubbaanne wolqqaanne xaissidi, Xoossaassi ba Aawaassi kawotettaa immiyo wode, wodiyaa wurssettai yaana."
    },
    {
        "English Sentences": "And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.",
        "Wolaitta Sentences": "Aissi giikko, Xoossai a morkketa ubbaa a tohuwaappe garssaara wottana gakkanaassi, Kiristtoosi haaranau bessees."
    },
    {
        "English Sentences": "Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?",
        "Wolaitta Sentences": "Ubbaappe wurssettan xayana morkkee haiquwaa."
    },
    {
        "English Sentences": "And why stand we in jeopardy every hour?",
        "Wolaitta Sentences": "Aissi giikko, Xoossaa maxaafai, \"Xoossai ubbabaa a tohuwaappe garssaara wottidi haarissiis\" yaagees. SHin ubbabaa a tohuwaappe garssaara wottidi haarissiis giyo wode, ubbabaa haarissida Xoossaappe attin, hinkko ubbai haarettiis giyoogee qoncce."
    },
    {
        "English Sentences": "I protest by your rejoicing which I have in Christ Jesus our LORD, I die daily.",
        "Wolaitta Sentences": "SHin ubbabai Kiristtoosassi haarettidoogaappe guyyiyan, Kiristtoosi qassi ba huuphen ubbabaa bana haarissida Xoossaassi haarettana. Xoossai qassi ubbabaa wurssidi haarana."
    },
    {
        "English Sentences": "If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.",
        "Wolaitta Sentences": "Hegaa gidana xayikko, haiqqidaageetussi xammaqettiyaageeti ai oottiyoonaa? Haiqqidaageeti mulekka denddennabaa gidikko, asai haiqqidaageetussi aissi xammaqettii?"
    },
    {
        "English Sentences": "Be not deceived: evil communications corrupt good manners.",
        "Wolaitta Sentences": "Yaatin, nuuni ubba wode aissi hassayenna metuwan geliyoonii?"
    },
    {
        "English Sentences": "Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.",
        "Wolaitta Sentences": "Ta ishatoo, taani nu Godaa Kiristtoosi Yesuusan taassi de7iya intte ceequwan ceeqqaidda, wonttin wonttin haiqqais."
    },
    {
        "English Sentences": "But some man will say, How are the dead raised up? and with what body do they come?",
        "Wolaitta Sentences": "Taani Efisoonan asadan do7aara baaxetidoogee tana ai go77anee? SHin haiqqidaageeti haiquwaappe denddibeennabaa gidikko, \"Simmi moosinne uyoos; aissi giikko, nuuni wontto haiqqana\" yaagiyoogaa mala."
    },
    {
        "English Sentences": "Thou fool, that which thou sowest is not quickened, except it die:",
        "Wolaitta Sentences": "Cimettoppite; iita laggetettai lo77o hanotettaa moorees."
    },
    {
        "English Sentences": "And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:",
        "Wolaitta Sentences": "Xillotettaakko simmite. Nagara oottoppite. Intteppe issi issi asai Xoossaa erenna; taani hagaa inttena yeellayanau gais."
    },
    {
        "English Sentences": "But God giveth it a body as it hath pleased him, and to every seed his own body.",
        "Wolaitta Sentences": "SHin issi asi, \"Haiqqida asai waanidi denddanee? Eti ai mala bollaara yaanee?\" yaagennan aggenna."
    },
    {
        "English Sentences": "All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.",
        "Wolaitta Sentences": "Nenoo eeyyau, neeni biittan zeriyo zerettai wooqqennan mokkenna."
    },
    {
        "English Sentences": "There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.",
        "Wolaitta Sentences": "Neeni zeriyoogee gistte gidin woi hara qommo katta gidin, aife xalaalappe attin, mokkidi kiyiya bollaa gidenna."
    },
    {
        "English Sentences": "There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.",
        "Wolaitta Sentences": "SHin Xoossai zerettaassi ba dosido bollaa immees; qassi zeretta ubbaassikka huuphiyan huuphiyan eta bollaa immees."
    },
    {
        "English Sentences": "So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:",
        "Wolaitta Sentences": "Mereta ubbaa ashoi issuwaa gidenna. SHin asa ashoi issuwaa; mehiyaa ashoi dumma; kafotu ashoikka dumma; qassi moliyaa ashoikka dumma."
    },
    {
        "English Sentences": "It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:",
        "Wolaitta Sentences": "Qassi saluwaa bollatinne sa7aa bollati de7oosona. SHin saluwaa bollaa bonchchoi dumma; qassi sa7aa bollaa bonchchoi dumma."
    },
    {
        "English Sentences": "It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.",
        "Wolaitta Sentences": "Awa aifiyaassi a huuphe bonchchoi de7ees. Aginaassikka a huuphe bonchchoi de7ees. Qassi xoolinttetussikka dumma bonchchoi de7ees; aissi giikko, issi xoolinttee hinkko xoolinttiyaappe bonchchuwan dummatees."
    },
    {
        "English Sentences": "And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.",
        "Wolaitta Sentences": "Qassi haiqqidaageeti haiquwaappe denddiyo wode hegaadan hanana; haiqqiya bollai moogettidi, haiqqenna bolla gididi denddana."
    },
    {
        "English Sentences": "Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.",
        "Wolaitta Sentences": "Bollai tooshiyan moogettidi, bonchchuwan denddana. Qassi daafuran moogettidi, wolqqan denddana."
    },
    {
        "English Sentences": "The first man is of the earth, earthy: the second man is the Lord from heaven.",
        "Wolaitta Sentences": "Mereta bollai moogettidi, ayyaana bollaa gididi denddana. Mereta bollai de7ikko, qassi ayyaanaa bollaikka de7ees."
    },
    {
        "English Sentences": "As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.",
        "Wolaitta Sentences": "Hegaadankka, qassi Xoossaa maxaafan, \"Koiro bitanee, Addaamee, paxa de7iya asa gidi merettiis\" yaagees. SHin wurssetta Addaamee de7uwaa immiya ayyaana gidiis."
    },
    {
        "English Sentences": "And as we have borne the image of the earthy, we shall also bear the image of the heavenly.",
        "Wolaitta Sentences": "SHin mereta asi koiro yin, geedoppe ayyaana asi yiisippe attin, ayyaanaagee koiro yibeenna."
    },
    {
        "English Sentences": "Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.",
        "Wolaitta Sentences": "Koiro Addaamee biittaappe merettiis; i biittaappe merettidaagaa. Naa77antto Addaamee saluwaappe yiis."
    },
    {
        "English Sentences": "Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,",
        "Wolaitta Sentences": "Biittaageeti biittaappe merettidaagaa mala. Qassi saluwaageeti saluwaappe yiidaagaa mala."
    },
    {
        "English Sentences": "In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.",
        "Wolaitta Sentences": "Nuuni biittaappe merettidaagaa meraa maayidoogaadan, saluwaappe yiidaagaa meraakka qassi maayana."
    },
    {
        "English Sentences": "For this corruptible must put on incorruption, and this mortal must put on immortality.",
        "Wolaitta Sentences": "Ta ishatoo, taani giyoogee hagaa; ashoinne suutti Xoossaa kawotettaa laattana danddayenna. Qassi musiyaagee musennaagaa laattenna."
    },
    {
        "English Sentences": "So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.",
        "Wolaitta Sentences": "Siyite! Taani intteyyo issibaa xuurana. Nuuni ubbai haiqqokko."
    },
    {
        "English Sentences": "O death, where is thy sting? O grave, where is thy victory?",
        "Wolaitta Sentences": "SHin wurssetta malkkatai punettiyo wode, liphida aifee xeellanaassi hassayennan laamettana. Aissi giikko, malkkatai punettiyo wode, haiqqida asai musenna asa gididi denddana; nuunikka laamettana."
    },
    {
        "English Sentences": "The sting of death is sin; and the strength of sin is the law.",
        "Wolaitta Sentences": "Aissi giikko, hagee musiyaagee musennaagaa maayanau bessees; qassi hagee haiqqiyaageekka haiqqennaagaa maayanau bessees."
    },
    {
        "English Sentences": "But thanks be to God, which giveth us the victory through our Lord Jesus Christ.",
        "Wolaitta Sentences": "SHin hagee musiyaagee musennaagaa maayiyo wode, qassi hagee haiqqiyaagee haiqqennaagaa maayiyo wode, he wode, Xoossaa maxaafai, \"Haiqoi xoonettidi mitettiis."
    },
    {
        "English Sentences": "Therefore, my beloved brethren, be ye stedfast, unmoveable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.",
        "Wolaitta Sentences": "Haiquwau, ne yiishshai awaanee? Haiquwau, ne xoonoi awaanee?\" giido qaalai polettana."
    },
    {
        "English Sentences": "Now concerning the collection for the saints, as I have given order to the churches of Galatia, even so do ye.",
        "Wolaitta Sentences": "Haiqoi dukkiyo wolqqaa nagaraappe demmees; qassi nagarai wolqqaa higgiyaappe demmees."
    },
    {
        "English Sentences": "Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.",
        "Wolaitta Sentences": "SHin nu Godaa Yesuus Kiristtoosa baggaara nuna xoonissiya Xoossaa galatai gakko."
    },
    {
        "English Sentences": "And when I come, whomsoever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.",
        "Wolaitta Sentences": "Taani siiqiyo ta ishatoo, hegaa gishshau, qaaxxennan minnidi eqqite. Intte daafurai Godaa baggaara mela gidennaagaa eridi, ubba wode Godaa oosuwaa azallennan oottite."
    },
    {
        "English Sentences": "And if it be meet that I go also, they shall go with me.",
        "Wolaitta Sentences": "Geeshshatussi miishshaa shiishshanau Galaatiyaa woosa keettatussi taani maacidoogaadan, inttekka qassi hegaadan oottite."
    },
    {
        "English Sentences": "Now I will come unto you, when I shall pass through Macedonia: for I do pass through Macedonia.",
        "Wolaitta Sentences": "Intte taani yaa biyo wode, miishshaa shiishshenna mala, intte ubbai Woggaa gallassi gallassi, intte demmiyo keenaappe intte keettan dagayite."
    },
    {
        "English Sentences": "And it may be that I will abide, yea, and winter with you, that ye may bring me on my journey whithersoever I go.",
        "Wolaitta Sentences": "Taani yaa gakkiyo wode, intte ammaniyo asa oona gidikkonne, intte immidoogaa gattana mala, dabddaabbiyaara eta Yerusalaame kiittana."
    },
    {
        "English Sentences": "For I will not see you now by the way; but I trust to tarry a while with you, if the Lord permit.",
        "Wolaitta Sentences": "Qassi taani etaara baanau koshshikko, eti tanaara issippe baana."
    },
    {
        "English Sentences": "But I will tarry at Ephesus until Pentecost.",
        "Wolaitta Sentences": "Taani Maqidooniyaara aadhdhaidda, inttekko baana; aissi giikko, taani Maqidooniyaara aadhdhais."
    },
    {
        "English Sentences": "For a great door and effectual is opened unto me, and there are many adversaries.",
        "Wolaitta Sentences": "Taani biyoosaa awa gidikkonne, ta buussan intte tana maaddana mala, intte matan amarida wodiyaa gam77ennan aggikke. Woikko balgguwaakka intte matan shaaccennan waayada aggana."
    },
    {
        "English Sentences": "Now if Timotheus come, see that he may be with you without fear: for he worketh the work of the Lord, as I also do.",
        "Wolaitta Sentences": "Aissi giikko, taani ha77i yaara aadhdhaidda oge tohuwaara inttena be7anau koyikke. Godai giikko, intte matan amarida wodiyaa takkanau qoppais."
    },
    {
        "English Sentences": "Let no man therefore despise him: but conduct him forth in peace, that he may come unto me: for I look for him with the brethren.",
        "Wolaitta Sentences": "SHin taani PHenxxaqosxxe giyo gallassai gakkanaassi Efisoonan gam77ana."
    },
    {
        "English Sentences": "As touching our brother Apollos, I greatly desired him to come unto you with the brethren: but his will was not at all to come at this time; but he will come when he shall have convenient time.",
        "Wolaitta Sentences": "Taassi oosoi kumido aaho penggee yaani dooyettiis. Qassi taassi daro morkketi de7oosona."
    },
    {
        "English Sentences": "Watch ye, stand fast in the faith, quit you like men, be strong.",
        "Wolaitta Sentences": "Ximootiyoosi inttekko yiikko, intte matan i yayyennan de7anaadan, a loitti wottite. Aissi giikko, ikka qassi Godaa oosuwaa oottees."
    },
    {
        "English Sentences": "Let all your things be done with charity.",
        "Wolaitta Sentences": "Hegaa gishshau, ooninne a karoppo. SHin i taakko saro simmana mala, a maaddidi sarotettan moissite. Aissi giikko, taani i ishanttuura simmanaagaa naaga uttaas."
    },
    {
        "English Sentences": "I beseech you, brethren, (ye know the house of Stephanas, that it is the firstfruits of Achaia, and that they have addicted themselves to the ministry of the saints,)",
        "Wolaitta Sentences": "SHin nu ishaa Aphiloosi hinkko ishanttuura inttekko baana mala, taani a mintta woossaas. SHin ha77i inttekko baanau koyibeenna; i baayyo injjetiyo wode inttekko baana."
    },
    {
        "English Sentences": "That ye submit yourselves unto such, and to every one that helpeth with us, and laboureth.",
        "Wolaitta Sentences": "Tishshi giite. Ammanuwan minnite. Xalite. Minnite."
    },
    {
        "English Sentences": "I am glad of the coming of Stephanas and Fortunatus and Achaicus: for that which was lacking on your part they have supplied.",
        "Wolaitta Sentences": "Ooso ubbaa siiquwan oottite."
    },
    {
        "English Sentences": "For they have refreshed my spirit and yours: therefore acknowledge ye them that are such.",
        "Wolaitta Sentences": "Ta ishatoo, Isxxifaanoosinne a so asai Giriiken koiro ammanidaageeta gidiyoogaanne geeshshatussi oottanau banttana immidoogaa intte ereeta."
    },
    {
        "English Sentences": "The churches of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the church that is in their house.",
        "Wolaitta Sentences": "Inttekka eta mala asaassinne, etaara oottiya ubbaassi daafuriya ubbaassi haarettanaadan, taani inttena woossais."
    },
    {
        "English Sentences": "All the brethren greet you. Greet ye one another with an holy kiss.",
        "Wolaitta Sentences": "Isxxifaanoosi, Parddonaaxisinne Akaiqoosi intte bainnasan tana boorasiyaa teqqido gishshau, eta yuussaa taani ufaittais."
    },
    {
        "English Sentences": "The salutation of me Paul with mine own hand.",
        "Wolaitta Sentences": "Eti inttena ayyaanan minttettidoogaadan, tanakka ayyaanan minttettido gishshau, hegeeta mala asata dogoppite."
    },
    {
        "English Sentences": "If any man love not the Lord Jesus Christ, let him be Anathema Maranatha.",
        "Wolaitta Sentences": "Isiyaa woosa keettaa asai inttena, \"Saro saro\" goosona. Aqiilinne PHirisqqila bantta soo shiiqiya woosa keettaa asaarakka intteyyo Godaa sarotaa wozanappe kiittoosona."
    },
    {
        "English Sentences": "The grace of our Lord Jesus Christ be with you.",
        "Wolaitta Sentences": "Ishantti ubbai inttessi sarotaa kiittoosona. Issoi issuwaa geeshsha yerettaa yerettidi sarotite."
    },
    {
        "English Sentences": "My love be with you all in Christ Jesus. Amen.",
        "Wolaitta Sentences": "Taani PHauloosi ha sarotaa ta kushiyan xaafaas."
    }
]