[
    {
        "English Sentences": "",
        "Wolaitta Sentences": "Saa7ooli haiqqidoogaappe guyyiyan, Daawiti Amaaleeqa asata xoonidosaappe simmiis; simmidi Xiqilaaga kataman naa77u gallassaa takkiis."
    },
    {
        "English Sentences": "Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;",
        "Wolaitta Sentences": "Heezzantto gallassi issi bitanee kayyuwau ba maayuwaa pooshshidi, ba huuphiyan buhiyaa laalidi, Saa7oola qatuwaappe yiis. Daawitakko i yiido wode, sa7an lichchi giidi ziggiis."
    },
    {
        "English Sentences": "It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.",
        "Wolaitta Sentences": "Daawiti a, \"Neeni awappe yaadii?\" yaagidi oichchiis. Oichchin i, \"Taani Israa7eelatu qatuwaappe kessa ekkada yaas\" yaagiis."
    },
    {
        "English Sentences": "And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.",
        "Wolaitta Sentences": "Daawiti a, \"Aibi kiyidaakko ane taayyo oda\" yaagiis. Yaagin i Daawita, \"Nu olanchchati olaappe baqatidosona; nu asaappe daroti haiqqidosona; qassi Saa7oolinne a na7ai Yonaataani haiqqidosona\" yaagiis."
    },
    {
        "English Sentences": "And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.",
        "Wolaitta Sentences": "Oduwaa ehiida wodallaa Daawiti, \"Saa7oolinne a na7aa Yonaataani haiqqidoogaa neeni aibin erai?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?",
        "Wolaitta Sentences": "Wodallai, \"Qaadadan taani Gilbboo7a deriyan de7ishin, Saa7ooli ba tooraa guufetidi eqqidaagaa be7aas; paraa gaaretinne paraasati Saa7oolakko matattidosona."
    },
    {
        "English Sentences": "And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.",
        "Wolaitta Sentences": "He wode Saa7ooli yuushshi xeellidi tana be7iis; be7idi tana xeesin taani, Yee! yaagaas."
    },
    {
        "English Sentences": "And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.",
        "Wolaitta Sentences": "Yaagin Saa7ooli tana, Neeni oonee? yaagidi oichchiis; oichchin, Taani Amaaleeqa asa yaagada zaaraas."
    },
    {
        "English Sentences": "And he said unto me, Who art thou? And I answered him, I am an Amalekite.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Saa7ooli tana, Taani keehi masunxxada, haiquwau mata uttaas; neeni ta bolli kiya eqqada tana wora yaagiis."
    },
    {
        "English Sentences": "He said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.",
        "Wolaitta Sentences": "I kunddidoogaappe guyyiyan, haiquwaappe palahennaagaa erido gishshau, taani a bolli kiya eqqada a woraas; a huuphiyan de7iya kallachchaanne a qesiyan de7iya hirbbooraa ekkada neekko ta godaakko ehaas\" yaagiis."
    },
    {
        "English Sentences": "So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawitinne Daawita asai azzanidi, bantta maayuwaa dafidi pooshshidosona."
    },
    {
        "English Sentences": "Then David took hold on his clothes, and rent them; and likewise all the men that were with him:",
        "Wolaitta Sentences": "Eti Saa7ooli, Yonaataani, GODAA olanchchatinne Israa7eela asai olan wurido gishshau, omarssi gakkanaashin kayyottidosona, yeekkidosonanne xoomidosona."
    },
    {
        "English Sentences": "And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.",
        "Wolaitta Sentences": "Oduwaa ehiida wodallaa Daawiti, \"Neeni awa asee?\" yaagidi oichchiis. Oichchin i Daawita, \"Taani betiyaa Amaaleeqa bitaniyaa na7a\" yaagiis."
    },
    {
        "English Sentences": "And David said unto the young man that told him, Whence art thou? And he answered, I am the son of a stranger, an Amalekite.",
        "Wolaitta Sentences": "Yaagin Daawiti a, \"GODAI tiyido kawuwaa woranau ne kushiyaa denttaidda, aissi yayyabeikkii?\" yaagiis."
    },
    {
        "English Sentences": "And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD's anointed?",
        "Wolaitta Sentences": "Daawiti ba asatuppe issuwaa xeesidi, \"Ba; baada a wora!\" yaagiis; yaagin i Amaaleeqiyaa dechchidi woriis."
    },
    {
        "English Sentences": "And David called one of the young men, and said, Go near, and fall upon him. And he smote him that he died.",
        "Wolaitta Sentences": "Daawiti Amaaleeqiyaa, \" GODAI tiyido kawuwaa taani woraas yaagada neeni ne doonan markkattido gishshau, ne suuttaa gomee nena oiqqo\" yaagiis."
    },
    {
        "English Sentences": "And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD's anointed.",
        "Wolaitta Sentences": "Daawiti Saa7oolayyoonne a na7aa Yonaataanayyo hagaadan yaagi zilaaliis."
    },
    {
        "English Sentences": "And David lamented with this lamentation over Saul and over Jonathan his son:",
        "Wolaitta Sentences": "Yihudaa asaikka \"Wonddafiyaa\" giyo ha zilaassaa tamaarana mala azaziis; ha zilaassai Yaashaara maxaafan xaafettiis."
    },
    {
        "English Sentences": "(Also he bade them teach the children of Judah the use of the bow: behold, it is written in the book of Jasher.)",
        "Wolaitta Sentences": "\"Nenoo Israa7eelaa, ne halaqati ne xoqqa sohotun haiqqidosona. Wolqqaamati waani kunddidonaashsha!"
    },
    {
        "English Sentences": "The beauty of Israel is slain upon thy high places: how are the mighty fallen!",
        "Wolaitta Sentences": "Hagaa Gaate kataman yootoppite; Asqqaloona ogetunkka awaajjoppite. Hegaa siyikko, Pilisxxeematu macca naati ufaittana; shaamatu macca naati Hashshu! gaana."
    },
    {
        "English Sentences": "Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.",
        "Wolaitta Sentences": "\"Inttenoo Gilbboo7a deretoo, intte bollan iri bukkoppo; xaazikka xaazatoppo. He biittaa goshshaikka kattaa mokkoppo; aissi giikko, yan wolqqaamaa gonddallee tunabaa kiyiis; Saa7oola gonddalleekka zaitiyan qucettiyoogaa aggiis."
    },
    {
        "English Sentences": "Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.",
        "Wolaitta Sentences": "Goora7ettidaageetu suuttaappenne wolqqaamatu ashuwaappe Yonaataana wonddafee guyye gibeenna. Qassi Saa7oola bisoikka kallennan simmibeenna."
    },
    {
        "English Sentences": "From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.",
        "Wolaitta Sentences": "\"Saa7oolinne Yonaataani asi siiqiyoogeetanne lo77iyaageeta; bantta haiquwankka bantta paxankka shaahettibookkona. Eti argganttaappekka aadhdhida eeso; gaammuwaappekka aadhdhida mino."
    },
    {
        "English Sentences": "Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.",
        "Wolaitta Sentences": "\"Israa7eela maccaasatoo, Saa7oolayyo, inttena zo7onne alleeqo maayuwaa maizzidaagaayyoonne worqqan intte maayuwaa alleeqissidaagaayyo yeekkite."
    },
    {
        "English Sentences": "Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.",
        "Wolaitta Sentences": "\"Wolqqaamati olan waani kunddidonaashsha! Yonaataani ne xoqqa sohotun goora7etti zin77iis."
    },
    {
        "English Sentences": "How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.",
        "Wolaitta Sentences": "Ta ishaa Yonaataanaa, taani neeyyo azzanais; ne taayyo daroppe al77o. Neeni tana siiqiyo siiqoi garamissiyaagaa, maccaasa siiqoppekka aadhdhidi garamissiyaagaa."
    },
    {
        "English Sentences": "I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.",
        "Wolaitta Sentences": "\"Wolqqaamati waani kunddidonaashsha! Ola miishshaikka waani dippi giidee!\" yaagidi Daawiti zilaaliis."
    },
    {
        "English Sentences": "How are the mighty fallen, and the weapons of war perished!",
        "Wolaitta Sentences": "Hegaappe guyyiyan Daawiti, \"Yihudaa katamatuppe issuwaa boo?\" yaagidi GODAA oichchiis. Oichchin GODAI a, \"Ee; ba\" yaagiis. Yaagin Daawiti, \"Awa boo\" yaagidi oichchiis. Oichchin i, \"Kebroona ba\" yaagidi zaariis."
    },
    {
        "English Sentences": "And it came to pass after this, that David enquired of the LORD, saying, Shall I go up into any of the cities of Judah? And the LORD said unto him, Go up. And David said, Whither shall I go up? And he said, Unto Hebron.",
        "Wolaitta Sentences": "Daawiti ba maccaasata naa77ata, Iziraa7eeliyo Ahino7aamonne Qarmmeloosiyo, Naabaala am77iyo Abigaalonne ekkidi, Kebroona katamaa biis."
    },
    {
        "English Sentences": "So David went up thither, and his two wives also, Ahinoam the Jezreelitess, and Abigail Nabal's wife the Carmelite.",
        "Wolaitta Sentences": "Daawiti banaara de7iya asatakka eta so asaa ubbaara ekki ehin, Kebroonaaninne a heeran de7iya guutta katamatun uttidosona."
    },
    {
        "English Sentences": "And his men that were with him did David bring up, every man with his household: and they dwelt in the cities of Hebron.",
        "Wolaitta Sentences": "Yihudaa asati Kebroona katamaa yiidi, yan eti Daawita Yihudaa asaa bolli kawoyanau tiyidosona. Saa7oola moogidaageeti Gala7aaden de7iya Yaabeesha katamaa asata gididoogaa Daawiti siyido wode,"
    },
    {
        "English Sentences": "And the men of Judah came, and there they anointed David king over the house of Judah. And they told David, saying, That the men of Jabeshgilead were they that buried Saul.",
        "Wolaitta Sentences": "asaa kiittidi eta, \"Intte intte godaa Saa7oola moogido kehatettaa gishshau, GODAI inttena anjjo."
    },
    {
        "English Sentences": "And David sent messengers unto the men of Jabeshgilead, and said unto them, Blessed be ye of the LORD, that ye have shewed this kindness unto your lord, even unto Saul, and have buried him.",
        "Wolaitta Sentences": "Ha77ikka GODAI aggenna siiquwaanne tumatettaa inttena besso; qassi intte ha kehatettaa oottido gishshau, taanikka intteyyo lo77otettan kushiyaa zaarana."
    },
    {
        "English Sentences": "And now the LORD shew kindness and truth unto you: and I also will requite you this kindness, because ye have done this thing.",
        "Wolaitta Sentences": "Ha77i simmi minnite; xalite; aissi giikko, intte godai Saa7ooli haiqqiichchiis; qassi Yihudaa asati tana tiyidi, bantta bolli kawoyidosona\" yaagiis."
    },
    {
        "English Sentences": "Therefore now let your hands be strengthened, and be ye valiant: for your master Saul is dead, and also the house of Judah have anointed me king over them.",
        "Wolaitta Sentences": "Saa7oola olanchchatu gadaawai Neera na7aa Abaneeri Saa7oola na7aa Yaabustta ekkidi, Maahinaima giyo sohuwaa efiis."
    },
    {
        "English Sentences": "But Abner the son of Ner, captain of Saul's host, took Ishbosheth the son of Saul, and brought him over to Mahanaim;",
        "Wolaitta Sentences": "Efiidi Gala7aade, Aseera, Iziraa7eela, Efireema, Biniyaamanne Israa7eela biittaa ubbaa bollan kawoyiis."
    },
    {
        "English Sentences": "And made him king over Gilead, and over the Ashurites, and over Jezreel, and over Ephraim, and over Benjamin, and over all Israel.",
        "Wolaitta Sentences": "Saa7oola na7aa Yaabusttee Israa7eela bolli kawotiyo wode ayyo oitamu laitta; i naa77u laittaa kawotiis; gidikkonne, Yihudaa asai Daawita kaalliis."
    },
    {
        "English Sentences": "Ishbosheth Saul's son was forty years old when he began to reign over Israel, and reigned two years. But the house of Judah followed David.",
        "Wolaitta Sentences": "Daawiti Kebroonan Yihudaa asatu bolli laappun laittanne usuppun aginaa kawotiis."
    },
    {
        "English Sentences": "And the time that David was king in Hebron over the house of Judah was seven years and six months.",
        "Wolaitta Sentences": "Neera na7aa Abaneerinne Saa7oola na7aa Yaabustte asai Maahinaimappe Gabaa7oona katamaa biidosona."
    },
    {
        "English Sentences": "And Abner the son of Ner, and the servants of Ishbosheth the son of Saul, went out from Mahanaim to Gibeon.",
        "Wolaitta Sentences": "Xaruuyi na7ai Yoo7aabinne Daawita asai kiyi biidi, Gabaa7oona dalbbanttaa matan etaara gaittidosona; issi citai dalbbanttaappe hefintta baggaara uttin, issi citai hafintta baggaara uttidosona."
    },
    {
        "English Sentences": "And Joab the son of Zeruiah, and the servants of David, went out, and met together by the pool of Gibeon: and they sat down, the one on the one side of the pool, and the other on the other side of the pool.",
        "Wolaitta Sentences": "Yaatin, Abaneeri Yoo7aaba, \"Ane wodallati denddidi, nu sinttan olaa gaittona\" yaagiis. Yaagin Yoo7aabi, \"Eeno, denddidi gaittona\" yaagiis."
    },
    {
        "English Sentences": "And Abner said to Joab, Let the young men now arise, and play before us. And Joab said, Let them arise.",
        "Wolaitta Sentences": "Hegaa gishshau, Biniyaama baggaunne Saa7oola na7aa Yaabustte baggau tammanne naa77u asati qoodan kiyidi, Daawita baggau eqqida tammanne naa77u asatuura olaa gaittidosona."
    },
    {
        "English Sentences": "Then there arose and went over by number twelve of Benjamin, which pertained to Ishbosheth the son of Saul, and twelve of the servants of David.",
        "Wolaitta Sentences": "Gaittidi issoi issuwaa huuphiyaa oiqqidi, ba oiqqidoogaa daaddan daaddan bisuwaa dirgginttidi, issippe haiqqidosona; hegaa gishshau, Gabaa7oonan de7iya he sohoi Bisuwaa Gade geetettees."
    },
    {
        "English Sentences": "And they caught every one his fellow by the head, and thrust his sword in his fellow's side; so they fell down together: wherefore that place was called Helkathhazzurim, which is in Gibeon.",
        "Wolaitta Sentences": "He gallassi wolqqaama olai olettin, Daawita asai Abaneeranne Israa7eela asaanne xooniis."
    },
    {
        "English Sentences": "And there was a very sore battle that day; and Abner was beaten, and the men of Israel, before the servants of David.",
        "Wolaitta Sentences": "Xaruuyi naati heezzai Yoo7aabi, Abishaayinne Asaaheeli he sohuwan de7oosona; Asaaheeli wushadan eesotidi woxxees."
    },
    {
        "English Sentences": "And there were three sons of Zeruiah there, Joab, and Abishai, and Asahel: and Asahel was as light of foot as a wild roe.",
        "Wolaitta Sentences": "Asaaheeli ushachchi woikko haddirssi geennan Abaneera yedetaa sikkiis."
    },
    {
        "English Sentences": "And Asahel pursued after Abner; and in going he turned not to the right hand nor to the left from following Abner.",
        "Wolaitta Sentences": "Abaneeri guyye simmi xeellidi, \"Asaaheelaa, laa nenee?\" yaagidi oichchiis. Oichchin Asaaheeli, \"Ee tana\" yaagiis."
    },
    {
        "English Sentences": "Then Abner looked behind him, and said, Art thou Asahel? And he answered, I am.",
        "Wolaitta Sentences": "Yaagin Abaneeri a, \"Issi baggi, ushachchi woikko haddirssi simma; simmada asatuppe issuwaa oiqqada a ola miishshaa qaara ekka\" yaagiis; shin Asaaheeli a gooddiyoogaa agganau koyibeenna."
    },
    {
        "English Sentences": "And Abner said to him, Turn thee aside to thy right hand or to thy left, and lay thee hold on one of the young men, and take thee his armour. But Asahel would not turn aside from following of him.",
        "Wolaitta Sentences": "Qassikka Abaneeri Asaaheela, \"Taani nena biittaara gattada sikkennan de7ishin, tana gooddiyoogaa agga! Nena worada, taani ne ishaa Yoo7aaba som77uwaa waatada xeellanee?\" yaagidi seeriis."
    },
    {
        "English Sentences": "And Abner said again to Asahel, Turn thee aside from following me: wherefore should I smite thee to the ground? how then should I hold up my face to Joab thy brother?",
        "Wolaitta Sentences": "SHin Asaaheeli a gooddiyoogaa aggennan ixxiis. Hegaa gishshau, Abaneeri tooraa guyye tum77idi, Asaaheela uluwaa caddiis; caddin toorai zokkuwaara kantti kiyiis; Asaaheeli he sohuwankka kunddidi haiqqiis. Asaaheeli haiqqido sohuwaa gakkida asai ubbai hegan eqqiis."
    },
    {
        "English Sentences": "Howbeit he refused to turn aside: wherefore Abner with the hinder end of the spear smote him under the fifth rib, that the spear came out behind him; and he fell down there, and died in the same place: and it came to pass, that as many as came to the place where Asahel fell down and died stood still.",
        "Wolaitta Sentences": "SHin Yoo7aabinne Abishaayi Abaneera gooddidosona; awai wulliyo wode, Gabaa7oona Bazzuwaa efiya ogiyan Giiyaaha katamaappe sintta baggaara de7iya Ama giyo keraa kiyidosona."
    },
    {
        "English Sentences": "Joab also and Abishai pursued after Abner: and the sun went down when they were come to the hill of Ammah, that lieth before Giah by the way of the wilderness of Gibeon.",
        "Wolaitta Sentences": "Biniyaama asati Abaneera guyyen shiiqidosona; eti issi cita gididi, issi keraa huuphiyan eqqidosona."
    },
    {
        "English Sentences": "And the children of Benjamin gathered themselves together after Abner, and became one troop, and stood on the top of an hill.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Abaneeri Yoo7aaba xeesidi, \"Merinau olettiiddi de7aneeyye? Hagaa wurssettai camo gidanaagaa neeni erikkii? Ne asata, Intte ishantta gooddiyoogaa aggite geennan aude gattuutee?\" yaagiis."
    },
    {
        "English Sentences": "Then Abner called to Joab, and said, Shall the sword devour for ever? knowest thou not that it will be bitterness in the latter end? how long shall it be then, ere thou bid the people return from following their brethren?",
        "Wolaitta Sentences": "Yaagin Yoo7aabi Abaneera, \"Xoossai ero! Neeni haasayennan aggidabaa gidiyaakko, ta asai ba ishantta sa7ai wonttana gakkanaashin gooddana shin\" yaagiis."
    },
    {
        "English Sentences": "And Joab said, As God liveth, unless thou hadst spoken, surely then in the morning the people had gone up every one from following his brother.",
        "Wolaitta Sentences": "Hegaa gishshau, Yoo7aabi malkkataa punniis; punnin asai ubbai eqqiis. Israa7eelatakka zaarettidi gooddibookkona woikko olibookkona."
    },
    {
        "English Sentences": "So Joab blew a trumpet, and all the people stood still, and pursued after Israel no more, neither fought they any more.",
        "Wolaitta Sentences": "Abaneerinne a asai he gallassa qammaa ubbaa salppiyan Aaraba garaara biidosona; biidi Yorddaanoosa SHaafaa pinnidosona. Pinnidi, maalladoora hemettidi Maahinaima simmidosona."
    },
    {
        "English Sentences": "And Abner and his men walked all that night through the plain, and passed over Jordan, and went through all Bithron, and they came to Mahanaim.",
        "Wolaitta Sentences": "Yoo7aabi Abaneera gooddiyoogaa aggi bayidi, ba asa ubbaa issi sohuwaa shiishshiis; shiishshidi xeelliyo wode, Asaaheeli bainnan Daawita asaappe tammanne uddufun asai pacciis."
    },
    {
        "English Sentences": "And Joab returned from following Abner: and when he had gathered all the people together, there lacked of David's servants nineteen men and Asahel.",
        "Wolaitta Sentences": "SHin Daawita asai Abaneera asaappenne Biniyaama zaretuppe heezzu xeetanne usuppun tammu asata woridosona."
    },
    {
        "English Sentences": "But the servants of David had smitten of Benjamin, and of Abner's men, so that three hundred and threescore men died.",
        "Wolaitta Sentences": "Asaaheela ahaa ekkidi, Beetaliheeme kataman de7iya a aawaa duufuwan moogidosona; Yoo7aabinne a asai qammaa hemettiiddi aqidosona; sa7ai wonttishin Kebroona katamaa gakkidosona."
    },
    {
        "English Sentences": "And they took up Asahel, and buried him in the sepulchre of his father, which was in Bethlehem. And Joab and his men went all night, and they came to Hebron at break of day.",
        "Wolaitta Sentences": "Saa7oola asainne Daawita asai daro wodiyaa olettidosona; Daawiti olan minni minnidi biyo wode, Saa7oola asai laafi laafidi bees."
    },
    {
        "English Sentences": "Now there was long war between the house of Saul and the house of David: but David waxed stronger and stronger, and the house of Saul waxed weaker and weaker.",
        "Wolaitta Sentences": "Kebroona kataman Daawitayyo naati yelettidosona; Iziraa7eeliyaa Ahino7aama yelido baira na7ai Aminoona;"
    },
    {
        "English Sentences": "And unto David were sons born in Hebron: and his firstborn was Amnon, of Ahinoam the Jezreelitess;",
        "Wolaitta Sentences": "Qarmmeloosiyaa Naabaala am77iyaa Abigaala yelido na7ai Kil77aabi naa77antto; Gashuura Kawuwaa Talmmaaya na7iyaa Maa7ika yelido Abeseloomi heezzantto."
    },
    {
        "English Sentences": "And his second, Chileab, of Abigail the wife of Nabal the Carmelite; and the third, Absalom the son of Maacah the daughter of Talmai king of Geshur;",
        "Wolaitta Sentences": "Oiddanttoi Haggiiti na7aa Adooniyaa; ichchashanttoi Abiixaali na7aa SHafaaxiyaa."
    },
    {
        "English Sentences": "And the fourth, Adonijah the son of Haggith; and the fifth, Shephatiah the son of Abital;",
        "Wolaitta Sentences": "Usuppunttoi Daawita keettaayee Egili na7aa Yitira7aama; ha naati ubbai Kebroonan Daawitayyo yelettidosona."
    },
    {
        "English Sentences": "And the sixth, Ithream, by Eglah David's wife. These were born to David in Hebron.",
        "Wolaitta Sentences": "Saa7oola asaaranne Daawita asaara olettiyo wode, Abaneeri Saa7oola asatu giddon minni minnidi biis."
    },
    {
        "English Sentences": "And it came to pass, while there was war between the house of Saul and the house of David, that Abner made himself strong for the house of Saul.",
        "Wolaitta Sentences": "Saa7oolassi Aaya na7iyaa Rixifo giyo issi baakkiyaa de7ausu; Yaabusttee Abaneera, \"Ta aawaa baakkeera aissi aqadii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And Saul had a concubine, whose name was Rizpah, the daughter of Aiah: and Ishbosheth said to Abner, Wherefore hast thou gone in unto my father's concubine?",
        "Wolaitta Sentences": "Abaneeri a haasayan daro yiillotidi Yaabustta, \"Tana neeni Yihudaa kana huuphe gaadiiyye? Hachchi taani ne aawaa Saa7oolayyo, a ishanttuyyoonne a dabbotuyyo ammanettais; taani nena Daawita kushiyan aattada immabeikke. SHin ha77i neeni tana ha mishiree gaasuwan mootaasa!"
    },
    {
        "English Sentences": "Then was Abner very wroth for the words of Ishbosheth, and said, Am I a dog's head, which against Judah do shew kindness this day unto the house of Saul thy father, to his brethren, and to his friends, and have not delivered thee into the hand of David, that thou chargest me to day with a fault concerning this woman?",
        "Wolaitta Sentences": "Saa7oola zariyaappe kawotettaa wotti ekkidi, Israa7eela zawan Daanappe biidi Berssaabeha gakkanaashin,"
    },
    {
        "English Sentences": "So do God to Abner, and more also, except, as the LORD hath sworn to David, even so I do to him;",
        "Wolaitta Sentences": "Israa7eela bollinne Yihudaa bolli, Daawita kawotettaa essanau GODAI maaci wottido ha yohuwaa taani oottana xayikko, Xoossai Abaneera gufantto\" yaagiis."
    },
    {
        "English Sentences": "To translate the kingdom from the house of Saul, and to set up the throne of David over Israel and over Judah, from Dan even to Beersheba.",
        "Wolaitta Sentences": "Yaabusttee Abaneerayyo yayyido gishshau, hara qaala qaattibeenna."
    },
    {
        "English Sentences": "And he could not answer Abner a word again, because he feared him.",
        "Wolaitta Sentences": "Abaneeri Kebroonan de7iya Daawitakko, \"Biittai oossee? Neeni tanaara maachchaa maacetta; Israa7eela asai ubbai neekko simmanaadan taani nena maaddana\" yaagidi kiitaa yeddiis."
    },
    {
        "English Sentences": "And Abner sent messengers to David on his behalf, saying, Whose is the land? saying also, Make thy league with me, and, behold, my hand shall be with thee, to bring about all Israel unto thee.",
        "Wolaitta Sentences": "Yaagin Daawiti, \"Lo77o! Taani nenaara maachchaa wottana. SHin taani nena issibaa oichchais; neeni tana be7anau yiyo wode, Saa7oola na7iyo Miikaalo taayyo ekkennan yooppa\" yaagiis."
    },
    {
        "English Sentences": "And he said, Well; I will make a league with thee: but one thing I require of thee, that is, Thou shalt not see my face, except thou first bring Michal Saul's daughter, when thou comest to see my face.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawiti Saa7oola na7aa Yaabusttekko kiittidi, \"Xeetu Pilisxxematu qaaratuwaa cilooshada ekkido ta maccaasiyo Miikaalo tau imma\" yaagiis."
    },
    {
        "English Sentences": "And David sent messengers to Ishbosheth Saul's son, saying, Deliver me my wife Michal, which I espoused to me for an hundred foreskins of the Philistines.",
        "Wolaitta Sentences": "Yaagin Yaabusttee kiitaa yeddidi, i keettaawaa Laawisha na7aa Palxxi7eelappe wotti ekkidi ehiissiis."
    },
    {
        "English Sentences": "And Ishbosheth sent, and took her from her husband, even from Phaltiel the son of Laish.",
        "Wolaitta Sentences": "I keettaawai Baahuriima katamaa gakkanaassi yeekkiiddi i geeduwaa kaalliis; kaallin Abaneeri a, \"Guyye simmada so ba\" yaagiis; yaagin bitanee guyye simmidi biis."
    },
    {
        "English Sentences": "And her husband went with her along weeping behind her to Bahurim. Then said Abner unto him, Go, return. And he returned.",
        "Wolaitta Sentences": "Abaneeri Israa7eela cimatukko biidi, hagaadan yaagiis; \"Daawiti intte bolli kawotana mala, daro wodiyaa amottideta;"
    },
    {
        "English Sentences": "And Abner had communication with the elders of Israel, saying, Ye sought for David in times past to be king over you:",
        "Wolaitta Sentences": "ane hekko ha77i polite! Aissi giikko, GODAI, Ta asaa Israa7eela, taani Pilisxxeema asatu kushiyaappenne eta morkke ubbatu kushiyaappe ta ashkkaraa Daawita baggaara ashshana giidoogaa hassayite\" yaagiis."
    },
    {
        "English Sentences": "Now then do it: for the LORD hath spoken of David, saying, By the hand of my servant David I will save my people Israel out of the hand of the Philistines, and out of the hand of all their enemies.",
        "Wolaitta Sentences": "Abaneeri Biniyaama zaretuyyo dumma haasayiis; hegaappe guyyiyan, Israa7eela asainne Biniyaama asai ubbai oottanau koyido ubbabaa Daawitayyo yootanau Kebroona katamaa biis."
    },
    {
        "English Sentences": "And Abner also spake in the ears of Benjamin: and Abner went also to speak in the ears of David in Hebron all that seemed good to Israel, and that seemed good to the whole house of Benjamin.",
        "Wolaitta Sentences": "Abaneeri banaara laatamu asata ekkidi, Kebroona katamaa bin, Daawiti ayyoonne a asaayyo imatuwaa makkiis."
    },
    {
        "English Sentences": "So Abner came to David to Hebron, and twenty men with him. And David made Abner and the men that were with him a feast.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Abaneeri Daawita, \"Eti nenaara maachchaa maacettanaadaaninne ne wozanai amottiyo ubbaa haaranaadan, taani baada Israa7eela asaa ubbaa kawuwaassi ta godaassi shiishshais\" yaagiis; yaagin Daawiti Abaneera moissidi saro yeddiis."
    },
    {
        "English Sentences": "And Abner said unto David, I will arise and go, and will gather all Israel unto my lord the king, that they may make a league with thee, and that thou mayest reign over all that thine heart desireth. And David sent Abner away; and he went in peace.",
        "Wolaitta Sentences": "He wode Daawita asainne Yoo7aabi olaappe darobaa omooddidi simmidosona; shin Abaneeri Kebroona kataman Daawitaara de7enna; aissi giikko, Daawiti yeddin i saro biichchiis."
    },
    {
        "English Sentences": "And, behold, the servants of David and Joab came from pursuing a troop, and brought in a great spoil with them: but Abner was not with David in Hebron; for he had sent him away, and he was gone in peace.",
        "Wolaitta Sentences": "Yoo7aabinne aara de7iya olanchchati gakkiyo wode, asai Yoo7aaba, \"Neera na7aa Abaneeri kawuwaa Daawitakko yin, kawoi a yeddin, i saro biis\" yaagidi yootiis."
    },
    {
        "English Sentences": "When Joab and all the host that was with him were come, they told Joab, saying, Abner the son of Ner came to the king, and he hath sent him away, and he is gone in peace.",
        "Wolaitta Sentences": "Hegaa gishshau, Yoo7aabi kawuwaakko biidi, \"Waanadii! Abaneeri neekko yin, aibissi saro yeddadii? Hekko i biichchiis!"
    },
    {
        "English Sentences": "Then Joab came to the king, and said, What hast thou done? behold, Abner came unto thee; why is it that thou hast sent him away, and he is quite gone?",
        "Wolaitta Sentences": "Neera na7ai Abaneeri nena cimmanau, neeni geliyoosaanne kiyiyoosaa be7anaunne neeni oottiyo ubbabaa eranau yiis\" yaagiis."
    },
    {
        "English Sentences": "Thou knowest Abner the son of Ner, that he came to deceive thee, and to know thy going out and thy coming in, and to know all that thou doest.",
        "Wolaitta Sentences": "Yoo7aabi Daawita sinttappe kiyidi, Abaneera geeduwaa kiitaa yeddiis; yeddin eti a Siira haatta ollaa lanqqeppe guyye zaaridosona; shin Daawiti ha yohuwaa erenna."
    },
    {
        "English Sentences": "And when Joab was come out from David, he sent messengers after Abner, which brought him again from the well of Sirah: but David knew it not.",
        "Wolaitta Sentences": "Abaneeri Kebroona katamaa guyye simmidi yiido wode, Yoo7aabi aara dumma haasayanabaadan dirssaa pengge a ekkidi efiis; ba ishaa Asaaheela suuttaa achchanau Abaneera uluwaa caddiis; caddin Abaneeri he sohuwan haiqqiis."
    },
    {
        "English Sentences": "And when Abner was returned to Hebron, Joab took him aside in the gate to speak with him quietly, and smote him there under the fifth rib, that he died, for the blood of Asahel his brother.",
        "Wolaitta Sentences": "Daawiti ha yohuwaa siyidoogaappe guyyiyan, \"Taaninne ta kawotettai Neera na7aa Abaneera suuttan GODAA sinttan merinaukka ashettokko."
    },
    {
        "English Sentences": "And afterward when David heard it, he said, I and my kingdom are guiltless before the LORD for ever from the blood of Abner the son of Ner:",
        "Wolaitta Sentences": "A suuttai Yoo7aabanne a aawaa so asaa ubbaa achcho; uzuuziya cittoi de7iyo asi, woikko gogai keehippe sakkiyo asi, woikko wobbiya asi, woikko bison haiqqiya asi, woikko namisettida asi Yoo7aaba zariyan mulekka xayoppo!\" yaagiis."
    },
    {
        "English Sentences": "Let it rest on the head of Joab, and on all his father's house; and let there not fail from the house of Joab one that hath an issue, or that is a leper, or that leaneth on a staff, or that falleth on the sword, or that lacketh bread.",
        "Wolaitta Sentences": "Hegaadan oottidi, Gabaa7oona kataman kiyida olan bantta ishaa Asaaheela Abaneeri worido gishshau, Yoo7aabinne a ishaa Abishaayi Abaneera woridosona."
    },
    {
        "English Sentences": "So Joab and Abishai his brother slew Abner, because he had slain their brother Asahel at Gibeon in the battle.",
        "Wolaitta Sentences": "Daawiti Yoo7aabanne aara de7iya asa ubbaa, \"Intte maayuwaa pooshshite; maaqiyaa maayite; Abaneera halaa sinttan hemettiiddi yeekkite\" yaagiis. Kawoi Daawiti halaa kaallidi biis."
    },
    {
        "English Sentences": "And David said to Joab, and to all the people that were with him, Rend your clothes, and gird you with sackcloth, and mourn before Abner. And king David himself followed the bier.",
        "Wolaitta Sentences": "Abaneeri Kebroonan moogettiis; kawoi ba qaalaa xoqqissidi duufuwan yeekkiis; asai ubbaikka yeekkiis."
    },
    {
        "English Sentences": "And they buried Abner in Hebron: and the king lifted up his voice, and wept at the grave of Abner; and all the people wept.",
        "Wolaitta Sentences": "Kawoi Abaneerayyo, \"Abaneeri eeya asadan haiqqanau bessii?"
    },
    {
        "English Sentences": "And the king lamented over Abner, and said, Died Abner as a fool dieth?",
        "Wolaitta Sentences": "A kushee qashettibeenna; a tohoikka sanssalatan qashettibeenna. Asi iita asatu kushiyan haiqqiyoogaadan i haiqqiis\" yaagidi zilaaliis. Asai ubbai Abaneerayyo zaarettidikka yeekkiis."
    },
    {
        "English Sentences": "Thy hands were not bound, nor thy feet put into fetters: as a man falleth before wicked men, so fellest thou. And all the people wept again over him.",
        "Wolaitta Sentences": "Sa7ai poo7o de7ishin, Daawiti oittaa maanaadan shoobbanau asai ubbai akko yiis; shin Daawiti, \"Awa aifee wullennan de7ishin, oitta woikko harabaa baara be7ikko, Xoossai tana woro\" yaagidi caaqqiis."
    },
    {
        "English Sentences": "And when all the people came to cause David to eat meat while it was yet day, David sware, saying, So do God to me, and more also, if I taste bread, or ought else, till the sun be down.",
        "Wolaitta Sentences": "Kawoi oottidobaa asai ubbai be7idi ufaittiis; tumukka kawoi oottido ubbabai asa ubbaa ufaissiis."
    },
    {
        "English Sentences": "And all the people took notice of it, and it pleased them: as whatsoever the king did pleased all the people.",
        "Wolaitta Sentences": "Hegaa gishshau, he gallassi Daawita asai ubbainne Israa7eela asai ubbai kawoi Neera na7aa Abaneera worissibeennaagaa akeekidosona."
    },
    {
        "English Sentences": "For all the people and all Israel understood that day that it was not of the king to slay Abner the son of Ner.",
        "Wolaitta Sentences": "Kawoi ba ashkkarata hagaadan yaagiis; \"Israa7eela biittan gita asinne halaqi haiqqidoogaa intte akeekekketii?"
    },
    {
        "English Sentences": "And the king said unto his servants, Know ye not that there is a prince and a great man fallen this day in Israel?",
        "Wolaitta Sentences": "Taani Xoossai tiyido kawo gidikkokka, hachchi taayyo miyyee pacciis. Hageeti Xaruuyi naati taayyo minnidosona; iitaa oottidaageetuyyo GODAI eta oosuwaadan zaaro\" yaagiis."
    },
    {
        "English Sentences": "And I am this day weak, though anointed king; and these men the sons of Zeruiah be too hard for me: the LORD shall reward the doer of evil according to his wickedness.",
        "Wolaitta Sentences": "Saa7oola na7ai Yaabusttee Abaneeri Kebroonan haiqqidoogaa siyido wode, a wozanai taahiis; Israa7eela asai ubbaikka dagammiis."
    },
    {
        "English Sentences": "And when Saul's son heard that Abner was dead in Hebron, his hands were feeble, and all the Israelites were troubled.",
        "Wolaitta Sentences": "Saa7oola na7aa Yaabustteyyo ambbaanota kaalettiya naa77u halaqati de7oosona; issuwaa sunttai Ba7aana; hinkkuwaa sunttai Rekaaba; eti Biniyaama zare gidiya Ba7erootiyaa Rimmoona naata. Ba7eroota katamai Biniyaama baggadan qoodettees;"
    },
    {
        "English Sentences": "And Saul's son had two men that were captains of bands: the name of the one was Baanah, and the name of the other Rechab, the sons of Rimmon a Beerothite, of the children of Benjamin: (for Beeroth also was reckoned to Benjamin.",
        "Wolaitta Sentences": "aissi giikko, Ba7erootan de7ida koiro asati Gittaima biitti baqatidi, heedeesappe hachchi gakkanau betedan yan de7idosona."
    },
    {
        "English Sentences": "And the Beerothites fled to Gittaim, and were sojourners there until this day.)",
        "Wolaitta Sentences": "Saa7oola na7aa Yonaataanayyo naa77u tohoi silido na7ai de7ees; Saa7oolanne Yonaataana woree Iziraa7eelappe gakkido wode, i ichchashu laitta na7a; he na7aa dichchiyaara a ekkada baqataasu; shin a baqatanau dirbbishin, na7ai kunddidi sila kiyiis; he na7aa sunttai Mafibosheeta."
    },
    {
        "English Sentences": "And Jonathan, Saul's son, had a son that was lame of his feet. He was five years old when the tidings came of Saul and Jonathan out of Jezreel, and his nurse took him up, and fled: and it came to pass, as she made haste to flee, that he fell, and became lame. And his name was Mephibosheth.",
        "Wolaitta Sentences": "Ba7erootiyaa Rimmoona naati Rekaabinne Ba7aani Yaabustte so baanau kiyidosona; eti biidi seeta gallassi gakkidosona; gakkiyo wode, i awaappe shemppees."
    },
    {
        "English Sentences": "And the sons of Rimmon the Beerothite, Rechab and Baanah, went, and came about the heat of the day to the house of Ishbosheth, who lay on a bed at noon.",
        "Wolaitta Sentences": "Kariyaa naagiya mishiriyaa gisttiyaa punnishin, xiskkoi oiqqin zin77aasu; Rekaabinne a ishaa Ba7aani leelan Yaabusttee zin77iyoosaa gelidosona."
    },
    {
        "English Sentences": "And they came thither into the midst of the house, as though they would have fetched wheat; and they smote him under the fifth rib: and Rechab and Baanah his brother escaped.",
        "Wolaitta Sentences": "Eti soo geliyo wode, Yaabusttee qol77on arssan zin77idaagaa demmidi, a uluwaa caddidi woridosona; woridi a qooriyaappe muucidosona; muucido huuphiyaa ekkidi, Aaraba garaara efiya ogiyaa oiqqidi, qammaa ubbaa hemettidosona."
    },
    {
        "English Sentences": "For when they came into the house, he lay on his bed in his bedchamber, and they smote him, and slew him, and beheaded him, and took his head, and gat them away through the plain all night.",
        "Wolaitta Sentences": "Yaabustte huuphiyaa Kebroonan de7iya Daawitau ehiidosona; ehiidi kawuwaa, \"Nena woranau koyida ne morkkiyaa Saa7oola na7aa Yaabustte huuphiyaa hagaa be7a; Saa7oola bollaaninne a naatu bollan kawuwaa nu godaa haluwaa Xoossai hachchi kessiis\" yaagidosona."
    },
    {
        "English Sentences": "And they brought the head of Ishbosheth unto David to Hebron, and said to the king, Behold the head of Ishbosheth the son of Saul thine enemy, which sought thy life; and the LORD hath avenged my lord the king this day of Saul, and of his seed.",
        "Wolaitta Sentences": "SHin Ba7erootiyaa Rimmoona naata Rekaabanne a ishaa Ba7aana Daawiti hagaadan yaagiis; \"Meto ubbaappe tana ashshida GODAI ero!"
    },
    {
        "English Sentences": "And David answered Rechab and Baanah his brother, the sons of Rimmon the Beerothite, and said unto them, As the LORD liveth, who hath redeemed my soul out of all adversity,",
        "Wolaitta Sentences": "Issi bitanee taakko yiidi, mishiraachcho odiyaabaadan, Saa7ooli haiqqiis yaagidi taayyo yootin, taani a Xiqilaagan oiqqada worissaas; taani a mishiraachchuwaassi immido woitoi hegaa."
    },
    {
        "English Sentences": "When one told me, saying, Behold, Saul is dead, thinking to have brought good tidings, I took hold of him, and slew him in Ziklag, who thought that I would have given him a reward for his tidings:",
        "Wolaitta Sentences": "Ba son ba arssan zin77ida xillo bitaniyaa worida iita asatuyyo a haluwaa kessiyoogee ai keenaa iitanddeeshsha! A suuttaa taani intte kushiyaappe ha77i achchana; inttena taani biittaa bollappe xaissana!\" yaagiis."
    },
    {
        "English Sentences": "How much more, when wicked men have slain a righteous person in his own house upon his bed? shall I not therefore now require his blood of your hand, and take you away from the earth?",
        "Wolaitta Sentences": "Rekaabanne Ba7aana woranaadan Daawiti ba olanchchata azaziis; azazin olanchchati eta woridosona; eta kushiyaanne tohuwaa qanxxirggidi, dalbbantta haattaa matan Kebroona kataman kaqqidosona. Yaabustte huuphiyaa ekki efiidi, Abaneera duufuwan Kebroonan moogidosona."
    },
    {
        "English Sentences": "And David commanded his young men, and they slew them, and cut off their hands and their feet, and hanged them up over the pool in Hebron. But they took the head of Ishbosheth, and buried it in the sepulchre of Abner in Hebron.",
        "Wolaitta Sentences": "Israa7eela zare ubbati Daawitakko Kebroona katamaa yiidi, \"Nuuni ne ashonne ne suutta."
    },
    {
        "English Sentences": "Then came all the tribes of Israel to David unto Hebron, and spake, saying, Behold, we are thy bone and thy flesh.",
        "Wolaitta Sentences": "Kase Saa7ooli nuuyyo kawo gididi de7iyo wodekka, Israa7eela asaa olau kaalettidai nena. GODAI nena, Neeni ta asaa Israa7eela heemmana; neeni eta bolli kawotana yaagi wottiis\" yaagidosona."
    },
    {
        "English Sentences": "Also in time past, when Saul was king over us, thou wast he that leddest out and broughtest in Israel: and the LORD said to thee, Thou shalt feed my people Israel, and thou shalt be a captain over Israel.",
        "Wolaitta Sentences": "Hegaa gishshau, Israa7eela cimati ubbai Daawitakko Kebroona katamaa yiidosona; yin i etaara Kebroonan GODAA sinttan maachchaa maacettiis; Israa7eela bolli kawotanaadan Daawita eti tiyidosona."
    },
    {
        "English Sentences": "So all the elders of Israel came to the king to Hebron; and king David made a league with them in Hebron before the LORD: and they anointed David king over Israel.",
        "Wolaitta Sentences": "Daawiti kawotiyo wode ayyo hasttamu laitta; oitamu laittaa i kawotiis."
    },
    {
        "English Sentences": "David was thirty years old when he began to reign, and he reigned forty years.",
        "Wolaitta Sentences": "Kebroona kataman Yihudaa bolli laappun laittanne usuppun agina i kawotiis; Yerusalaamen Israa7eela ubbatu bollinne Yihudaa bolli hasttamanne heezzu laittaa kawotiis."
    },
    {
        "English Sentences": "In Hebron he reigned over Judah seven years and six months: and in Jerusalem he reigned thirty and three years over all Israel and Judah.",
        "Wolaitta Sentences": "Yerusalaamen de7iya Yaabuusa asata olanau Daawitinne Daawita asai biidosona; Yaabuusa asati, \"Daawiti ha katamaa gelanau danddayenna\" giidi qoppidosona. Yaatidi eti a, \"Neeni ha sohuwaa gelakka; harai attoshin, qooqetinne wobbeti nena teqqanau danddayoosona\" yaagidosona."
    },
    {
        "English Sentences": "And the king and his men went to Jerusalem unto the Jebusites, the inhabitants of the land: which spake unto David, saying, Except thou take away the blind and the lame, thou shalt not come in hither: thinking, David cannot come in hither.",
        "Wolaitta Sentences": "Gidikkonne, Daawiti Xiyoonen de7iya eta qatuwaa oiqqiis; oiqqin Xiyoonee Daawita Katamaa geetettiis."
    },
    {
        "English Sentences": "Nevertheless David took the strong hold of Zion: the same is the city of David.",
        "Wolaitta Sentences": "He gallassi Daawiti ba asaa, \"Yaabuusa asata xooniya asi ooninne Daawita morkketi, he wobbetinne qooqeti de7iyoosaa gakkanau, haattai goggidi kiyiyo xoo7iyaara gelanau koshshees\" yaagiis. Hegaa gishshau, \"Qooqetinne wobbeti kawo keettaa gelokkona\" geetettiis."
    },
    {
        "English Sentences": "And David said on that day, Whosoever getteth up to the gutter, and smiteth the Jebusites, and the lame and the blind, that are hated of David's soul, he shall be chief and captain. Wherefore they said, The blind and the lame shall not come into the house.",
        "Wolaitta Sentences": "Daawiti he qatuwaa oiqqidi, yan de7iis; he qatuwaa Daawita Katamaa yaagidi sunttiis. Daawiti Miilloppe doommidi, he katamaa yuushshi aattidi gimbbissiis."
    },
    {
        "English Sentences": "So David dwelt in the fort, and called it the city of David. And David built round about from Millo and inward.",
        "Wolaitta Sentences": "Ubbaappe Wolqqaama GODAI Xoossai aara de7iyo gishshau, Daawiti minni minnidi biis."
    },
    {
        "English Sentences": "And David went on, and grew great, and the LORD God of hosts was with him.",
        "Wolaitta Sentences": "Xiiroosa Kawoi Kiiraami Daawitayyo asa kiittiis. Kiittiiddi zigaa mudettaa, anaaxetanne shuchchaa massiyaageeta ayyo yeddiis; yeddin asati Daawitayyo keettaa keexxidosona."
    },
    {
        "English Sentences": "And Hiram king of Tyre sent messengers to David, and cedar trees, and carpenters, and masons: and they built David an house.",
        "Wolaitta Sentences": "GODAI Israa7eela bolli a kawo oottidi essidoogaanne ba asaa Israa7eela gishshau a kawotettaa xoqqu oottidi bonchchidoogaa Daawiti eriis."
    },
    {
        "English Sentences": "And David perceived that the LORD had established him king over Israel, and that he had exalted his kingdom for his people Israel's sake.",
        "Wolaitta Sentences": "Daawiti Kebroonappe Yerusalaame yiidoogaappe guyyiyan, hara baakkotanne hara maccaasata gujjidi ekkiis. Ekkin hara macca naatinne attuma naati ayyo yelettidosona."
    },
    {
        "English Sentences": "And David took him more concubines and wives out of Jerusalem, after he was come from Hebron: and there were yet sons and daughters born to David.",
        "Wolaitta Sentences": "Yan ayyo yelettida attuma naatu sunttai SHaamu7a, SHobaaba, Naataana, Solomona,"
    },
    {
        "English Sentences": "And these be the names of those that were born unto him in Jerusalem; Shammuah, and Shobab, and Nathan, and Solomon,",
        "Wolaitta Sentences": "Yibihaara, Elishuu7a, Nefega, Yaafi7a,"
    },
    {
        "English Sentences": "Ibhar also, and Elishua, and Nepheg, and Japhia,",
        "Wolaitta Sentences": "Elishamaa7a, Eliyadaa7anne Elifeleexa."
    },
    {
        "English Sentences": "And Elishama, and Eliada, and Eliphalet.",
        "Wolaitta Sentences": "Daawiti Israa7eela bolli kawo gididi tiyettidoogaa Pilisxxeema asati siyido wode, eti ubbai Daawita koyanau kiyidosona; shin Daawiti hegaa siyidi, duge qatuwaa biis."
    },
    {
        "English Sentences": "But when the Philistines heard that they had anointed David king over Israel, all the Philistines came up to seek David; and David heard of it, and went down to the hold.",
        "Wolaitta Sentences": "Pilisxxeemati qassikka biidi, Rafaima Wombban laalettidi uttidosona."
    },
    {
        "English Sentences": "The Philistines also came and spread themselves in the valley of Rephaim.",
        "Wolaitta Sentences": "Hegaa gishshau, Daawiti GODAA, \"Taani baada Pilisxxeemata oloo? Neeni eta taayyo aatta immuutee?\" yaagidi oichchiis. Oichchin GODAI Daawita, \"Ee ola. Taani eta neeyyo aatta immana\" yaagiis."
    },
    {
        "English Sentences": "And David enquired of the LORD, saying, Shall I go up to the Philistines? wilt thou deliver them into mine hand? And the LORD said unto David, Go up: for I will doubtless deliver the Philistines into thine hand.",
        "Wolaitta Sentences": "Yaagin Daawiti Ba7aali-Paraaxiima giyoosaa biidi, yan eta xooniis. Yaatidi Daawiti, \"Haattaa di7oi xuussi kanttiyoogaadan GODAI ta morkketu giddoora tana kanttissiis\" yaagiis. Hegaa gishshau, he sohuwaa sunttai Ba7aali-Paraaxiima geetettiis."
    },
    {
        "English Sentences": "And David came to Baalperazim, and David smote them there, and said, The LORD hath broken forth upon mine enemies before me, as the breach of waters. Therefore he called the name of that place Baalperazim.",
        "Wolaitta Sentences": "Pilisxxeemati bantta eeqata he sohuwan yeggidi biidosona. Yaatin Daawitinne a asai he eeqata ekkidi efiidosona."
    },
    {
        "English Sentences": "And there they left their images, and David and his men burned them.",
        "Wolaitta Sentences": "Pilisxxeemati guyye simmidi biidi, naa77anttuwaakka Rafaima Wombban laaletti uttidosona."
    },
    {
        "English Sentences": "And the Philistines came up yet again, and spread themselves in the valley of Rephaim.",
        "Wolaitta Sentences": "Daawiti GODAA naa77anttuwakka oichchin, GODAI a, \"Sitti gaada pude eta bolli booppa; eta guyyeera yuuya aadhdhada, ettaappe sintta baggaara olanau giiga."
    },
    {
        "English Sentences": "And when David enquired of the LORD, he said, Thou shalt not go up; but fetch a compass behind them, and come upon them over against the mulberry trees.",
        "Wolaitta Sentences": "Ettaa huuphiyan salppiyaa cenggurssaa neeni siyiyo wode eesota. Aissi giikko, hegee Pilisxxeema olanchchata shocanau GODAI neeppe sinttau aadhdhiis giyoogaa\" yaagiis."
    },
    {
        "English Sentences": "And let it be, when thou hearest the sound of a going in the tops of the mulberry trees, that then thou shalt bestir thyself: for then shall the LORD go out before thee, to smite the host of the Philistines.",
        "Wolaitta Sentences": "Yaagin Daawiti GODAI azazidoogaadan oottiis; Gebaa7appe biidi Gezeera gakkanaashin, Pilisxxeema olanchchata Daawiti woriis."
    },
    {
        "English Sentences": "And David did so, as the LORD had commanded him; and smote the Philistines from Geba until thou come to Gazer.",
        "Wolaitta Sentences": "Israa7eela giddoppe doorettida hasttamu sha7u asata Daawiti naa77anttuwaa xeesidi shiishshiis."
    },
    {
        "English Sentences": "Again, David gathered together all the chosen men of Israel, thirty thousand.",
        "Wolaitta Sentences": "SHiishshidi inne a asai ubbai Yihudan de7iya Ba7aala katamaappe denddidi, kiruubetuppe gidduwan ba kawotaa araataa bolli uttida Ubbaappe Wolqqaama GODAA sunttan xeesettida Xoossaa Taabootaa yaappe ehaanau biidosona."
    },
    {
        "English Sentences": "And David arose, and went with all the people that were with him from Baale of Judah, to bring up from thence the ark of God, whose name is called by the name of the LORD of hosts that dwelleth between the cherubims.",
        "Wolaitta Sentences": "Eti Xoossaa Taabootaa ooratta gaariyan wottidi, keraa huuphiyan de7iya Abinadaaba sooppe ehiidosona; Abinadaaba naati Uzzinne Ahiyyoi ooratta gaariyaa kaalettoosona."
    },
    {
        "English Sentences": "And they set the ark of God upon a new cart, and brought it out of the house of Abinadab that was in Gibeah: and Uzzah and Ahio, the sons of Abinadab, drave the new cart.",
        "Wolaitta Sentences": "Keraa huuphiyan de7iya Abinadaaba sooppe Xoossaa Taabootaa ehiyo wode, Ahiyyoi Taabootaappe sinttaara hemettees."
    },
    {
        "English Sentences": "And they brought it out of the house of Abinadab which was at Gibeah, accompanying the ark of God: and Ahio went before the ark.",
        "Wolaitta Sentences": "Daawitinne Israa7eela asai ubbai diittaanne maazinqqiyaa diixxiiddi, karaabiyaa baqqiiddinne daalaanne shaashooraa qaattiiddi, banttau kumetta wolqqan GODAA sinttan ufaittiiddi bonchchidosona."
    },
    {
        "English Sentences": "And David and all the house of Israel played before the LORD on all manner of instruments made of fir wood, even on harps, and on psalteries, and on timbrels, and on cornets, and on cymbals.",
        "Wolaitta Sentences": "Naakona kattaa qoxxiyo audiyaa gakkiyo wode, boorati xubettin, Uzzi ba kushiyaa yeddidi, Xoossaa Taabootaa oiqqiis."
    },
    {
        "English Sentences": "And when they came to Nachon's threshingfloor, Uzzah put forth his hand to the ark of God, and took hold of it; for the oxen shook it.",
        "Wolaitta Sentences": "Uzzi Taabootaa bochchido gishshau, GODAA hanqqoi Uzza bolli eexxi kiyiis. Xoossai a shocin, he sohuwankka Xoossaa Taabootaa matan i haiqqi aggiis."
    },
    {
        "English Sentences": "And the anger of the LORD was kindled against Uzzah; and God smote him there for his error; and there he died by the ark of God.",
        "Wolaitta Sentences": "GODAA hanqqoi Uzza shocido gishshau, Daawiti yiillotiis. He sohoi hachchi gakkanaashin, Uzzi SHocettosaa geetettees."
    },
    {
        "English Sentences": "And David was displeased, because the LORD had made a breach upon Uzzah: and he called the name of the place Perezuzzah to this day.",
        "Wolaitta Sentences": "He gallassi Daawiti GODAAYYO yayyidi, \"GODAA Taabootai taakko simmi waani yaanee?\" yaagiis."
    },
    {
        "English Sentences": "And David was afraid of the LORD that day, and said, How shall the ark of the LORD come to me?",
        "Wolaitta Sentences": "Hegaa gishshau, Daawiti GODAA Taabootaa banaara Daawita Katamaa ehaanau koyibeenna; hegaa aggidi Gaatiyaa Obeedi-Eedooma giyo bitaniyaa so efiis."
    },
    {
        "English Sentences": "So David would not remove the ark of the LORD unto him into the city of David: but David carried it aside into the house of Obededom the Gittite.",
        "Wolaitta Sentences": "GODAA Taabootai Obeedi-Eedooma son heezzu agina gam77iis; GODAI anne a soo asa ubbaa anjjiis."
    },
    {
        "English Sentences": "And the ark of the LORD continued in the house of Obededom the Gittite three months: and the LORD blessed Obededom, and all his household.",
        "Wolaitta Sentences": "Hegaappe simmin, \"Xoossaa Taabootaa gishshau, GODAI Obeedi-Eedooma so asaanne ayyo de7iya ubbabaa anjjiis\" yaagiyoogaa Kawoi Daawiti siyiis; hegaa gishshau, Daawiti Obeedi-Eedooma soo biidi, Xoossaa Taabootaa Daawita Katamaa ufaissan ehiis."
    },
    {
        "English Sentences": "And it was told king David, saying, The LORD hath blessed the house of Obededom, and all that pertaineth unto him, because of the ark of God. So David went and brought up the ark of God from the house of Obededom into the city of David with gladness.",
        "Wolaitta Sentences": "GODAA Taabootaa tookkida asati usuppunaa tanggido paiduwan paiduwan eta essidi, issi korimaanne issi anqqara maraa Daawiti yarshshiis."
    },
    {
        "English Sentences": "And it was so, that when they that bare the ark of the LORD had gone six paces, he sacrificed oxen and fatlings.",
        "Wolaitta Sentences": "Daawiti liinuwaa giyo qacinaappe dadettida eefuudiyaa maayidi, bau de7iya wolqqa ubban GODAA sinttan duriis."
    },
    {
        "English Sentences": "And David danced before the LORD with all his might; and David was girded with a linen ephod.",
        "Wolaitta Sentences": "Inne Israa7eela asati ubbati ufaissan hombbociiddinne malkkataa punniiddi GODAA Taabootaa Daawita Katamaa ehiidosona."
    },
    {
        "English Sentences": "So David and all the house of Israel brought up the ark of the LORD with shouting, and with the sound of the trumpet.",
        "Wolaitta Sentences": "GODAA Taabootai Daawita Katamaa geliyo wode, Saa7oola na7iyaa Miikaala maskkootiyaara xeellada, Kawoi Daawiti GODAA sinttan guppishiininne durishin be7aasu; be7ada Daawita ba wozanan karaasu."
    },
    {
        "English Sentences": "And as the ark of the LORD came into the city of David, Michal Saul's daughter looked through a window, and saw king David leaping and dancing before the LORD; and she despised him in her heart.",
        "Wolaitta Sentences": "Daawiti GODAA Taabootaa wottanau tolido dunkkaaniyaa giddon Taabootaa ehiidi wottidosona; wottin Daawiti xuuggiyo yarshshuwaanne issippetettaa yarshshuwaa GODAAYYO yarshshiis."
    },
    {
        "English Sentences": "And they brought in the ark of the LORD, and set it in his place, in the midst of the tabernacle that David had pitched for it: and David offered burnt offerings and peace offerings before the LORD.",
        "Wolaitta Sentences": "Daawiti xuuggiyo yarshshuwaanne issippetettaa yarshshuwaa yarshshiyoogaa polidoogaappe guyyiyan, Ubbaappe Wolqqaama GODAA sunttan asaa anjjiis."
    },
    {
        "English Sentences": "And as soon as David had made an end of offering burnt offerings and peace offerings, he blessed the people in the name of the LORD of hosts.",
        "Wolaitta Sentences": "Anjjidi Israa7eela asau ubbau, maccau attumau huuphiyan huuphiyan issi issi komppo oittaa, issi issi muxo ashuwaanne woiniyaa teeraa melaappe issi issi lichchakkuwaa gishiis. Hegaappe guyyiyan asai ubbai ba soo ba soo simmiis."
    },
    {
        "English Sentences": "And he dealt among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a good piece of flesh, and a flagon of wine. So all the people departed every one to his house.",
        "Wolaitta Sentences": "Daawiti ba so asaa anjjanau soo simmido wode, Saa7oola na7iyaa Miikaala a mokkanau kiyada, \"SHufuro asati kallo hemettiyoogaadan, hachchi Israa7eela kawoi ba ashkkaratu macca ashkkaratu sinttan kallottidi, aiba bonchchettidee!\" yaagaasu."
    },
    {
        "English Sentences": "Then David returned to bless his household. And Michal the daughter of Saul came out to meet David, and said, How glorious was the king of Israel to day, who uncovered himself to day in the eyes of the handmaids of his servants, as one of the vain fellows shamelessly uncovereth himself!",
        "Wolaitta Sentences": "Yaagin Daawiti, \"Ne aawaappenne a so asaappe aattidi, ba asaa Israa7eela kaalettanaadan tana doorida GODAA sinttan duraas. Taani GODAA bonchchanau duriyoogaa aggikke."
    },
    {
        "English Sentences": "And David said unto Michal, It was before the LORD, which chose me before thy father, and before all his house, to appoint me ruler over the people of the LORD, over Israel: therefore will I play before the LORD.",
        "Wolaitta Sentences": "Taani hagaappe aattada bironkka tana toochchana; taani ta huuphiyaa ziqqi oottana. SHin neeni giido macca ashkkaratu sinttan taani bonchchettana\" yaagiis."
    },
    {
        "English Sentences": "And I will yet be more vile than thus, and will be base in mine own sight: and of the maidservants which thou hast spoken of, of them shall I be had in honour.",
        "Wolaitta Sentences": "Hegaa gishshau, Saa7oola na7iyaa Miikaala haiqqana gakkanaashin, na7a yelabeikku."
    },
    {
        "English Sentences": "Therefore Michal the daughter of Saul had no child unto the day of her death.",
        "Wolaitta Sentences": "Kawoi Daawiti ba kawo keettan uttidoogaappe guyyiyaaninne GODAI a a morkketu ubbaappe shemppissidoogaappe guyyiyan,"
    },
    {
        "English Sentences": "And it came to pass, when the king sat in his house, and the LORD had given him rest round about from all his enemies;",
        "Wolaitta Sentences": "hananabaa yootiya Naataana, \"Taani zigaappe keexettida keettan de7ais; shin Xoossaa Taabootai dunkkaaniyan de7ees\" yaagiis."
    },
    {
        "English Sentences": "That the king said unto Nathan the prophet, See now, I dwell in an house of cedar, but the ark of God dwelleth within curtains.",
        "Wolaitta Sentences": "Yaagin Naataani Daawita, \"Oottanau ne wozanai qoppidobaa ubbaa ootta; GODAI nenaara de7ees\" yaagiis."
    },
    {
        "English Sentences": "And Nathan said to the king, Go, do all that is in thine heart; for the LORD is with thee.",
        "Wolaitta Sentences": "SHin he gallassa qammi GODAA qaalai Naataanakko yiidi,"
    },
    {
        "English Sentences": "And it came to pass that night, that the word of the LORD came unto Nathan, saying,",
        "Wolaitta Sentences": "\"Ba; baada ta ashkkaraa Daawita hagaadan yaaga; GODAI hagaadan yaagees; \"Taani de7ana keettaa keexxanai nena gidakka."
    },
    {
        "English Sentences": "Go and tell my servant David, Thus saith the LORD, Shalt thou build me an house for me to dwell in?",
        "Wolaitta Sentences": "Aissi giikko, taani Israa7eelata Gibxxe biittaappe kessido gallassaappe doommada hachchi gakkanaashin keettan de7abeikke; taani dunkkaanen yaanne haanne yuuyaidda de7aas."
    },
    {
        "English Sentences": "Whereas I have not dwelt in any house since the time that I brought up the children of Israel out of Egypt, even to this day, but have walked in a tent and in a tabernacle.",
        "Wolaitta Sentences": "Taani Israa7eela asaa ubbaara yuuyido soho ubban, ta asaa Israa7eela heemmana mala, taani sunttidoogeetuppe issuwaanne Taayyo zigaa keettaa aissi keexxabeikkii? gaada oichchabeikke\" yaagees yaaga."
    },
    {
        "English Sentences": "In all the places wherein I have walked with all the children of Israel spake I a word with any of the tribes of Israel, whom I commanded to feed my people Israel, saying, Why build ye not me an house of cedar?",
        "Wolaitta Sentences": "\"Hegaa gishshau, ha77ikka ta ashkkaraa Daawitassi oda; Ubbaappe Wolqqaama GODAI nena hagaadan yaagees; \"Taani nena hentta gadeppe, dorssaa heemmiyoosaappe denttada, ta asaa Israa7eela kaalettanaadan ekkaas."
    },
    {
        "English Sentences": "Now therefore so shalt thou say unto my servant David, Thus saith the LORD of hosts, I took thee from the sheepcote, from following the sheep, to be ruler over my people, over Israel:",
        "Wolaitta Sentences": "Neeni biido soho ubban taani nenaara gidaas; ne morkketa ubbaa taani ne sinttaappe diggaas. Ha77i simmi taani ha sa7an erettida gita asatu sunttaadan ne sunttaa gitayana."
    },
    {
        "English Sentences": "And I was with thee whithersoever thou wentest, and have cut off all thine enemies out of thy sight, and have made thee a great name, like unto the name of the great men that are in the earth.",
        "Wolaitta Sentences": "Qassi taani ta asaassi Israa7eelassi soho immada, eta he sohuwan tokkana. Hegaa gishshau, eti bantta sohuwan de7ana; naa77antto eti shabbirettokkona."
    },
    {
        "English Sentences": "Moreover I will appoint a place for my people Israel, and will plant them, that they may dwell in a place of their own, and move no more; neither shall the children of wickedness afflict them any more, as beforetime,",
        "Wolaitta Sentences": "Beni wodiyaaninne ta asaa Israa7eela bolli daannatiyaageeta taani sunttido wodiyaadan, iitati eta zaarettidi naaqqokkona. Qassi taani nena ne morkketu ubbaappe shemppissana. \"\"Hegaa bollankka GODAI ba huuphen ne zareti de7i be7anaadan oottanaagaa neessi yootees."
    },
    {
        "English Sentences": "And as since the time that I commanded judges to be over my people Israel, and have caused thee to rest from all thine enemies. Also the LORD telleth thee that he will make thee an house.",
        "Wolaitta Sentences": "Ne baree wurin haiqqada, ne maizza aawatun gaittiyo wode, ne gulbbataappe yelettida na7aa taani denttana; denttada a kawotettaa minttana."
    },
    {
        "English Sentences": "And when thy days be fulfilled, and thou shalt sleep with thy fathers, I will set up thy seed after thee, which shall proceed out of thy bowels, and I will establish his kingdom.",
        "Wolaitta Sentences": "Ta sunttaayyo keettaa keexxanai a; taani a kawotaa araataa merinau mintta essana."
    },
    {
        "English Sentences": "He shall build an house for my name, and I will stablish the throne of his kingdom for ever.",
        "Wolaitta Sentences": "Taani ayyo aawa gidana; ikka taayyo na7a gidana. I baliyo wode, taani a asaa xam77an, asai shociyo lissuwan a seerana."
    },
    {
        "English Sentences": "I will be his father, and he shall be my son. If he commit iniquity, I will chasten him with the rod of men, and with the stripes of the children of men:",
        "Wolaitta Sentences": "SHin taani ne sinttaappe diggido Saa7oolappe ta siiqoi ekettidoogaadan, appe mulekka ekettenna."
    },
    {
        "English Sentences": "But my mercy shall not depart away from him, as I took it from Saul, whom I put away before thee.",
        "Wolaitta Sentences": "Ne zaretinne ne kawotettai ta sinttan merinau gam77ana; ne kawotaa araataikka merinau minni eqqana\" yaagees yaaga\" yaagiis."
    },
    {
        "English Sentences": "And thine house and thy kingdom shall be established for ever before thee: thy throne shall be established for ever.",
        "Wolaitta Sentences": "Naataani GODAI ayyo ajjuutan qonccissido qaalaa ubbaa Daawitayyo odiis."
    },
    {
        "English Sentences": "According to all these words, and according to all this vision, so did Nathan speak unto David.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Kawoi Daawiti dunkkaaniyaa gelidi, GODAA sinttan uttiis. Uttidi hagaadan yaagidi woossiis; \"Abeet Ubbaa Haariya GODAU, neeni hagaa ubbaa taayyo oottanau taani oonee? Ta so asaikka aibee?"
    },
    {
        "English Sentences": "Then went king David in, and sat before the LORD, and he said, Who am I, O Lord GOD? and what is my house, that thou hast brought me hitherto?",
        "Wolaitta Sentences": "Abeet Ubbaa Haariya GODAU, hagee ne aifiyaa sinttan guutta milatin, sinttappe ne ashkkaraa zaretussi hananabaakka haasayadasa. Ubbaa Haariya GODAU, hagee neeni asassi oossikka oottiyo ooso gidenna."
    },
    {
        "English Sentences": "And this was yet a small thing in thy sight, O Lord GOD; but thou hast spoken also of thy servant's house for a great while to come. And is this the manner of man, O Lord GOD?",
        "Wolaitta Sentences": "\"Hagaappe aadhdhiyaabaa taani Daawiti neeyyo ai gaanau danddayiyaanaa? Ubbaa Haariya GODAU, neeni tana ne ashkkaraa eraasa."
    },
    {
        "English Sentences": "And what can David say more unto thee? for thou, Lord GOD, knowest thy servant.",
        "Wolaitta Sentences": "Neeni ne qaalaa gishshau, ne wozanaa qofaadan ha gitabaa oottada, tana ne ashkkaraa erissadasa."
    },
    {
        "English Sentences": "For thy word's sake, and according to thine own heart, hast thou done all these great things, to make thy servant know them.",
        "Wolaitta Sentences": "\"Abeet Ubbaa Haariya GODAU, neeni ai keena giteeshsha! Ne mali issoinne baawa; nuuni nu haittan siyidoogaadankka, neeppe attin hara xoossi baawa."
    },
    {
        "English Sentences": "Wherefore thou art great, O LORD God: for there is none like thee, neither is there any God beside thee, according to all that we have heard with our ears.",
        "Wolaitta Sentences": "Neeni ne asa oottanau wozido ne asaa Israa7eela milatiya hara kawotetti sa7aa bollan baawa. Neeni etayyo oottido gitanne maalaalissiya oosotu gaasuwan ne sunttai biittan sa7an erettiis. Neeni ne asaa sinttaappe hara kawotettatanne eta xoossata laaggadasa."
    },
    {
        "English Sentences": "And what one nation in the earth is like thy people, even like Israel, whom God went to redeem for a people to himself, and to make him a name, and to do for you great things and terrible, for thy land, before thy people, which thou redeemedst to thee from Egypt, from the nations and their gods?",
        "Wolaitta Sentences": "Neeni ne asaa Israa7eela merinau nebaa oottadasa. Abeet GODAU, neenikka eta Xoossaa gidadasa."
    },
    {
        "English Sentences": "For thou hast confirmed to thyself thy people Israel to be a people unto thee for ever: and thou, LORD, art become their God.",
        "Wolaitta Sentences": "\"GODAU Xoossau, simmi ha77i neeni ne ashkkaraayyoonne a zerettaayyo oottana giidoogaa merinau naaga; neeni oottana giidoogaadankka ootta."
    },
    {
        "English Sentences": "And now, O LORD God, the word that thou hast spoken concerning thy servant, and concerning his house, establish it for ever, and do as thou hast said.",
        "Wolaitta Sentences": "Hegan ne sunttai merinau gitatana; asaikka nena, Ubbaappe Wolqqaama GODAI Israa7eela Xoossaa yaagana. Ne ashkkaraa Daawita zaretikka ne sinttan minnidi eqqana."
    },
    {
        "English Sentences": "And let thy name be magnified for ever, saying, The LORD of hosts is the God over Israel: and let the house of thy servant David be established before thee.",
        "Wolaitta Sentences": "\"Abeet Ubbaappe Wolqqaama GODAU, Israa7eela Xoossau, neeni hagaa, Taani ne zareti de7i be7anaadan oottana yaagada taassi ne ashkkaraassi qonccadasa; hegaa gishshau, taani ne ashkkarai nena ha woosaa woossanau xalaas."
    },
    {
        "English Sentences": "For thou, O LORD of hosts, God of Israel, hast revealed to thy servant, saying, I will build thee an house: therefore hath thy servant found in his heart to pray this prayer unto thee.",
        "Wolaitta Sentences": "Abeet Ubbaa Haariya GODAU, neeni Xoossaattennee! Ne qaalaikka ammanettiyaagaa; neeni ha lo77o qaalaa taayyo ne ashkkaraayyo oottana gaadasa."
    },
    {
        "English Sentences": "And now, O Lord GOD, thou art that God, and thy words be true, and thou hast promised this goodness unto thy servant:",
        "Wolaitta Sentences": "Ne sinttan yaa merinau gam77anaadan, ne ashkkaraa zariyaa anjjanau ufaitta. Aissi giikko, Abeet Ubbaa Haariya GODAU, hegaa haasayadasa; qassi ne anjjuwan ne ashkkaraa zareti merinaukka anjjettana\" yaagidi woossiis."
    },
    {
        "English Sentences": "Therefore now let it please thee to bless the house of thy servant, that it may continue for ever before thee: for thou, O Lord GOD, hast spoken it: and with thy blessing let the house of thy servant be blessed for ever.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Kawoi Daawiti Pilisxxeemata xoonidi haariis; yaatidi Metegi7aama giyo katamaa Pilisxxeema asatu kushiyaappe wotti ekkiis."
    },
    {
        "English Sentences": "And after this it came to pass that David smote the Philistines, and subdued them: and David took Methegammah out of the hand of the Philistines.",
        "Wolaitta Sentences": "Qassi Moo7aaba asatakka Daawiti xooniis. Biittan i eta zin77issidi wodoruwan likkiis; naa77u wodoro likettida ubbata woriis; heezzantto wodoro likettidaageeta paxa aggiis. Yaatin Moo7aaba asati Daawitayyo haarettidi giiraa giiridosona."
    },
    {
        "English Sentences": "And he smote Moab, and measured them with a line, casting them down to the ground; even with two lines measured he to put to death, and with one full line to keep alive. And so the Moabites became David's servants, and brought gifts.",
        "Wolaitta Sentences": "Rahooba na7ai, Xooba Kawoi Hadaadi7eezeri Efiraaxiisa SHaafaa matan de7iya ba zawaa zaari ekkanau biidi, Daawitaara olettin, Daawiti a xooniis."
    },
    {
        "English Sentences": "David smote also Hadadezer, the son of Rehob, king of Zobah, as he went to recover his border at the river Euphrates.",
        "Wolaitta Sentences": "Daawiti a asaappe issi sha7anne laappun xeetu paraasatanne laatamu sha7u tohuwaasata omooddiis. Daawiti gaareta goochchanau xeetu parata ashshidi, hara paratu ubbau gaadiyaa gilddayiis."
    },
    {
        "English Sentences": "And David took from him a thousand chariots, and seven hundred horsemen, and twenty thousand footmen: and David houghed all the chariot horses, but reserved of them for an hundred chariots.",
        "Wolaitta Sentences": "Damasqqo kataman de7iya Sooriyaa olanchchati Xooba Kawuwaa Hadaadi7eezera maaddanau yiido wode, Daawiti etappe laatamanne naa77u sha7ata woriis."
    },
    {
        "English Sentences": "And when the Syrians of Damascus came to succour Hadadezer king of Zobah, David slew of the Syrians two and twenty thousand men.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawiti Sooriyaa kawotettaaninne Damasqqo kataman olanchchatu qatota medhdhiis. Yaatin Sooriyaa asati Daawitayyo haarettidi, giiraa giiridosona. Daawiti biido soho ubban GODAI ayyo xoonuwaa immiis."
    },
    {
        "English Sentences": "Then David put garrisons in Syria of Damascus: and the Syrians became servants to David, and brought gifts. And the LORD preserved David whithersoever he went.",
        "Wolaitta Sentences": "Hadaadi7eezera ola gadaawati oiqqiyo worqqa gonddalliyaa Daawiti ekkidi, Yerusalaame ehiis."
    },
    {
        "English Sentences": "And David took the shields of gold that were on the servants of Hadadezer, and brought them to Jerusalem.",
        "Wolaitta Sentences": "Bexaahanne Berotaaya giyo Hadaadi7eezera katamatuppe Kawoi Daawiti nahaasiyaa giyo birataa keehi daruwaa ekkiis."
    },
    {
        "English Sentences": "And from Betah, and from Berothai, cities of Hadadezer, king David took exceeding much brass.",
        "Wolaitta Sentences": "Hadaadi7eezera olanchchata ubbaa Daawiti xoonidoogaa Hamaata Kawoi Too7i siyiis."
    },
    {
        "English Sentences": "When Toi king of Hamath heard that David had smitten all the host of Hadadezer,",
        "Wolaitta Sentences": "Siyidi Hadaadi7eezera olidi xoonido gishshau, a hashshu gaanaunne sarotanau ba na7aa Yoraama Kawuwaa Daawitakko kiittiis. Aissi giikko, Hadaadi7eezeri Too7aara olettiiddi gam77iis. Yoraami yiiddi worqqaappe, biraappenne nahaasiyaappe merettida miishshata Daawitayyo ehiis."
    },
    {
        "English Sentences": "Then Toi sent Joram his son unto king David, to salute him, and to bless him, because he had fought against Hadadezer, and smitten him: for Hadadezer had wars with Toi. And Joram brought with him vessels of silver, and vessels of gold, and vessels of brass:",
        "Wolaitta Sentences": "Ehin Kawoi Daawiti ha miishshata GODAAYYO dummayi wottiis. Qassi Daawiti ba xoonido kawotettatuppe ubbaappe,"
    },
    {
        "English Sentences": "Which also king David did dedicate unto the LORD, with the silver and gold that he had dedicated of all nations which he subdued;",
        "Wolaitta Sentences": "Sooriyaappe, Moo7aabappe, Amoona asatuppe, Pilisxxeema asatuppenne Amaaleeqa asatuppe ekkido worqqaanne biraa Rahooba na7aa, Xooba Kawuwaa Hadaadi7eezerappe ekkido omooduwaa kase peeshan GODAAYYO dummayi wottiis."
    },
    {
        "English Sentences": "Of Syria, and of Moab, and of the children of Ammon, and of the Philistines, and of Amalek, and of the spoil of Hadadezer, son of Rehob, king of Zobah.",
        "Wolaitta Sentences": "Maxine Wombban tammanne hosppun sha7u Eedooma asata Daawiti wori simmidoogaappe guyyiyan, i haittatiis."
    },
    {
        "English Sentences": "And David gat him a name when he returned from smiting of the Syrians in the valley of salt, being eighteen thousand men.",
        "Wolaitta Sentences": "Daawiti Eedooma biitta ubban olanchchatu qatota medhdhiis; yaatin he biittaa asai ubbai Daawitayyo haarettiis. Daawiti biido soho ubban GODAI ayyo xoonuwaa immiis."
    },
    {
        "English Sentences": "And he put garrisons in Edom; throughout all Edom put he garrisons, and all they of Edom became David's servants. And the LORD preserved David whithersoever he went.",
        "Wolaitta Sentences": "Hegaadan oottidi, Daawiti Israa7eela ubbaa bolli kawotiis; kawotidi ba asaa ubbaa xillotettaaninne suure pirddan aissiis."
    },
    {
        "English Sentences": "And David reigned over all Israel; and David executed judgment and justice unto all his people.",
        "Wolaitta Sentences": "Xaruuyi na7ai Yoo7aabi olanchchatu gadaawaa; Ahiluuda na7ai Yoosaafixi hanidabaa xaafiyaagaa."
    },
    {
        "English Sentences": "And Joab the son of Zeruiah was over the host; and Jehoshaphat the son of Ahilud was recorder;",
        "Wolaitta Sentences": "Ahixuuba na7ai Xaadooqinne Abiyaataara na7ai Abimeleki qeeseta; Saraayi qassi waanna xaafiyaa;"
    },
    {
        "English Sentences": "And Zadok the son of Ahitub, and Ahimelech the son of Abiathar, were the priests; and Seraiah was the scribe;",
        "Wolaitta Sentences": "Yoodaahe na7ai Banaayi Daawita naagiya olanchchatu halaqaa; Daawita attuma naati kawuwaa zoriyaageeta."
    },
    {
        "English Sentences": "And Benaiah the son of Jehoiada was over both the Cherethites and the Pelethites; and David's sons were chief rulers.",
        "Wolaitta Sentences": "Issi gallassi Daawiti, \"Yonaataana gishshau, taani ayyo kehanaadan hanno gakkanau Saa7oola qanttaappe attida asi de7iishsha?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And David said, Is there yet any that is left of the house of Saul, that I may shew him kindness for Jonathan's sake?",
        "Wolaitta Sentences": "He wode Xiiba giyo issi ashkkarai Saa7oola son de7ees; i Daawita sintti yaanaadan xeesidosona; yin kawoi a, \"Neeni Xiibee?\" yaagidi oichchiis. Oichchin, \"Ee taani Xiiba, ne ashkkaraa\" yaagiis."
    },
    {
        "English Sentences": "And there was of the house of Saul a servant whose name was Ziba. And when they had called him unto David, the king said unto him, Art thou Ziba? And he said, Thy servant is he.",
        "Wolaitta Sentences": "Yaagin kawoi a, \"Xoossaa kehatettaa taani kehanaadan, Saa7oola qanttaappe palahida issi asinne baawee?\" yaagiis. Yaagin Xiibi kawuwaa, \"Yonaataana naatuppe issoi hanno gakkanaashin de7ees; he na7aayyo naa77u tohotikka sila\" yaagiis."
    },
    {
        "English Sentences": "And the king said, Is there not yet any of the house of Saul, that I may shew the kindness of God unto him? And Ziba said unto the king, Jonathan hath yet a son, which is lame on his feet.",
        "Wolaitta Sentences": "Yaagin kawoi, \"I awan de7ii?\" yaagiis. Yaagin Xiibi, \"Lodabaara giyoosan Ammi7eela na7aa Maakira son de7ees\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto him, Where is he? And Ziba said unto the king, Behold, he is in the house of Machir, the son of Ammiel, in Lodebar.",
        "Wolaitta Sentences": "Yaagin Kawoi Daawiti kiittidi, Lodabaarappe Ammi7eela na7aa Maakira sooppe ehiissiis."
    },
    {
        "English Sentences": "Then king David sent, and fetched him out of the house of Machir, the son of Ammiel, from Lodebar.",
        "Wolaitta Sentences": "Saa7oola na7aa Yonaataana na7ai Mafibosheeti Daawitakko yiis; yi gakkidi, Daawita sinttan lichchi giidi zin77iis. Yaatin, Daawiti a, \"Mafibosheetaa!\" yaagidi xeesiis. Xeesin i, \"Abe ta godau, taani ne ashkkaraa\" yaagiis."
    },
    {
        "English Sentences": "Now when Mephibosheth, the son of Jonathan, the son of Saul, was come unto David, he fell on his face, and did reverence. And David said, Mephibosheth. And he answered, Behold thy servant!",
        "Wolaitta Sentences": "Daawiti a, \"Yayyoppa; ne aawaa Yonaataana gishshau, taani neeyyo kehana. Ne aawaa aawaa Saa7oola gadiyaa ubbaa taani neeyyo zaarana; qassi neeni ubba wode ta masoofiyaappe maana\" yaagiis."
    },
    {
        "English Sentences": "And David said unto him, Fear not: for I will surely shew thee kindness for Jonathan thy father's sake, and will restore thee all the land of Saul thy father; and thou shalt eat bread at my table continually.",
        "Wolaitta Sentences": "Yaagin Mafibosheeti naa77anttuwaakka lichchi gi zin77idi, \"Haiqqida kana malaa tana neeni wudada xeellanau, ne ashkkarai taani oonee?\" yaagiis."
    },
    {
        "English Sentences": "And he bowed himself, and said, What is thy servant, that thou shouldest look upon such a dead dog as I am?",
        "Wolaitta Sentences": "Kawoi Saa7oola ashkkaraa Xiiba xeesidi, \"Saa7oolabaanne Saa7oola so asaabaa gididabaa ubbaa taani ne godaa na7aa na7aayyo immaas."
    },
    {
        "English Sentences": "Then the king called to Ziba, Saul's servant, and said unto him, I have given unto thy master's son all that pertained to Saul and to all his house.",
        "Wolaitta Sentences": "Ne godaa na7aa na7ai maanaadan neeni, ne naatinne ne ashkkarati ayyo gadiyaa goyite; goyidi mokkida kattaa ayyo ehiite. Gidikkokka, ne godaa na7aa na7ai Mafibosheeti ubba wode ta masoofiyaappe maana\" yaagiis. Xiibayyo tammanne ichchashu attuma naatinne laatamu ashkkarati de7oosona."
    },
    {
        "English Sentences": "Thou therefore, and thy sons, and thy servants, shall till the land for him, and thou shalt bring in the fruits, that thy master's son may have food to eat: but Mephibosheth thy master's son shall eat bread alway at my table. Now Ziba had fifteen sons and twenty servants.",
        "Wolaitta Sentences": "Xiibi kawuwaa, \"Neeni ta godai kawoi ne ashkkaraa azazido ubbabaa taani ne ashkkarai polana\" yaagiis. Hegaa gishshau, Mafibosheeti kawuwaa naatuppe issuwaadan kawuwaa masoofiyaappe miis."
    },
    {
        "English Sentences": "Then said Ziba unto the king, According to all that my lord the king hath commanded his servant, so shall thy servant do. As for Mephibosheth, said the king, he shall eat at my table, as one of the king's sons.",
        "Wolaitta Sentences": "Mafibosheetayyo Miika giyo guutta na7ai de7ees. Xiiba son de7iya asati ubbati Mafibosheetayyo ashkkara gididosona."
    },
    {
        "English Sentences": "And Mephibosheth had a young son, whose name was Micha. And all that dwelt in the house of Ziba were servants unto Mephibosheth.",
        "Wolaitta Sentences": "Mafibosheeti ubba wode kawuwaa masoofiyaappe miyo gishshau, i Yerusalaamen de7ees. A gedee naa77aikka sila."
    },
    {
        "English Sentences": "So Mephibosheth dwelt in Jerusalem: for he did eat continually at the king's table; and was lame on both his feet.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Amoonatu Kawoi Naa7oosi haiqqiis; haiqqin a na7ai Hanuuni a sohuwan kawotiis."
    },
    {
        "English Sentences": "And it came to pass after this, that the king of the children of Ammon died, and Hanun his son reigned in his stead.",
        "Wolaitta Sentences": "Daawiti, \"A aawai taayyo kehidoogaadan Naa7oosa na7aa Hanuunayyo taanikka kehana\" yaagiis. Hegaa gishshau, a minttettanau Daawiti ba asaa akko kiittiis. Daawita asai Amoona biitti gakkido wode,"
    },
    {
        "English Sentences": "Then said David, I will shew kindness unto Hanun the son of Nahash, as his father shewed kindness unto me. And David sent to comfort him by the hand of his servants for his father. And David's servants came into the land of the children of Ammon.",
        "Wolaitta Sentences": "Amoona asaa halaqati bantta godaa Hanuuna, \"Daawiti nena minttettanau ha asata kiittidoogee ne aawaa bonchchuwaa gishshaassa gaadiiyye? I ba asaa kiittidoogee ha katamaa xeellanaassa, wochchanaassanne olidi xoonanaassa\" yaagidosona."
    },
    {
        "English Sentences": "And the princes of the children of Ammon said unto Hanun their lord, Thinkest thou that David doth honour thy father, that he hath sent comforters unto thee? hath not David rather sent his servants unto thee, to search the city, and to spy it out, and to overthrow it?",
        "Wolaitta Sentences": "Yaagin Hanuuni Daawiti kiittidoogeeta oiqqidi, eta buuchchaappe baggaa meediis; eta maayuwaakka uttiyo dulliyaa baggaappe qanxxi ekkidi, eta yeddiis."
    },
    {
        "English Sentences": "Wherefore Hanun took David's servants, and shaved off the one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away.",
        "Wolaitta Sentences": "Hegaa gishshau, asati daro yeellatidosona. Daawiti hegaa siyidi, i etaara gaittiya asa kiittiis; etakko kiittidi, \"Intte buuchchai diccana gakkanaashin, Yarkko Kataman de7ishshite; hegaappe guyyiyan haa yiite\" yaagiis."
    },
    {
        "English Sentences": "When they told it unto David, he sent to meet them, because the men were greatly ashamed: and the king said, Tarry at Jericho until your beards be grown, and then return.",
        "Wolaitta Sentences": "Amoonati bantta oosuwan Daawiti eta morkkanaadan oottidoogaa erido wode, Beeti-Rahoobanne Xooba katamatun de7iya Sooriyaa asatuppe laatamu sha7u tohuwaasata, Xoba biittaappe tammanne naa77u sha7u asatanne Maa7ika biittaa kawuwaappe issi sha7u asata qaxaridosona."
    },
    {
        "English Sentences": "And when the children of Ammon saw that they stank before David, the children of Ammon sent and hired the Syrians of Bethrehob, and the Syrians of Zoba, twenty thousand footmen, and of king Maacah a thousand men, and of Ishtob twelve thousand men.",
        "Wolaitta Sentences": "Daawiti hegaa siyido wode, Yoo7aabanne de7iya olanchchata ubbaa eta bolli yeddiis."
    },
    {
        "English Sentences": "And when David heard of it, he sent Joab, and all the host of the mighty men.",
        "Wolaitta Sentences": "Amoonati kiyidi, katamaa penggiyan olau salppidosona; Xoobappenne Rahoobappe yiida Sooriyaa asati, Xooba asatinne Maa7ika asati dembban banttarkka de7oosona."
    },
    {
        "English Sentences": "And the children of Ammon came out, and put the battle in array at the entering in of the gate: and the Syrians of Zoba, and of Rehob, and Ishtob, and Maacah, were by themselves in the field.",
        "Wolaitta Sentences": "Yoo7aabi bana olai sinttaaranne guyyeera doggomidoogaa be7iis; be7idi Israa7eelatu giddoppe ubbaappe minniya olanchchata doori ekkidi, Sooriyaa asatu sinttan salppissiis."
    },
    {
        "English Sentences": "When Joab saw that the front of the battle was against him before and behind, he chose of all the choice men of Israel, and put them in array against the Syrians:",
        "Wolaitta Sentences": "Attida asata ba ishai Abishaayi azazana mala oottidi, Amoona asatu sinttan salppissiis."
    },
    {
        "English Sentences": "And the rest of the people he delivered into the hand of Abishai his brother, that he might put them in array against the children of Ammon.",
        "Wolaitta Sentences": "Yoo7aabi ba ishaa, \"Sooriyaa asati taayyo wolqqaamikko, neeni yaada, tana maadda. Qassi Amoona asati neeyyo wolqqaamikko, taani yaada, nena maaddana."
    },
    {
        "English Sentences": "And he said, If the Syrians be too strong for me, then thou shalt help me: but if the children of Ammon be too strong for thee, then I will come and help thee.",
        "Wolaitta Sentences": "Simmi minna! Nu asaa gishshaunne nu Xoossaa katamatu gishshau, ane minni olettoos. GODAI bana lo77iyaabaa ootto\" yaagiis."
    },
    {
        "English Sentences": "Be of good courage, and let us play the men for our people, and for the cities of our God: and the LORD do that which seemeth him good.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yoo7aabinne aara de7iya asai Sooriyaa asatuura olettanau lauhu giidosona. Yaatin, Sooriyaa asati a sinttappe baqatidosona."
    },
    {
        "English Sentences": "And Joab drew nigh, and the people that were with him, unto the battle against the Syrians: and they fled before him.",
        "Wolaitta Sentences": "Sooriyaa asati baqatidoogaa Amoona asati be7ido wode, etikka Abishaaya sinttappe baqatidi, katamaa gelidosona. Gelin Yoo7aabi Amoona asatuura olettiyoogaa aggidi, Yerusalaame simmiis."
    },
    {
        "English Sentences": "And when the children of Ammon saw that the Syrians were fled, then fled they also before Abishai, and entered into the city. So Joab returned from the children of Ammon, and came to Jerusalem.",
        "Wolaitta Sentences": "Sooriyaa asati Israa7eela asati eta xoonidoogaa erido wode, bantta olanchchata ubbaa zaaridi shiishshidosona."
    },
    {
        "English Sentences": "And when the Syrians saw that they were smitten before Israel, they gathered themselves together.",
        "Wolaitta Sentences": "Kawoi Hadaadi7eezeri Sooriyaa asata Efiraaxiisa SHaafaappe hefintta baggappe kiittidi ehiissiis; ehiissin Helaama biidosona. Hadaadi7eezera olanchchatu gadaawai SHobaaki eta kaalettees."
    },
    {
        "English Sentences": "And Hadarezer sent, and brought out the Syrians that were beyond the river: and they came to Helam; and Shobach the captain of the host of Hadarezer went before them.",
        "Wolaitta Sentences": "Daawiti hegaa siyido wode, Israa7eela olanchchata shiishshidi, Yorddaanoosa SHaafaa pinniis; pinnidi Helaama gakkiis. Sooriyaa asati Daawitaara gaittanau salppidi, aara olettidosona."
    },
    {
        "English Sentences": "And when it was told David, he gathered all Israel together, and passed over Jordan, and came to Helam. And the Syrians set themselves in array against David, and fought with him.",
        "Wolaitta Sentences": "SHin Sooriyaa asati Israa7eelatu sinttappe baqatidosona; Daawiti Sooriyaa olanchchatuppe paraa gaariyaa laaggiya laappun xeetu asatanne oitamu sha7u tohuwaasata woriis; eta ola gadaawaa SHobaakakka shocin, he sohuwan haiqqiis."
    },
    {
        "English Sentences": "And the Syrians fled before Israel; and David slew the men of seven hundred chariots of the Syrians, and forty thousand horsemen, and smote Shobach the captain of their host, who died there.",
        "Wolaitta Sentences": "Hadaadi7eezerau haarettidi de7iya kawoti Israa7eelati eta xoonidoogaa erido wode, Israa7eelatuura sigettidi, etayyo haarettidosona. Hegaappe simmin, Sooriyaa asati Amoona asata maaddanau yayyidosona."
    },
    {
        "English Sentences": "And when all the kings that were servants to Hadarezer saw that they were smitten before Israel, they made peace with Israel, and served them. So the Syrians feared to help the children of Ammon any more.",
        "Wolaitta Sentences": "Ofinttan, kawoti olau kiyiyo wode, Daawiti ba asaaranne Israa7eela olanchchatuura Yoo7aaba yeddiis. Yeddin biidi Amoona biittaa woraajjiis; woraajjidi Raaba katamaa dooddidosona; shin Daawiti Yerusalaamen takkiis."
    },
    {
        "English Sentences": "And it came to pass, after the year was expired, at the time when kings go forth to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried still at Jerusalem.",
        "Wolaitta Sentences": "Issi gallassa omarssi Daawiti ba hiixaappe denddidi, kawo keettaa bollan dembbayidi oottidosan hemettiis; hemettiiddi bollaa meecettiya issi mishiriyo be7iis; he mishiriyaa daro puulanchcha."
    },
    {
        "English Sentences": "And it came to pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the king's house: and from the roof he saw a woman washing herself; and the woman was very beautiful to look upon.",
        "Wolaitta Sentences": "Daawiti asa kiittidi, a oonakko oishissiis; oishissin he bitanee, \"Hanna Elii7aama na7iyo Hiitiyaa Ooriyoona maccaasiyo Berssaabo\" yaagiis."
    },
    {
        "English Sentences": "And David sent and enquired after the woman. And one said, Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?",
        "Wolaitta Sentences": "Daawiti asa kiittidi, o xeesissi ehiissidi, iira aqiis. He wode he maccaasiyaa kushe qitai yiidi aadhdhin, geeyosaara de7ausu. Hegaappe guyyiyan, a ba soo simmada baasu."
    },
    {
        "English Sentences": "And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.",
        "Wolaitta Sentences": "Maccaaseessi shahaarai attin, Daawitakko kiitaa yeddada, \"Taayyo shahaarai attiis\" yaagaasu."
    },
    {
        "English Sentences": "And the woman conceived, and sent and told David, and said, I am with child.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Daawiti, \"Hiitiyaa Ooriyoona tau haa yedda\" yaagidi Yoo7aabau kiittiis; kiittin Yoo7aabi Ooriyoona Daawitayyo yeddiis."
    },
    {
        "English Sentences": "And David sent to Joab, saying, Send me Uriah the Hittite. And Joab sent Uriah to David.",
        "Wolaitta Sentences": "Ooriyooni yin Daawiti a, \"Yoo7aabi ai malee? Olanchchatikka ai malee? Qassi olai waanii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And when Uriah was come unto him, David demanded of him how Joab did, and how the people did, and how the war prospered.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Daawiti Ooriyoona, \"Soo ba; baada shemppa ekka\" yaagiis; yaagin Ooriyooni kawuwaa keettaappe kiyidi biis; kawoi Ooriyoonau aibakko immiyoobaa a geeduwaa yeddiis."
    },
    {
        "English Sentences": "And David said to Uriah, Go down to thy house, and wash thy feet. And Uriah departed out of the king's house, and there followed him a mess of meat from the king.",
        "Wolaitta Sentences": "SHin Ooriyooni soo beennan kawuwaa keettaa dirssaa penggiyan ba godaa ashkkaratu ubbaara zin77i aqiis."
    },
    {
        "English Sentences": "But Uriah slept at the door of the king's house with all the servants of his lord, and went not down to his house.",
        "Wolaitta Sentences": "\"Ooriyooni ba soo bibeenna\" giyoogaa Daawiti siyiis; siyidi Ooriyoona, \"Neeni haahosaappe yaadasa gidikkii? Ne soo aibissi babeikkii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And when they had told David, saying, Uriah went not down unto his house, David said unto Uriah, Camest thou not from thy journey? why then didst thou not go down unto thine house?",
        "Wolaitta Sentences": "Oichchin Ooriyooni Daawita, \"Taabootai, Israa7eela asai, Yihudaa asai, ta godaa Yoo7aabinne ta godaa asai dembban dunkkaaniyan de7oosona. Yaanin taani waanada soo baada moo, uyoo, qassi ta keettaayeera aqoo? Ne shemppoi ero! Taani hagaa malabaa oottikke\" yaagidi zaariis."
    },
    {
        "English Sentences": "And Uriah said unto David, The ark, and Israel, and Judah, abide in tents; and my lord Joab, and the servants of my lord, are encamped in the open fields; shall I then go into mine house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.",
        "Wolaitta Sentences": "Yaagin Daawiti Ooriyoona, \"Issi gallassaa hagan takka; wontto nena guyye yeddana\" yaagiis; yaagin Ooriyooni he gallassinne wonttetta gallassi Yerusalaamen takkiis."
    },
    {
        "English Sentences": "And David said to Uriah, Tarry here to day also, and to morrow I will let thee depart. So Uriah abode in Jerusalem that day, and the morrow.",
        "Wolaitta Sentences": "Daawiti shoobbin, Ooriyooni aara miisinne uyiis. Daawiti a mattoyiis. SHin he omarssi Ooriyooni ba soo beennan, ba hiixaa hiixxidi, ba godaa ashkkaratu giddon aqiis."
    },
    {
        "English Sentences": "And when David had called him, he did eat and drink before him; and he made him drunk: and at even he went out to lie on his bed with the servants of his lord, but went not down to his house.",
        "Wolaitta Sentences": "Wonttin maallado Daawiti Yoo7aabayyo dabddaabbiyaa xaafidi, Ooriyoona bolli yeddiis."
    },
    {
        "English Sentences": "And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriah.",
        "Wolaitta Sentences": "Daawiti dabddaabbiyan Yoo7aaba, \"Olai teequwaa dariyoosan, sintta baggaara Ooriyoona wotta; hegaappe guyyiyan, i shocetti haiqqana mala, a matappe kichchiichchite\" yaagiis."
    },
    {
        "English Sentences": "And he wrote in the letter, saying, Set ye Uriah in the forefront of the hottest battle, and retire ye from him, that he may be smitten, and die.",
        "Wolaitta Sentences": "Yoo7aabi he katamaa dooddiiddi, morkkiyaa olanchchatuppe minoti de7iyoosaa eridi, Ooriyoona yan wottiis."
    },
    {
        "English Sentences": "And it came to pass, when Joab observed the city, that he assigned Uriah unto a place where he knew that valiant men were.",
        "Wolaitta Sentences": "Katamaa asati kiyidi Yoo7aabaara olettin, Daawita olanchchatuppe aramati haiqqidosona; Hiitiyaa Ooriyoonikka haiqqiis."
    },
    {
        "English Sentences": "And the men of the city went out, and fought with Joab: and there fell some of the people of the servants of David; and Uriah the Hittite died also.",
        "Wolaitta Sentences": "Yoo7aabi olan hanidabaa ubbaa Daawitayyo kiittiis."
    },
    {
        "English Sentences": "Then Joab sent and told David all the things concerning the war;",
        "Wolaitta Sentences": "Kiitettidi biya bitaniyaa Yoo7aabi, \"Olan hanidabaa ubbaa neeni kawuwaayyo oda wurssishin,"
    },
    {
        "English Sentences": "And charged the messenger, saying, When thou hast made an end of telling the matters of the war unto the king,",
        "Wolaitta Sentences": "ooni erii, kawoi hanqquwaa eexxi kiyana; hanqqettidi nena, Intte etaara olettanau katamaakko aibissi keehi shiiqidetii? Eti gimbbiyaa xeeraara wonddafiyaa dukkanaagaa eribeekketiiyye?"
    },
    {
        "English Sentences": "And if so be that the king's wrath arise, and he say unto thee, Wherefore approached ye so nigh unto the city when ye did fight? knew ye not that they would shoot from the wall?",
        "Wolaitta Sentences": "Geedoona na7aa Abimeleka ooni woridee? Gaacciyo maidiyaa gimbbiyaa xeeraara duge olada, Tebexa giyoosan issi maccaara woraasu gidekkee? Yaatin, intte gimbbiyaakko aibissi shiiqidetii? yaagidi oichchiyaabaa gidikko neeni kawuwaa, Ne ashkkarai, Hiitee Ooriyoonikka haiqqiis yaaga\" yaagidi azaziis."
    },
    {
        "English Sentences": "Who smote Abimelech the son of Jerubbesheth? did not a woman cast a piece of a millstone upon him from the wall, that he died in Thebez? why went ye nigh the wall? then say thou, Thy servant Uriah the Hittite is dead also.",
        "Wolaitta Sentences": "Kiitettidaagee denddidi bi gakkidi, Yoo7aabi bana kiittidobaa ubbaa Daawitayyo yootiis."
    },
    {
        "English Sentences": "So the messenger went, and came and shewed David all that Joab had sent him for.",
        "Wolaitta Sentences": "Bitanee Daawita, \"Nu morkketi nuuppe wolqqaamidosona; nunaara olettanau katamaappe gaxi dembbaa kiyidosona; shin nuuni eta katamaa penggiyaa gakkanaashin, guyye zaaridi yedettida."
    },
    {
        "English Sentences": "And the messenger said unto David, Surely the men prevailed against us, and came out unto us into the field, and we were upon them even unto the entering of the gate.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, wonddafiyaa dukkiyaageeti gimbbiyaa xeeraara ne ashkkaratu bolli dukkidosona; dukkin kawuwaa asatuppe amaridaageeti haiqqidosona; qassi ne ashkkarai, Hiitee Ooriyoonikka haiqqiis\" yaagiis."
    },
    {
        "English Sentences": "And the shooters shot from off the wall upon thy servants; and some of the king's servants be dead, and thy servant Uriah the Hittite is dead also.",
        "Wolaitta Sentences": "Yaagin Daawiti kiitettidi yiidaagaa, \"Neeni Yoo7aaba hagaadan yaaga; Hagau yiillotoppa; aissi giikko, bisoi issitoo hagaa, issitoo qassi haraa worees; katamaa olada oiqqanau minna yaagada a minttetta\" yaagiis."
    },
    {
        "English Sentences": "Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him.",
        "Wolaitta Sentences": "Ooriyoona maccaasiyaa ba keettaawai haiqqidoogaa siyido wode, ayyo yeekkaasu."
    },
    {
        "English Sentences": "And when the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband.",
        "Wolaitta Sentences": "A kayyottiyo wodee polettoogaappe guyyiyan, Daawiti o ba soo kiittidi ehiissiis. Ehiissin a ayyo machcho gidaasu; yaatada ayyo attuma na7aa yelaasu. SHin Daawiti oottido oosoi GODAA sinttan iitabaa gidiis."
    },
    {
        "English Sentences": "And when the mourning was past, David sent and fetched her to his house, and she became his wife, and bare him a son. But the thing that David had done displeased the LORD.",
        "Wolaitta Sentences": "GODAI Naataana Daawitakko kiittiis; kiittin Naataani akko yiidi, hagaadan yaagiis; \"Issi kataman naa77u asati de7oosona; etappe issoi dure; qassi issoi manqqo."
    },
    {
        "English Sentences": "And the LORD sent Nathan unto David. And he came unto him, and said unto him, There were two men in one city; the one rich, and the other poor.",
        "Wolaitta Sentences": "Dure bitaniyaayyo daro dorssainne miizzai de7ees;"
    },
    {
        "English Sentences": "The rich man had exceeding many flocks and herds:",
        "Wolaitta Sentences": "shin manqqo bitaniyaayyo i shammidi heemmiyo issi dorssa mareeppe harabi aibinne baawa. He dorssiyaa aaranne a naatuura diccaasu; a a qumaappe mausu; a wanccaappe uyausunne a kiyuwan zin77ausu. He dorssiyaa ayyo macca na7a mala."
    },
    {
        "English Sentences": "But the poor man had nothing, save one little ewe lamb, which he had bought and nourished up: and it grew up together with him, and with his children; it did eat of his own meat, and drank of his own cup, and lay in his bosom, and was unto him as a daughter.",
        "Wolaitta Sentences": "Issi gallassi issi imattai he dure bitaniyaa soo yiis; shin duree ba dorssaappe woikko ba miizzaappe ekki shukkidi, ba soo yiida imattaa imattanau koyibeenna. I he manqqo bitaniyaa dorssiyo ekkidi, he soo yiida imattaa miziyoobaa kattiis\" yaagiis."
    },
    {
        "English Sentences": "And there came a traveller unto the rich man, and he spared to take of his own flock and of his own herd, to dress for the wayfaring man that was come unto him; but took the poor man's lamb, and dressed it for the man that was come to him.",
        "Wolaitta Sentences": "Daawiti he dure bitaniyaa bolli hanqquwaa eexxi kiyidi Naataana, \"GODAI ero! Hagaa oottida bitanee haiqqanau bessees."
    },
    {
        "English Sentences": "And David's anger was greatly kindled against the man; and he said to Nathan, As the LORD liveth, the man that hath done this thing shall surely die:",
        "Wolaitta Sentences": "Qassi i he dorssa maree gishshaa oiddu kushiyaa aattidi qanxxanau koshshees; aissi giikko, qaretaa xayidi i hegaa oottiis\" yaagiis."
    },
    {
        "English Sentences": "And he shall restore the lamb fourfold, because he did this thing, and because he had no pity.",
        "Wolaitta Sentences": "Naataani Daawita, \"He bitanee nena! GODAI Israa7eela Xoossai hagaadan yaagees; Taani nena Israa7eela bolli tiyada kawoyaas; Saa7oola kushiyaappekka taani nena ashshaas;"
    },
    {
        "English Sentences": "And Nathan said to David, Thou art the man. Thus saith the LORD God of Israel, I anointed thee king over Israel, and I delivered thee out of the hand of Saul;",
        "Wolaitta Sentences": "taani ne godaa keettaa neeyyo immaas; ne godaa maccaasatakka ne kiyuwan yeggaas; Israa7eela keettaa asaanne Yihudaa keettaa asaa taani neeyyo immaas. Hagee ubbaikka guuxxikko, taani neeyyo haraakka gujja immana shin."
    },
    {
        "English Sentences": "And I gave thee thy master's house, and thy master's wives into thy bosom, and gave thee the house of Israel and of Judah; and if that had been too little, I would moreover have given unto thee such and such things.",
        "Wolaitta Sentences": "Hagaa mala iitabaa GODAA sinttan oottada, aibissi GODAA qaalaa karadii? Hiitiyaa Ooriyoona bisuwan woradasa; yaatada a keettaayyiyo neeyyo ekkadasa. Ee, Amoona asatu bisuwan a woradasa."
    },
    {
        "English Sentences": "Wherefore hast thou despised the commandment of the LORD, to do evil in his sight? thou hast killed Uriah the Hittite with the sword, and hast taken his wife to be thy wife, and hast slain him with the sword of the children of Ammon.",
        "Wolaitta Sentences": "Neeni tana karada, Hiitiyaa Ooriyoona keettaayyiyo neeyyo ekkido gishshau, ne zariyaappe bisoi mulekka shaahettenna yaagees."
    },
    {
        "English Sentences": "Now therefore the sword shall never depart from thine house; because thou hast despised me, and hast taken the wife of Uriah the Hittite to be thy wife.",
        "Wolaitta Sentences": "\"Hegaa gishshau GODAI, Taani ne so asaa giddoppe ne bolli iitabaa ehaana; ne maccaasata neeni xeellishin denttada, neeyyo matattiya urau immana; seeta gallassan he bitanee ne maccaasatuura zin77ana."
    },
    {
        "English Sentences": "Thus saith the LORD, Behold, I will raise up evil against thee out of thine own house, and I will take thy wives before thine eyes, and give them unto thy neighbour, and he shall lie with thy wives in the sight of this sun.",
        "Wolaitta Sentences": "Neeni hegaa geeman oottadasa; shin taani hagaa seeta gallassi Israa7eela asaa ubbaa sinttan oottana yaagees\" yaagiis."
    },
    {
        "English Sentences": "For thou didst it secretly: but I will do this thing before all Israel, and before the sun.",
        "Wolaitta Sentences": "Yaagin Daawiti Naataana, \"Taani GODAA bolli nagaraa oottarggaas\" yaagiis. Yaagin Naataani, \"GODAIKKA ne nagaraa atto girggiis; neeni haiqqakka."
    },
    {
        "English Sentences": "And David said unto Nathan, I have sinned against the LORD. And Nathan said unto David, The LORD also hath put away thy sin; thou shalt not die.",
        "Wolaitta Sentences": "Neeni hagaa oottada, GODAA morkketi a karanaadan oottido gishshau, neeyyo yelettida na7ai haiqqana\" yaagiis."
    },
    {
        "English Sentences": "Howbeit, because by this deed thou hast given great occasion to the enemies of the LORD to blaspheme, the child also that is born unto thee shall surely die.",
        "Wolaitta Sentences": "Naataani ba soo biidoogaappe guyyiyan, Ooriyoona maccaasiyaa Daawitayyo yelido na7aa GODAI shociis; shocin i harggiis."
    },
    {
        "English Sentences": "And Nathan departed unto his house. And the LORD struck the child that Uriah's wife bare unto David, and it was very sick.",
        "Wolaitta Sentences": "Daawiti ha na7aassi Xoossaa woossiis; Daawiti kattaa meennan xoomiisinne ba soo gelidi, qamma qamma biittan zin77i aqiis."
    },
    {
        "English Sentences": "David therefore besought God for the child; and David fasted, and went in, and lay all night upon the earth.",
        "Wolaitta Sentences": "A so cimati a biittaappe denttanau a matan eqqidosona; shin biittaappe denddennan ixxiis; i etaara qumaa mibeenna."
    },
    {
        "English Sentences": "And the elders of his house arose, and went to him, to raise him up from the earth: but he would not, neither did he eat bread with them.",
        "Wolaitta Sentences": "Laappuntta gallassi na7ai haiqqiis. Daawita ashkkarati na7aa haiquwaa odanau yayyidosona; yayyidi, \"Na7ai paxa de7ishin nuuni Daawita haasayissida; shin siyennan ixxiis. Yaatin, na7ai haiqqidoogaa nuuni ayyo waatidi yootanau danddayiyoo? Ooni erii, i bana qohanaakkonne\" yaagidosona."
    },
    {
        "English Sentences": "And it came to pass on the seventh day, that the child died. And the servants of David feared to tell him that the child was dead: for they said, Behold, while the child was yet alive, we spake unto him, and he would not hearken unto our voice: how will he then vex himself, if we tell him that the child is dead?",
        "Wolaitta Sentences": "Ba ashkkarati issoi issuwaara saasukettiyoogaa Daawiti be7ido wode, yiirai haiqqidoogaa eriis. Daawiti eta, \"Yiirai haiqqidee?\" yaagidi oichchiis. Oichchin eti, \"Ee haiqqiis\" yaagidosona."
    },
    {
        "English Sentences": "But when David saw that his servants whispered, David perceived that the child was dead: therefore David said unto his servants, Is the child dead? And they said, He is dead.",
        "Wolaitta Sentences": "Yaagin Daawiti biittaappe denddi eqqiis. Meecettidi, tiyettidinne ba maayuwaa laammidi, GODAA keettaa geliis; gelidi goinniis. Hegaappe guyyiyan ba soo biidi, qumaa oichchin eti a sintti aattidosona; aattin qumaa miis."
    },
    {
        "English Sentences": "Then David arose from the earth, and washed, and anointed himself, and changed his apparel, and came into the house of the LORD, and worshipped: then he came to his own house; and when he required, they set bread before him, and he did eat.",
        "Wolaitta Sentences": "A ashkkarati a, \"Neeni hagaadan aissi hanadii? Na7ai paxa de7ishin xoomadasanne yeekkadasa; shin na7ai haiqqin denddada, qumaa maadasa!\" yaagidosona."
    },
    {
        "English Sentences": "Then said his servants unto him, What thing is this that thou hast done? thou didst fast and weep for the child, while it was alive; but when the child was dead, thou didst rise and eat bread.",
        "Wolaitta Sentences": "Yaagin Daawiti eta, \"Na7ai paxa de7ishin taani xoomaasinne yeekkaasi; aissi giikko, Ooni erii, GODAI tana maarin, na7ai paxanaakkonne yaagada qoppaas."
    },
    {
        "English Sentences": "And he said, While the child was yet alive, I fasted and wept: for I said, Who can tell whether GOD will be gracious to me, that the child may live?",
        "Wolaitta Sentences": "SHin na7ai ha77i haiqqiichchin, taani aibissi xoomoo? Taani na7aa guyye zaarana danddayiyaanaa? Taani akko baanaappe attin, i taakko simmenna\" yaagiis."
    },
    {
        "English Sentences": "But now he is dead, wherefore should I fast? can I bring him back again? I shall go to him, but he shall not return to me.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawiti ba keettaayyiyo Berssaabo minttettiis. Daawiti ikko gelidi iira aqiis; yaatin, a ayyo attuma na7aa yelaasu; na7aa Solomona sunttiis; GODAI he na7aa siiqiis."
    },
    {
        "English Sentences": "And David comforted Bathsheba his wife, and went in unto her, and lay with her: and she bare a son, and he called his name Solomon: and the LORD loved him.",
        "Wolaitta Sentences": "GODAI na7aa siiqido gishshau, na7aa \"Yidiidiyaa\" giidi sunttana mala, hananabaa yootiya Naataana bolli kiittiis."
    },
    {
        "English Sentences": "And he sent by the hand of Nathan the prophet; and he called his name Jedidiah, because of the LORD.",
        "Wolaitta Sentences": "He wode Yoo7aabi Amoonatu katamaa Raaba olidi, kawo qatuwaa oiqqiis."
    },
    {
        "English Sentences": "And Joab fought against Rabbah of the children of Ammon, and took the royal city.",
        "Wolaitta Sentences": "Oiqqidi, Yoo7aabi Daawitakko kiitaa yeddidi, \"Taani Raaba katamaa olada, haattaa duuqqiyo sohuwaa oiqqaas."
    },
    {
        "English Sentences": "And Joab sent messengers to David, and said, I have fought against Rabbah, and have taken the city of waters.",
        "Wolaitta Sentences": "Hegaa gishshau, attida olanchchata shiishshada katamaa olada oiqqa. Hegee xayikko, taani katamaa oiqqais. Yaatikko, i ta sunttan xeegettana\" yaagiis."
    },
    {
        "English Sentences": "Now therefore gather the rest of the people together, and encamp against the city, and take it: lest I take the city, and it be called after my name.",
        "Wolaitta Sentences": "Yaagin Daawiti ba olanchchata ubbaa shiishshidi, Raaba katamaa biidi, olidi oiqqiis."
    },
    {
        "English Sentences": "And David gathered all the people together, and went to Rabbah, and fought against it, and took it.",
        "Wolaitta Sentences": "Eta kawuwaa kallachchaakka a huuphiyaappe ekkiis. He worqqa kallachchai hasttamanne ichchashu kilo giraame deexxees; a giddon inqquwaa giyo al77o shuchchai de7ees. He kallachchai Daawita huuphiyan goxettiis. Katamaappe keehi daro omooduwaa Daawiti omooddidi ehiis."
    },
    {
        "English Sentences": "And he took their king's crown from off his head, the weight whereof was a talent of gold with the precious stones: and it was set on David's head. And he brought forth the spoil of the city in great abundance.",
        "Wolaitta Sentences": "He katamaa asaa yaappe kessidi, magaaziyan, birata shalkkiyaaninne birata kalttan oottanaadan oottiis; qassi eta urqqaappe xuubiyaa medhdhanaadan oottiis. Amoonatu katamatu ubban de7iya asaa i hegaadan oottiis. Hegaappe guyyiyan, Daawitinne a olanchchati ubbai Yerusalaame simmidosona."
    },
    {
        "English Sentences": "And he brought forth the people that were therein, and put them under saws, and under harrows of iron, and under axes of iron, and made them pass through the brick-kiln: and thus did he unto all the cities of the children of Ammon. So David and all the people returned unto Jerusalem.",
        "Wolaitta Sentences": "Issi wode hagaadan haniis. Daawita na7aa Abeseloomayyo Taamaaro giyo issi puulanchcha michchiyaa de7ausu; Daawita na7ai Aminooni Taamaaro siiqiis."
    },
    {
        "English Sentences": "And it came to pass after this, that Absalom the son of David had a fair sister, whose name was Tamar; and Amnon the son of David loved her.",
        "Wolaitta Sentences": "A michchiyaa Taamaara geela7o gidido gishshaunne i o ainne oottanau danddayennabaa au milatido gishshau, Aminooni Taamaaro qoppidi gilqqiis."
    },
    {
        "English Sentences": "And Amnon was so vexed, that he fell sick for his sister Tamar; for she was a virgin; and Amnon thought it hard for him to do anything to her.",
        "Wolaitta Sentences": "SHin Aminoonayyo Daawita ishaa SHaama na7aa Yonadaaba giyo laggee de7ees; Yonadaabi daro gaica asa."
    },
    {
        "English Sentences": "But Amnon had a friend, whose name was Jonadab, the son of Shimeah David's brother: and Jonadab was a very subtil man.",
        "Wolaitta Sentences": "Yonadaabi Aminoona, \"Neeni kawuwaa na7a; yaatin, maallado maallado aissi gilqqai? Neeni taayyo aibissi odikkii?\" yaagidi oichchiis. Oichchin Aminooni a, \"Ta ishaa Abeselooma michchiyo Taamaaro taani siiqais\" yaagiis."
    },
    {
        "English Sentences": "And he said unto him, Why art thou, being the king's son, lean from day to day? wilt thou not tell me? And Amnon said unto him, I love Tamar, my brother Absalom's sister.",
        "Wolaitta Sentences": "Yonadaabi Aminoona, \"Ba; baada sakettiyaabaa malatada hiixan zin77a baya. Ne aawai nena be7anau yiyo wode, Ta michchiyaa Taamaara yaada taayyo miyoobaa immu; taani o xeellishin qumaakka ta sinttan kattada tana barssu yaagada oichcha\" yaagiis."
    },
    {
        "English Sentences": "And Jonadab said unto him, Lay thee down on thy bed, and make thyself sick: and when thy father cometh to see thee, say unto him, I pray thee, let my sister Tamar come, and give me meat, and dress the meat in my sight, that I may see it, and eat it at her hand.",
        "Wolaitta Sentences": "Yaagin Aminooni sakettidabaa milatidi biidi hiixan zin77iis. Kawoi a be7anau yiido wode, Aminooni a, \"Ta michchiyaa Taamaara yaada, taayyo issi lo77o oittaa ta xeellishin uukkiyaakkonne taani i kushiyaappe miyaakko dosais shin\" yaagiis."
    },
    {
        "English Sentences": "So Amnon lay down, and made himself sick: and when the king was come to see him, Amnon said unto the king, I pray thee, let Tamar my sister come, and make me a couple of cakes in my sight, that I may eat at her hand.",
        "Wolaitta Sentences": "Yaagin Daawiti Taamaarikko kawo soo kiittidi, \"Ne ishaa Aminoona soo ha77i baada, ayyo qumaa katta\" yaagiis."
    },
    {
        "English Sentences": "Then David sent home to Tamar, saying, Go now to thy brother Amnon's house, and dress him meat.",
        "Wolaitta Sentences": "Taamaara ba ishaa Aminoona soo baasu; he wode i zin77iis. Taamaara aramida xiilliyaa munaqqada, Aminooni xeellishin oittaa uukkaasu."
    },
    {
        "English Sentences": "So Tamar went to her brother Amnon's house; and he was laid down. And she took flour, and kneaded it, and made cakes in his sight, and did bake the cakes.",
        "Wolaitta Sentences": "Taamaara bashiyaappe oittaa kessada ayyo aattaasu; shin i meennan ixxiis. Aminooni, \"Asa ubbaa hagaappe kessirggite\" yaagiis; yaagin asai ubbai a matappe kiyiis."
    },
    {
        "English Sentences": "And she took a pan, and poured them out before him; but he refused to eat. And Amnon said, Have out all men from me. And they went out every man from him.",
        "Wolaitta Sentences": "Hegaappe simmin Aminooni Taamaaro, \"Taani ne kushiyaappe maanaadan qumaa haa ta siirixaa ekkada ya\" yaagiis; yaagin Taamaara ba uukkido oittaa ekkada, ba ishaa Aminoona siirixaa gelissaasu."
    },
    {
        "English Sentences": "And Amnon said unto Tamar, Bring the meat into the chamber, that I may eat of thine hand. And Tamar took the cakes which she had made, and brought them into the chamber to Amnon her brother.",
        "Wolaitta Sentences": "Taamaara qumaa akko shiishshido wode, o oiqqidi, \"Ta michchee, haaya! Tanaara zin77a\" yaagiis."
    },
    {
        "English Sentences": "And when she had brought them unto him to eat, he took hold of her, and said unto her, Come lie with me, my sister.",
        "Wolaitta Sentences": "Yaagin a, \"Ta ishau, chii hanenna! Tana wolqqanttoppa! Hagaa malabi Israa7eela biittan oosettanau bessennabaa; hagaa mala iitabaa oottoppa."
    },
    {
        "English Sentences": "And she answered him, Nay, my brother, do not force me; for no such thing ought to be done in Israel: do not thou this folly.",
        "Wolaitta Sentences": "Ta pokkuwaa taani waatada genttanau danddayiyaanaa? Qassi neenikka Israa7eela giddon kaushsha asa gidana. Hayyanaa kawuwaa ha77i oichcha. I taani nena gelanau diggenna\" yaagaasu."
    },
    {
        "English Sentences": "And I, whither shall I cause my shame to go? and as for thee, thou shalt be as one of the fools in Israel. Now therefore, I pray thee, speak unto the king; for he will not withhold me from thee.",
        "Wolaitta Sentences": "SHin a odiyoogaa siyennan ixxiis. I ippe wolqqaama gidiyo gishshau, o wolqqan oiqqidi mooriis."
    },
    {
        "English Sentences": "Howbeit he would not hearken unto her voice: but, being stronger than she, forced her, and lay with her.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Aminooni o keehippe ixxiis; kase o siiqidoogaappe aattidi ixxiis. Aminooni o, \"Kiya! Kiyada ba!\" yaagiis."
    },
    {
        "English Sentences": "Then Amnon hated her exceedingly; so that the hatred wherewith he hated her was greater than the love wherewith he had loved her. And Amnon said unto her, Arise, be gone.",
        "Wolaitta Sentences": "Yaagin a, \"Biikke! Neeni tana ha77i kare iiggiyo balai neeni hanno gakkanaashin ta bolli oottido balaappe aadhdhees\" yaagaasu. SHin i iyyo siyennan ixxiis."
    },
    {
        "English Sentences": "And she said unto him, There is no cause: this evil in sending me away is greater than the other that thou didst unto me. But he would not hearken unto her.",
        "Wolaitta Sentences": "Aminooni ba ashkkaraa xeesidi, \"Ha maccaasiyo ta sinttaappe kessa; o kare kessarggada, kariyaa gorddada hiraqa\" yaagiis."
    },
    {
        "English Sentences": "Then he called his servant that ministered unto him, and said, Put now this woman out from me, and bolt the door after her.",
        "Wolaitta Sentences": "Yaagin ashkkarai maccaasiyo kare kessirggidi, kariyaa gorddidi hiraqiis. A daro alleequwaara de7iya maayuwaa maayaasu; aissi giikko, kawo macca naati geela7oti hegaa mala maayuwaa maayoosona."
    },
    {
        "English Sentences": "And she had a garment of divers colours upon her: for with such robes were the king's daughters that were virgins apparelled. Then his servant brought her out, and bolted the door after her.",
        "Wolaitta Sentences": "Taamaara bidinttaa ba huuphiyan qolada, ba maayido alleequwaara de7iya maayuwaa pooshshaasu; pooshshada ba huuphiyaa oiqqada, waasuwaa xulluusaidda baasu."
    },
    {
        "English Sentences": "And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying.",
        "Wolaitta Sentences": "I ishaa Abeseloomi o be7ido wode, \"Ne ishai Aminooni nena mooridee? Ta michchee, neeni ha77i co77u ga. I ne ishaa; ha yohuwaa neeni uluwan oiqqoppa\" yaagiis. Hegaa gishshau, Taamaara azzanaidda ba ishaa Abeselooma son, asan gaittennan de7aasu."
    },
    {
        "English Sentences": "And Absalom her brother said unto her, Hath Amnon thy brother been with thee? but hold now thy peace, my sister: he is thy brother; regard not this thing. So Tamar remained desolate in her brother Absalom's house.",
        "Wolaitta Sentences": "Kawoi Daawiti ha yohuwaa siyido wode, keehi hanqqettiis."
    },
    {
        "English Sentences": "But when king David heard of all these things, he was very wroth.",
        "Wolaitta Sentences": "Abeseloomi Aminoonassi mal77aa cammaakka qaattibeenna. Ba michchiyo Taamaaro moorido gishshau, Aminoona morkkiis."
    },
    {
        "English Sentences": "And Absalom spake unto his brother Amnon neither good nor bad: for Absalom hated Amnon, because he had forced his sister Tamar.",
        "Wolaitta Sentences": "Naa77u laittaappe guyyiyan, Efireema zawaa matan Haxoora giyoosan Abeseloomi dorssaa ikisiyaa meedissees; kawuwaa naati ubbai he sohuwaa yaanaadan Abeseloomi eta xeesiis."
    },
    {
        "English Sentences": "And it came to pass after two full years, that Absalom had sheepshearers in Baalhazor, which is beside Ephraim: and Absalom invited all the king's sons.",
        "Wolaitta Sentences": "Abeseloomi kawuwaakko yiidi, \"Ta kawuwau, taani ne ashkkarai ta dorssatu ikisiyaa meedissais; neeninne ne oosanchchati nunaara hindderkketii!\" yaagiis."
    },
    {
        "English Sentences": "And Absalom came to the king, and said, Behold now, thy servant hath sheepshearers; let the king, I beseech thee, and his servants go with thy servant.",
        "Wolaitta Sentences": "Yaagin kawoi Abeselooma, \"CHii ta na7au! Nuuni ubbai biikko, neeyyo tooho gidana\" yaagiis. Abeseloomi kawuwaa daroppe shoobbiis; shoobbin kawoi beettaa ixxiis; shin Abeselooma anjjiis."
    },
    {
        "English Sentences": "And the king said to Absalom, Nay, my son, let us not all now go, lest we be chargeable unto thee. And he pressed him: howbeit he would not go, but blessed him.",
        "Wolaitta Sentences": "Abeseloomi kawuwaa, \"Neeni baana xayikko, ta ishaa Aminooni nunaara bo\" yaagiis. Yaagin kawoi, \"I nenaara aibissi bii?\" yaagiis."
    },
    {
        "English Sentences": "Then said Absalom, If not, I pray thee, let my brother Amnon go with us. And the king said unto him, Why should he go with thee?",
        "Wolaitta Sentences": "SHin Abeseloomi shoobbidi aggennan ixxin, Daawiti Aminoonanne ba attuma naata hinkkoota aara yeddiis."
    },
    {
        "English Sentences": "But Absalom pressed him, that he let Amnon and all the king's sons go with him.",
        "Wolaitta Sentences": "Abeseloomi ba ashkkarata, \"Siyite! Aminooni woiniyaa eessaa uyidi kalliyo wodenne taani inttena, Aminoona shocite yaagiyo wode, intte a worite. Yayyoppite! Inttena azazidai tana. Minnite! Xalite!\" yaagidi azaziis."
    },
    {
        "English Sentences": "Now Absalom had commanded his servants, saying, Mark ye now when Amnon's heart is merry with wine, and when I say unto you, Smite Amnon; then kill him, fear not: have not I commanded you? be courageous, and be valiant.",
        "Wolaitta Sentences": "Azazin Abeselooma ashkkarati i azazidoogaadan Aminoona oottidosona. Hegaappe guyyiyan, kawuwaa attuma naati ubbati denddidi, bantta baquluwaa baquluwaa toggidi baqatidosona."
    },
    {
        "English Sentences": "And the servants of Absalom did unto Amnon as Absalom had commanded. Then all the king's sons arose, and every man gat him up upon his mule, and fled.",
        "Wolaitta Sentences": "Eti biron ogiyan de7ishin, \"Abeseloomi kawuwaa naata ubbaa wurssiis; etappe issoinne attibeenna\" giyo odoi Daawitakko gakkiis."
    },
    {
        "English Sentences": "And it came to pass, while they were in the way, that tidings came to David, saying, Absalom hath slain all the king's sons, and there is not one of them left.",
        "Wolaitta Sentences": "Gakkin kawoi denddi eqqidi, azzanuwau ba maayuwaa pooshshiis; yaatidi biittan zin77iis. A ashkkarati ubbatikka bantta maayuwaa pooshshidi, a matan eqqidosona."
    },
    {
        "English Sentences": "Then the king arose, and tare his garments, and lay on the earth; and all his servants stood by with their clothes rent.",
        "Wolaitta Sentences": "Daawita ishaa SHaama na7ai Yonadaabi, \"Ta godau, Eti kawo naata ubbaa worirggidosona gaada qoppoppa; Aminoona xallai haiqqiis. Aissi giikko, Aminooni ba michchiyo Taamaaro moorido gallassaappe doommidi, Abeseloomi a bollan polanau halchchidobaa gidiis."
    },
    {
        "English Sentences": "And Jonadab, the son of Shimeah David's brother, answered and said, Let not my lord suppose that they have slain all the young men the king's sons; for Amnon only is dead: for by the appointment of Absalom this hath been determined from the day that he forced his sister Tamar.",
        "Wolaitta Sentences": "Ha77ikka ta godai kawoi ba wozanan, Kawuwaa naati ubbati haiqqidosona yaagidi odido oduwaa tuma gooppo; Aminoona xallai haiqqiis\" yaagiis."
    },
    {
        "English Sentences": "Now therefore let not my lord the king take the thing to his heart, to think that all the king's sons are dead: for Amnon only is dead.",
        "Wolaitta Sentences": "He wode Abeseloomi baqatiis. Naagiya bitanee xoqqu giidi xeelliyo wode, baappe awai wulliyo baggaara de7iya ogiyaara keraa lanqqiyaa oiqqidi, cora asai yiyaagaa be7iis; be7idi kawuwaayyo yootiis."
    },
    {
        "English Sentences": "But Absalom fled. And the young man that kept the watch lifted up his eyes, and looked, and, behold, there came much people by the way of the hill side behind him.",
        "Wolaitta Sentences": "He wode Yonadaabi kawuwaa, \"Be7a! Taani ne ashkkarai odidoogaadan kawo naati yiidosona\" yaagiis."
    },
    {
        "English Sentences": "And Jonadab said unto the king, Behold, the king's sons come: as thy servant said, so it is.",
        "Wolaitta Sentences": "I haasayidi wurssaanne kawuwaa naati gelidosona; gelidi bantta qaalaa xoqqu oottidi waassidosona. Qassi kawoinne a oosanchchati ubbai yibbaata yeeho yeekkidosona."
    },
    {
        "English Sentences": "And it came to pass, as soon as he had made an end of speaking, that, behold, the king's sons came, and lifted up their voice and wept: and the king also and all his servants wept very sore.",
        "Wolaitta Sentences": "Abeseloomi baqatidi, Amihuuda na7aa Talmmaayakko, Gashuura biittaa kawuwaakko biis; shin Kawoi Daawiti ubba gallassi ba na7aayyo yeekkiis."
    },
    {
        "English Sentences": "But Absalom fled, and went to Talmai, the son of Ammihud, king of Geshur. And David mourned for his son every day.",
        "Wolaitta Sentences": "Abeseloomi baqatidi Gashuura biitti biidoogaappe guyyiyan, yan heezzu laittaa de7iis."
    },
    {
        "English Sentences": "So Absalom fled, and went to Geshur, and was there three years.",
        "Wolaitta Sentences": "Kawoi Daawiti Abeseloomakko baanau amottiis; aissi giikko, Aminoona haiquwaassi azzaniyoogaappe i minettiis."
    },
    {
        "English Sentences": "And the soul of king David longed to go forth unto Absalom: for he was comforted concerning Amnon, seeing he was dead.",
        "Wolaitta Sentences": "Xaruuyi na7ai Yoo7aabi Kawoi Daawiti Abeselooma laamotidoogaa eriis."
    },
    {
        "English Sentences": "Now Joab the son of Zeruiah perceived that the king's heart was toward Absalom.",
        "Wolaitta Sentences": "Hegaa gishshau, Yoo7aabi Taqo7a katamaa kiittidi, yaappe issi eranchcha mishiriyo ehiissiis; ehiissidi o, \"Neeni kayyottiya asadan hana; kayyo maayuwaa maaya; shicissiyaabaa tiyettoppa; daro wodeesappe doommidi, haiqqida asau kayyottiya maccaasadan hana."
    },
    {
        "English Sentences": "And Joab sent to Tekoah, and fetched thence a wise woman, and said unto her, I pray thee, feign thyself to be a mourner, and put on now mourning apparel, and anoint not thyself with oil, but be as a woman that had a long time mourned for the dead:",
        "Wolaitta Sentences": "Yaatada kawuwaakko baada ha qaalata ayyo oda\" yaagiis. Yoo7aabi a kawuwaayyo odanabaa iyyo yootiis."
    },
    {
        "English Sentences": "And come to the king, and speak on this manner unto him. So Joab put the words in her mouth.",
        "Wolaitta Sentences": "Taqo7a katamaa maccaasiyaa kawuwaakko biido wode, biittan lichchi gaada gufannada, \"Kawuwau, tana maaddarkkii!\" yaagaasu."
    },
    {
        "English Sentences": "And when the woman of Tekoah spake to the king, she fell on her face to the ground, and did obeisance, and said, Help, O king.",
        "Wolaitta Sentences": "Yaagin kawoi o, \"Nena aibee metidai?\" yaagidi oichchiis. Oichchin a, \"Taani azini haiqqido maccaasa."
    },
    {
        "English Sentences": "And the king said unto her, What aileth thee? And she answered, I am indeed a widow woman, and mine husband is dead.",
        "Wolaitta Sentences": "Taayyo ne ashkkareeyyo naa77u attuma naati de7oosona. Eti issoi issuwaara dembban warettidosona; eta shaakkanau issi asinne xayin, issoi hinkkuwaa shocidi woriis."
    },
    {
        "English Sentences": "And thy handmaid had two sons, and they two strove together in the field, and there was none to part them, but the one smote the other, and slew him.",
        "Wolaitta Sentences": "Ha77i ta dabboti ubbai ta bolli denddidi, Ba ishaa i worido gishshau, nuuni a woranaadan ba ishaa woridaagaa nuuyyo hamma; yaatidi nuuni laattiyaabaa xaissana yaagidosona. Yaatikko, eti taayyo laatau attida issi xiifaa toissoosona; ta keettaawaa sunttaakka a zerettaa biittaappe xaissoosona\" yaagaasu."
    },
    {
        "English Sentences": "And, behold, the whole family is risen against thine handmaid, and they said, Deliver him that smote his brother, that we may kill him, for the life of his brother whom he slew; and we will destroy the heir also: and so they shall quench my coal which is left, and shall not leave to my husband neither name nor remainder upon the earth.",
        "Wolaitta Sentences": "Kawoi he mishiriyo, \"Ne soo ba; taani neeyyo azazana\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto the woman, Go to thine house, and I will give charge concerning thee.",
        "Wolaitta Sentences": "SHin Taqo7a katamaa maccaasiyaa kawuwaa, \"Ta godau kawuwau, gomee tananne ta aawaa keettaa asaa oiqqo; shin kawoinne a kawotaa araatai geeshsha gido\" yaagaasu."
    },
    {
        "English Sentences": "And the woman of Tekoah said unto the king, My lord, O king, the iniquity be on me, and on my father's house: and the king and his throne be guiltless.",
        "Wolaitta Sentences": "Yaagin kawoi maccaasiyo, \"Ne bolli qaala qaattiya oonanne taakko eha; i nena naa77antto bochchenna\" yaagiis."
    },
    {
        "English Sentences": "And the king said, Whosoever saith ought unto thee, bring him to me, and he shall not touch thee any more.",
        "Wolaitta Sentences": "Yaagin maccaasiyaa kawuwaa, \"Suuttaa achchiyaagee bashshaa bolli bashshaa gujjennaadaaninne ta na7aakka worennaadan kawoi GODAA ba Xoossaa sunttan taayyo caaqqo\" yaagaasu. Kawoi o, \"Xoossai ero! Ne na7aa huuphiyaa binnaanaappe issoikka biittan wodhdhenna\" yaagiis."
    },
    {
        "English Sentences": "Then said she, I pray thee, let the king remember the LORD thy God, that thou wouldest not suffer the revengers of blood to destroy any more, lest they destroy my son. And he said, As the LORD liveth, there shall not one hair of thy son fall to the earth.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, maccaasiyaa kawuwaa, \"Ta godaa kawuwaayyo taani issi qaalaa haasayais\" yaagaasu. Yaagin kawoi, \"Haasaya\" yaagiis."
    },
    {
        "English Sentences": "Then the woman said, Let thine handmaid, I pray thee, speak one word unto my lord the king. And he said, Say on.",
        "Wolaitta Sentences": "He maccaasiyaa kawuwaa, \"Yaatin, neeni Xoossaa asaa bolli hagaa malabaa aibissi oottadii? Kawoi iiggido ba na7aa guyye zaaribeenna gishshau, ba haasayido qaalau kawoi mooranchcha gidennee?"
    },
    {
        "English Sentences": "And the woman said, Wherefore then hast thou thought such a thing against the people of God? for the king doth speak this thing as one which is faulty, in that the king doth not fetch home again his banished.",
        "Wolaitta Sentences": "Nuuni ubbai haiqqana; biittan gukkida haattai simmennaagaadan, nuuni naa77antto simmokko. SHin Xoossai bohettida asi mulekka xayenna mala, ayyo ogiyaa giigisseesippe attin, i coo xayanaadan koyenna."
    },
    {
        "English Sentences": "For we must needs die, and are as water spilt on the ground, which cannot be gathered up again; neither doth God respect any person: yet doth he devise means, that his banished be not expelled from him.",
        "Wolaitta Sentences": "\"Tana asai yashissiyo gishshau, ta godaayyo kawuwaayyo taani hagaa yootanau ha77i yaas. Taani ne ashkkariyaa, Taani kawuwaayyo haasayana; ooni erii, taani a ashkkariyaa oichchiyoobaa kawoi polanaakkonne;"
    },
    {
        "English Sentences": "Now therefore that I am come to speak of this thing unto my lord the king, it is because the people have made me afraid: and thy handmaid said, I will now speak unto the king; it may be that the king will perform the request of his handmaid.",
        "Wolaitta Sentences": "Xoossai nuuyyo immido laataappe tananne ta na7aa xaissanau koyiya asa kushiyaappe kawoi siyidi ashshanaakkonne yaagada qoppais."
    },
    {
        "English Sentences": "For the king will hear, to deliver his handmaid out of the hand of the man that would destroy me and my son together out of the inheritance of God.",
        "Wolaitta Sentences": "Qassikka taani ne ashkkariyaa, Lo77uwaanne iitaa shaakkanau ta godai kawoi Xoossaa kiitanchcha mala gidiyo gishshau, ta godaa kawuwaa qaalai tana woppisso. GODAI ne Xoossai nenaara gido yaagais\" yaagaasu."
    },
    {
        "English Sentences": "Then thine handmaid said, The word of my lord the king shall now be comfortable: for as an angel of God, so is my lord the king to discern good and bad: therefore the LORD thy God will be with thee.",
        "Wolaitta Sentences": "Kawoi mishireeyyo, \"Taani nena oichchana haniyoobaa zaaruwaa neeni taappe qottoppa\" yaagiis. Yaagin maccaasiyaa, \"Ta godai kawoi haasayo\" yaagaasu."
    },
    {
        "English Sentences": "Then the king answered and said unto the woman, Hide not from me, I pray thee, the thing that I shall ask thee. And the woman said, Let my lord the king now speak.",
        "Wolaitta Sentences": "Kawoi mishiriyo, \"Hagan ubban Yoo7aaba kushe nenaara de7ii?\" yaagidi oichchiis. Oichchin maccaasiyaa, \"Ta godau kawuwau, ne shemppoi ero! Neeni ta godai kawoi haasayido ubbabaappe ushachchi woikko haddirssi gaanau danddayiya issi asikka baawa. Ee; hagaa tana azazidaagee, ta doonan, ne ashkkaree doonan hagaa wottidaagee ne ashkkaraa Yoo7aaba."
    },
    {
        "English Sentences": "And the king said, Is not the hand of Joab with thee in all this? And the woman answered and said, As thy soul liveth, my lord the king, none can turn to the right hand or to the left from ought that my lord the king hath spoken: for thy servant Joab, he bade me, and he put all these words in the mouth of thine handmaid:",
        "Wolaitta Sentences": "Ha77i de7iya hanotaa laammanau ne ashkkarai Yoo7aabi hagaa oottiis. Xoossaa kiitanchchaayyo de7iya aadhdhida eraa malai ta godaayyo de7ees; biittan haniyaabaa ubbabaa i erees\" yaagaasu."
    },
    {
        "English Sentences": "To fetch about this form of speech hath thy servant Joab done this thing: and my lord is wise, according to the wisdom of an angel of God, to know all things that are in the earth.",
        "Wolaitta Sentences": "Kawoi Yoo7aaba, \"Daro lo77o! Taani hagaa oottana! Ba; baada he yelaga bitaniyaa Abeselooma ekkada ya\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto Joab, Behold now, I have done this thing: go therefore, bring the young man Absalom again.",
        "Wolaitta Sentences": "Yaagin Yoo7aabi kawuwaa sinttan lichchi giidi gufannidi, kawuwaa hagaadan yaagidi anjjiis; \"Ta godau kawuwau, ne sinttan nashettidoogaa ne ashkkarai hachchi eriis; aissi giikko, kawoi ba ashkkarai oichchidobaa siyiis\" yaagiis."
    },
    {
        "English Sentences": "And Joab fell to the ground on his face, and bowed himself, and thanked the king: and Joab said, To day thy servant knoweth that I have found grace in thy sight, my lord, O king, in that the king hath fulfilled the request of his servant.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yoo7aabi denddidi Gashuura biitti biis; biidi Abeselooma Yerusalaame ekki ehiis."
    },
    {
        "English Sentences": "So Joab arose and went to Geshur, and brought Absalom to Jerusalem.",
        "Wolaitta Sentences": "SHin kawoi, \"I ba soo baanau bessees; i ta som77uwaa be7oppo\" yaagiis; yaagin Abeseloomi ba soo biis; kawuwaa som77uwaakka be7ibeenna."
    },
    {
        "English Sentences": "And the king said, Let him turn to his own house, and let him not see my face. So Absalom returned to his own house, and saw not the king's face.",
        "Wolaitta Sentences": "Israa7eela ubbaa giddon mera lo77on Abeseloomadan sabettida issi asinne baawa. A huuphiyaappe biidi tohuwaa yachchaa gakkanaashinkka an boriyoobi baawa."
    },
    {
        "English Sentences": "But in all Israel there was none to be so much praised as Absalom for his beauty: from the sole of his foot even to the crown of his head there was no blemish in him.",
        "Wolaitta Sentences": "I bana deexxiyo wode ba huuphiyaa binnaanaa qanxxissees; ba huuphiyaa binnaanaa qanxxissiyo wode ubban miizaanan wottidi mazzanees; mazzanin kawo meezaanaa likkiyan naa77u kilonne heezzu xeetu giraame deexxees."
    },
    {
        "English Sentences": "And when he polled his head, (for it was at every year's end that he polled it: because the hair was heavy on him, therefore he polled it:) he weighed the hair of his head at two hundred shekels after the king's weight.",
        "Wolaitta Sentences": "Abeseloomayyo heezzu attuma naatinne issi macca na7iyaa yelettidosona; macca na7ee sunttai Taamaaro; he na7iyaa puulanchcha maccaasa gidaasu."
    },
    {
        "English Sentences": "And unto Absalom there were born three sons, and one daughter, whose name was Tamar: she was a woman of a fair countenance.",
        "Wolaitta Sentences": "Abeseloomi naa77u laitta kumettaa kawuwaa som77uwaa be7ennan Yerusalaamen de7iis."
    },
    {
        "English Sentences": "So Absalom dwelt two full years in Jerusalem, and saw not the king's face.",
        "Wolaitta Sentences": "\"Taani nena kawuwaakko kiittana mala, taakko haaya\" yaagidi Abeseloomi Yoo7aabassi kiittiis; shin Yoo7aabi yeennan ixxiis. Ixxin naa77anttokka kiittiis; shin Yoo7aabi akko yeennan ixxiis."
    },
    {
        "English Sentences": "Therefore Absalom sent for Joab, to have sent him to the king; but he would not come to him: and when he sent again the second time, he would not come.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Abeseloomi ba ashkkarata, \"Siyite! Ta goshshaa matan Yoo7aabayyo goshshai de7ees; ayyo hegan banggai de7ees. Biite; biidi tamaa oittite\" yaagiis. Yaagin Abeselooma ashkkarati Yoo7aaba banggaa tamaa oittidosona."
    },
    {
        "English Sentences": "Therefore he said unto his servants, See, Joab's field is near mine, and he hath barley there; go and set it on fire. And Absalom's servants set the field on fire.",
        "Wolaitta Sentences": "Yaatin, Yoo7aabi denddidi, Abeselooma soo biis; biidi \"Ne ashkkarati ta banggaa aibissi tamaa oittidonaa?\" yaagiis."
    },
    {
        "English Sentences": "Then Joab arose, and came to Absalom unto his house, and said unto him, Wherefore have thy servants set my field on fire?",
        "Wolaitta Sentences": "Yaagin Abeseloomi Yoo7aaba, \"Neeni taani kiittin yeennan ixxido gishshaassa. Neeni kawuwaakko baada, Abeseloomi hagaadan yaagees; \"Taani Gashuura biittaappe aibissi yiidanaa? Taani hanno gakkanaashinkka yan de7idabaa gidiyaakko taayyo keha shin\" yaagees gaada taayyo oichchanaadan koyaas. Ha77ikka taani kawuwaa som77uwaa be7anau koyais; taani mooranchcha gidikko, i tana woro\" yaagiis."
    },
    {
        "English Sentences": "And Absalom answered Joab, Behold, I sent unto thee, saying, Come hither, that I may send thee to the king, to say, Wherefore am I come from Geshur? it had been good for me to have been there still: now therefore let me see the king's face; and if there be any iniquity in me, let him kill me.",
        "Wolaitta Sentences": "Yaagin Yoo7aabi kawuwaakko biidi, Abeseloomi giidoogaa yootiis. Kawoi Abeselooma xeesissiis; xeesissin Abeseloomi soo gelidi, kawuwaa sinttan sa7an lichchi giidi ziggiis; yaatin, kawoi Abeselooma yeriis."
    },
    {
        "English Sentences": "So Joab came to the king, and told him: and when he had called for Absalom, he came to the king, and bowed himself on his face to the ground before the king: and the king kissed Absalom.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Abeseloomi para gaariyaa, paratanne ba sinttan woxxanau ishatamu asata giigissiis."
    },
    {
        "English Sentences": "And it came to pass after this, that Absalom prepared him chariots and horses, and fifty men to run before him.",
        "Wolaitta Sentences": "Abeseloomi maallado guuraara denddidi, katamaa pengge efiya ogiyaa doonan eqqees. Mootoi de7iyo ai asinne kawuwaa sintti pirddau yiido wode, Abeseloomi he bitaniyaa xeesidi, \"Neeni awa katamaappe yaadii?\" yaagidi oichchees. Oichchin he bitanee, \"Taani ne ashkkarai Israa7eela zaretuppe issuwaappe yaas\" yaagidi ayyo zaarees."
    },
    {
        "English Sentences": "And Absalom rose up early, and stood beside the way of the gate: and it was so, that when any man that had a controversy came to the king for judgment, then Absalom called unto him, and said, Of what city art thou? And he said, Thy servant is of one of the tribes of Israel.",
        "Wolaitta Sentences": "Abeseloomi a, \"Be7a! Ne yohoi lo77onne suure; shin kawuwaa baggappe neeyyo siyiyaabi baawa\" yaagees."
    },
    {
        "English Sentences": "And Absalom said unto him, See, thy matters are good and right; but there is no man deputed of the king to hear thee.",
        "Wolaitta Sentences": "Abeseloomi gujjidikka, \"Taani Israa7eela biittan pirddanau sunttettidabaa gidarkkinaashsha! Hegaa gidiyaakko, mootoi woikko yohoi de7iyo ubbai taakko yin, taani ayyo suure pirddaa pirddana shin\" yaagees."
    },
    {
        "English Sentences": "Absalom said moreover, Oh that I were made judge in the land, that every man which hath any suit or cause might come unto me, and I would do him justice!",
        "Wolaitta Sentences": "Ooninne akko yiidi ayyo ziggiyo wode, Abeseloomi ba kushiyaa yeddidi, he uraa oiqqidi yerees."
    },
    {
        "English Sentences": "And it was so, that when any man came nigh to him to do him obeisance, he put forth his hand, and took him, and kissed him.",
        "Wolaitta Sentences": "Pirddettanau kawuwaakko yiya Israa7eelatu ubbaayyo Abeseloomi hegaadan haniis; yaatidi Israa7eela asaa wozanaa Abeseloomi wuuqqiis."
    },
    {
        "English Sentences": "And on this manner did Absalom to all Israel that came to the king for judgment: so Absalom stole the hearts of the men of Israel.",
        "Wolaitta Sentences": "Oiddu laittaappe guyyiyan, Abeseloomi kawuwaa, \"Taani GODAAYYO shiiqqido shiiquwaa gattanau Kebroona biitti baana."
    },
    {
        "English Sentences": "And it came to pass after forty years, that Absalom said unto the king, I pray thee, let me go and pay my vow, which I have vowed unto the LORD, in Hebron.",
        "Wolaitta Sentences": "Taani ne ashkkarai Gashuura kataman Sooriyaa biittan de7aidda, Tana GODAI Yerusalaame guyye efiyaabaa gidikko, Kebroona kataman taani GODAAYYO goinnana yaagada shiiqqa uttaas\" yaagiis."
    },
    {
        "English Sentences": "For thy servant vowed a vow while I abode at Geshur in Syria, saying, If the LORD shall bring me again indeed to Jerusalem, then I will serve the LORD.",
        "Wolaitta Sentences": "Yaagin kawoi Abeselooma, \"Saro ba\" yaagin, i denddidi Kebroona katamaa biis."
    },
    {
        "English Sentences": "And the king said unto him, Go in peace. So he arose, and went to Hebron.",
        "Wolaitta Sentences": "SHin Abeseloomi Israa7eela zaretu ubbaakko qosan kiitaa yeddidi, \"Malkkataa punaa intte siyido wode, Abeseloomi Kebroonan kawotiis yaagite\" yaagiis."
    },
    {
        "English Sentences": "But Absalom sent spies throughout all the tribes of Israel, saying, As soon as ye hear the sound of the trumpet, then ye shall say, Absalom reigneth in Hebron.",
        "Wolaitta Sentences": "Abeseloomi xeesin, Yerusalaameppe aara issippe biida imattati naa77u xeetu asa; he asati ainne erennan coo ashkketettan biidosona."
    },
    {
        "English Sentences": "And with Absalom went two hundred men out of Jerusalem, that were called; and they went in their simplicity, and they knew not any thing.",
        "Wolaitta Sentences": "Abeseloomi yarshshuwaa yarshshiiddi, Daawita zoriya Akixoofeela Giilo katamaappe xeesissiis; kawuwaa bolli denddida maqqoi goobiis; Abeselooma kaalliyaageetikka coratti coratti biidosona."
    },
    {
        "English Sentences": "And Absalom sent for Ahithophel the Gilonite, David's counsellor, from his city, even from Giloh, while he offered sacrifices. And the conspiracy was strong; for the people increased continually with Absalom.",
        "Wolaitta Sentences": "Issi kiitettidaagee yiidi Daawita, \"Israa7eela asaa wozanai Abeseloomakko simmiichchiis\" yaagiis."
    },
    {
        "English Sentences": "And there came a messenger to David, saying, The hearts of the men of Israel are after Absalom.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawiti banaara issippe Yerusalaamen de7iya ba oosanchchata, \"Denddite! Nuuni baqatoos! Hegee xayikko, nu giddoppe ai asinne Abeseloomappe kessi ekkenna. Nuuni eesotidi baana koshshees; hegee xayikko, i eesotidi yiidi nuna xaissana; nu katamaa bisuwan busakkana\" yaagiis."
    },
    {
        "English Sentences": "And David said unto all his servants that were with him at Jerusalem, Arise, and let us flee; for we shall not else escape from Absalom: make speed to depart, lest he overtake us suddenly, and bring evil upon us, and smite the city with the edge of the sword.",
        "Wolaitta Sentences": "Yaagin kawuwaa oosanchchati a, \"Neeni nu godai kawoi doorido ubbabaa nuuni ne ashkkarati oottanau giigi uttida\" yaagidosona."
    },
    {
        "English Sentences": "And the king's servants said unto the king, Behold, thy servants are ready to do whatsoever my lord the king shall appoint.",
        "Wolaitta Sentences": "Yaagin kawoi kiyidi biis; a so asai ubbai aara issippe biis; shin ba keettaa naaganaadan tammu baakkota ashshiis."
    },
    {
        "English Sentences": "And the king went forth, and all his household after him. And the king left ten women, which were concubines, to keep the house.",
        "Wolaitta Sentences": "Kawoi kiyin, asai ubbai aara biis; biidi katamau wurssetta keettaa lanqqen eqqidosona."
    },
    {
        "English Sentences": "And the king went forth, and all the people after him, and tarried in a place that was far off.",
        "Wolaitta Sentences": "A oosanchchati ubbai appe sinttaara salppidi aadhdhidosona; eta kaallidi kawuwaa naagiyaageeti salppidosona; qassi eta kaallidi Gaate katamaappe yiida usuppun xeetu asati, kawuwaa sinttaara salppidi aadhdhidosona."
    },
    {
        "English Sentences": "And all his servants passed on beside him; and all the Cherethites, and all the Pelethites, and all the Gittites, six hundred men which came after him from Gath, passed on before the king.",
        "Wolaitta Sentences": "Kawoi Gaatiyaa Ittaaya, \"Neeni nunaara aibissi yai? Guyye simmada, kawuwaa Abeseloomaara de7ashsha. Neeni asa biittaa asa; neeni bete."
    },
    {
        "English Sentences": "Then said the king to Ittai the Gittite, Wherefore goest thou also with us? return to thy place, and abide with the king: for thou art a stranger, and also an exile.",
        "Wolaitta Sentences": "Neeni sa7a zino yaadasa; taani ta huuphessi biyoosaa erennan de7aidda, nena hachchi waatada tanaara yuushshoo? Guyye simma; ne dere biittaa asatakka nenaara efa. GODAI neeyyo kehonne ammanetto!\" yaagiis."
    },
    {
        "English Sentences": "Whereas thou camest but yesterday, should I this day make thee go up and down with us? seeing I go whither I may, return thou, and take back thy brethren: mercy and truth be with thee.",
        "Wolaitta Sentences": "Yaagin Ittaayi kawuwaa, \"GODAI ero! Ta godai kawoi ero! Ta godai kawoi de7iyoosan awan gidinkka, i tau haiqo gidin, paxa gidinkka, taani ne ashkkarai nenaara de7ana\" yaagiis."
    },
    {
        "English Sentences": "And Ittai answered the king, and said, As the LORD liveth, and as my lord the king liveth, surely in what place my lord the king shall be, whether in death or life, even there also will thy servant be.",
        "Wolaitta Sentences": "Yaagin Daawiti Ittaaya, \"Lo77o! Baada salppa\" yaagiis; yaagin Gaatiyaa Ittaayi ba asatu ubbaaranne ba so asaa ubbaara salppiis."
    },
    {
        "English Sentences": "And David said to Ittai, Go and pass over. And Ittai the Gittite passed over, and all his men, and all the little ones that were with him.",
        "Wolaitta Sentences": "He ubba asai kanttishin, he biittaa asai ubbai bantta qaalaa xoqqissidi yeekkidosona; kawoi Qediroona SHaafaa pinniis; asai ubbaikka bazzo simmidi biis."
    },
    {
        "English Sentences": "And all the country wept with a loud voice, and all the people passed over: the king also himself passed over the brook Kidron, and all the people passed over, toward the way of the wilderness.",
        "Wolaitta Sentences": "Qeesiyaa Saadooqikka he sohuwan de7ees; Xoossaa Maachchaa Taabootaa tookkiya Leewatikka aara issippe de7oosona. Asai ubbai katamaappe kiyi wurana gakkanaashin, Xoossaa Taabootaa biittan wottin, qeesiyaa Abiyaataari yarshshuwaa yarshshiis."
    },
    {
        "English Sentences": "And lo Zadok also, and all the Levites were with him, bearing the ark of the covenant of God: and they set down the ark of God; and Abiathar went up, until all the people had done passing out of the city.",
        "Wolaitta Sentences": "Hegaappe guyyiyan kawoi Xaadooqa, \"Xoossaa Taabootaa katamaa guyye efa. GODAI tanan ufaittiyaabaa gidikko, tana i zaaretti ehiidi, ba Taabootaanne ba de7iyoosaa naa77anttuwaa bessana."
    },
    {
        "English Sentences": "And the king said unto Zadok, Carry back the ark of God into the city: if I shall find favour in the eyes of the LORD, he will bring me again, and shew me both it, and his habitation:",
        "Wolaitta Sentences": "SHin i, Taani nenan ufaittikke giikko, i bana lo77iyaabaa ootto; taani hagan de7ais\" yaagiis."
    },
    {
        "English Sentences": "But if he thus say, I have no delight in thee; behold, here am I, let him do to me as seemeth good unto him.",
        "Wolaitta Sentences": "Qassikka kawoi qeesiyaa Xaadooqa, \"Siya; neeni ne na7aa Ahima7aaxanne Abiyaataara na7aa Yonaataana ekkada katamaa saro ba."
    },
    {
        "English Sentences": "The king said also unto Zadok the priest, Art not thou a seer? return into the city in peace, and your two sons with you, Ahimaaz thy son, and Jonathan the son of Abiathar.",
        "Wolaitta Sentences": "Intte tana erissanau qaala kiittana gakkanaashin, taani bazzon de7iya shaafaa pinuwan de7ashshana\" yaagiis."
    },
    {
        "English Sentences": "See, I will tarry in the plain of the wilderness, until there come word from you to certify me.",
        "Wolaitta Sentences": "Hegaa gishshau, Xaadooqinne Abiyaataari Xoossaa Taabootaa Yerusalaame guyye efiidosona; efiidi yan de7idosona."
    },
    {
        "English Sentences": "Zadok therefore and Abiathar carried the ark of God again to Jerusalem: and they tarried there.",
        "Wolaitta Sentences": "SHin Daawiti yeekkiiddi Dabira Zaite pudettaa kiyiis. I azzanuwau ba huuphiyaa gulletti uttiis; i mela tohuwan hemettiis; aara de7iya asatikka gullettidi yeekkiiddi pudettaa kiyidosona."
    },
    {
        "English Sentences": "And David went up by the ascent of mount Olivet, and wept as he went up, and had his head covered, and he went barefoot: and all the people that was with him covered every man his head, and they went up, weeping as they went up.",
        "Wolaitta Sentences": "Asai Daawita, \"Akixoofeelikka Abeseloomaara maqettiyaageetu giddon de7ees\" yaagidi yootidosona. Yootin Daawiti, \"GODAU, Akixoofeela zoriyaa eeyyatettau laamma\" yaagidi woossiis."
    },
    {
        "English Sentences": "And one told David, saying, Ahithophel is among the conspirators with Absalom. And David said, O LORD, I pray thee, turn the counsel of Ahithophel into foolishness.",
        "Wolaitta Sentences": "Daawiti asai Xoossaayyo goinniyoosaa, deriyaa huuphiyaa gakkido wode, Arkkiyaa Hushaayi azzanuwau ba maayuwaa pooshshidi, ba huuphiyaanikka buhiyaa qolidi, Daawitaara gaittanau yiis."
    },
    {
        "English Sentences": "And it came to pass, that when David was come to the top of the mount, where he worshipped God, behold, Hushai the Archite came to meet him with his coat rent, and earth upon his head:",
        "Wolaitta Sentences": "Yin Daawiti a, \"Neeni tanaara biyaabaa gidikko, neeni taayyo tooho kiyana."
    },
    {
        "English Sentences": "Unto whom David said, If thou passest on with me, then thou shalt be a burden unto me:",
        "Wolaitta Sentences": "SHin neeni katamaa guyye simmada Abeselooma, Kawuwau, taani ne ashkkara gidana; hagaappe kase ne aawaa ashkkara gididoogaadankka neeyyookka ashkkara gidana yaagikko, Akixoofeela zoriyaa halissada tana maaddana."
    },
    {
        "English Sentences": "But if thou return to the city, and say unto Absalom, I will be thy servant, O king; as I have been thy father's servant hitherto, so will I now also be thy servant: then mayest thou for me defeat the counsel of Ahithophel.",
        "Wolaitta Sentences": "Qeeseti Xaadooqinne Abiyaataari nenaara yan issippe de7ana gidokkonaa? Neeni kawuwaa son siyiyoobaa ubbaa etayyo yoota."
    },
    {
        "English Sentences": "And hast thou not there with thee Zadok and Abiathar the priests? therefore it shall be, that what thing soever thou shalt hear out of the king's house, thou shalt tell it to Zadok and Abiathar the priests.",
        "Wolaitta Sentences": "Xaadooqa na7aa Ahima7aaxinne Abiyaataara na7aa Yonaataani yan etaara de7oosona; neeni siyiyoobaa aibanne eta bolli taayyo kiitta\" yaagiis."
    },
    {
        "English Sentences": "Behold, they have there with them their two sons, Ahimaaz Zadok's son, and Jonathan Abiathar's son; and by them ye shall send unto me every thing that ye can hear.",
        "Wolaitta Sentences": "Abeseloomi Yerusalaame gelishin, Daawita laggee Hushaayikka katamaa gakkiis."
    },
    {
        "English Sentences": "So Hushai David's friend came into the city, and Absalom came into Jerusalem.",
        "Wolaitta Sentences": "Daawiti deriyaa huuphiyaappe hefintta baggaara aadhdhishin, Xiiba giyo Mafibosheeta ashkkarai aara gaittiis; naa77u xeetu baso oittaa, woiniyaa teeraa lichchakkuwaa xeetaa, balasiyaa teeraa lichchakkuwaa xeetaanne issi ogoro woine eessaa naa77u haretun caaniis."
    },
    {
        "English Sentences": "And when David was a little past the top of the hill, behold, Ziba the servant of Mephibosheth met him, with a couple of asses saddled, and upon them two hundred loaves of bread, and an hundred bunches of raisins, and an hundred of summer fruits, and a bottle of wine.",
        "Wolaitta Sentences": "Kawoi Xiiba, \"Hagaa aibissi ehaadii?\" yaagidi oichchiis. Oichchin Xiibi, \"Hareti kawuwaa so asai togganaassa; oittainne lichchakkoi asati maanaassa; qassi woiniyaa eessai bazzuwan daafuriyaageeta ushshanaassa\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto Ziba, What meanest thou by these? And Ziba said, The asses be for the king's household to ride on; and the bread and summer fruit for the young men to eat; and the wine, that such as be faint in the wilderness may drink.",
        "Wolaitta Sentences": "Hegaappe guyyiyan kawoi Xiiba, \"Ne godaa na7aa na7ai awan de7ii?\" yaagidi oichchiis. Oichchin Xiibi, \"I, Israa7eela asai ta aawaa aawaa kawotettaa hachchi taayyo zaari immana yaagidi Yerusalaamen uttiis\" yaagiis."
    },
    {
        "English Sentences": "And the king said, And where is thy master's son? And Ziba said unto the king, Behold, he abideth at Jerusalem: for he said, To day shall the house of Israel restore me the kingdom of my father.",
        "Wolaitta Sentences": "Kawoi Xiiba, \"Be7a! Mafibosheetayyo de7iyaabai ubbai ha77i neessa\" yaagiis. Yaagin Xiibi, \"Eeno ta godau kawuwau! Taani biittan gufannais; taani nena ufaissiyaabaa oottana\" yaagiis."
    },
    {
        "English Sentences": "Then said the king to Ziba, Behold, thine are all that pertained unto Mephibosheth. And Ziba said, I humbly beseech thee that I may find grace in thy sight, my lord, O king.",
        "Wolaitta Sentences": "Kawoi Daawiti Baahuriima giyo katamaa yiido wode, Saa7oola dabbo gidiya issi bitanee hegaappe kiyiis. A sunttai Geera na7aa SHim77a. I Daawita qanggiiddi kiyiis."
    },
    {
        "English Sentences": "And when king David came to Bahurim, behold, thence came out a man of the family of the house of Saul, whose name was Shimei, the son of Gera: he came forth, and cursed still as he came.",
        "Wolaitta Sentences": "Daawita bollinne kawuwaa oosanchchatu bolli shuchchaa olees; i hegaa oottiyo wode, olanchchati ubbainne kawuwaa naagiyaageeti ushachchaaranne haddirssaara kawuwaa Daawita doggomi wottidosona."
    },
    {
        "English Sentences": "And he cast stones at David, and at all the servants of king David: and all the people and all the mighty men were on his right hand and on his left.",
        "Wolaitta Sentences": "SHim77i Daawita qanggiiddi, \"Kichcha; kichcha! Ha suuttaa gussiyaagee! Ha pattennaagee!"
    },
    {
        "English Sentences": "And thus said Shimei when he cursed, Come out, come out, thou bloody man, and thou man of Belial:",
        "Wolaitta Sentences": "Neeni Saa7oola sohuwan kawotadasa; neeni gussido Saa7oola asaa suuttaa ubbaa GODAI ne bolli zaariis; qassi GODAI kawotettaa ne na7aa Abeseloomayyo sheedhdhiis. Neeni suutta gussida asa gidiyo gishshau, neeni xayiyo wodee gakkiis\" yaagiis."
    },
    {
        "English Sentences": "The LORD hath returned upon thee all the blood of the house of Saul, in whose stead thou hast reigned; and the LORD hath delivered the kingdom into the hand of Absalom thy son: and, behold, thou art taken in thy mischief, because thou art a bloody man.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xaruuyi na7ai Abishaayi kawuwaa, \"Ha kana bautai ta godaa kawuwaa aibissi qanggii? Taani baada a qooriyaa muucais\" yaagiis."
    },
    {
        "English Sentences": "Then said Abishai the son of Zeruiah unto the king, Why should this dead dog curse my lord the king? let me go over, I pray thee, and take off his head.",
        "Wolaitta Sentences": "Yaagin kawoi, \"Inttenoo, Xaruuyi naatoo, inttena gattiyaabi aibee? GODAI a, Daawita qangga yaagido gishshau i qanggiyaabaa gidikko, Neeni aibissi hagaa oottai? yaagidi oichchanau danddayiyai oonee?\" yaagiis."
    },
    {
        "English Sentences": "And the king said, What have I to do with you, ye sons of Zeruiah? so let him curse, because the LORD hath said unto him, Curse David. Who shall then say, Wherefore hast thou done so?",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Daawiti Abishaayanne ba ashkkarata ubbata, \"Ta na7ai, ta ashoi, tana woranau koyees; yaatin, ha Biniyaama asi waati agguutee! A bochchoppite; i qanggo bayin! Aissi giikko, GODAI a azaziis."
    },
    {
        "English Sentences": "And David said to Abishai, and to all his servants, Behold, my son, which came forth of my bowels, seeketh my life: how much more now may this Benjamite do it? let him alone, and let him curse; for the LORD hath bidden him.",
        "Wolaitta Sentences": "Ooni erii, GODAI ta metuwaa be7idi, taani hachchi ekkiyo qanggettaa gishshau taayyo kehaa zaaranaakkonne\" yaagiis."
    },
    {
        "English Sentences": "It may be that the LORD will look on mine affliction, and that the LORD will requite me good for his cursing this day.",
        "Wolaitta Sentences": "Daawitinne a asai ogiyaa oiqqidi boosona. SHim77ikka keraa xanxxaa oiqqidi, Daawita ginaara bees; biiddi a qanggeesinne shuchchaa a bolli olees; buhiyaakka a bolli laalees."
    },
    {
        "English Sentences": "And as David and his men went by the way, Shimei went along on the hill's side over against him, and cursed as he went, and threw stones at him, and cast dust.",
        "Wolaitta Sentences": "Kawoinne aara de7iya asati bantta biyoosaa daafuridi gakkidosona. Gakkin kawoi yan shemppiis."
    },
    {
        "English Sentences": "And the king, and all the people that were with him, came weary, and refreshed themselves there.",
        "Wolaitta Sentences": "Abeseloominne Israa7eela asati ubbai Yerusalaame gelidosona; Akixoofeelikka etaara issippe de7ees."
    },
    {
        "English Sentences": "And Absalom, and all the people the men of Israel, came to Jerusalem, and Ahithophel with him.",
        "Wolaitta Sentences": "Daawita laggee Arkkiyaa Hushaayi Abeseloomakko yiidi, \"Kawoi shemppo gam77o! Kawoi shemppo gam77o!\" yaagiis."
    },
    {
        "English Sentences": "And it came to pass, when Hushai the Archite, David's friend, was come unto Absalom, that Hushai said unto Absalom, God save the king, God save the king.",
        "Wolaitta Sentences": "Yaagin Abeseloomi Hushaaya, \"Neeni ne laggiyaa siiqido siiqoi hageekka? Ne laggiyaara aibissi babeikkii?\" yaagiis."
    },
    {
        "English Sentences": "And Absalom said to Hushai, Is this thy kindness to thy friend? why wentest thou not with thy friend?",
        "Wolaitta Sentences": "Hushaayi Abeselooma, \"CHii! GODAINNE ha asai qassi Israa7eela asai ubbainne dooridoogaayyo taani aqana; taani aara attana."
    },
    {
        "English Sentences": "And Hushai said unto Absalom, Nay; but whom the LORD, and this people, and all the men of Israel, choose, his will I be, and with him will I abide.",
        "Wolaitta Sentences": "Hegaappekka qassi taani ooyyo oottanee? A na7aayyo oottanau bessikkinaayye? Taani ne aawaayyo oottidoogaadan ha77i neeyyookka oottana\" yaagiis."
    },
    {
        "English Sentences": "And again, whom should I serve? should I not serve in the presence of his son? as I have served in thy father's presence, so will I be in thy presence.",
        "Wolaitta Sentences": "Abeseloomi Akixoofeela, \"Neeni ane nuna zora; nuuni ai oottonii?\" yaagiis."
    },
    {
        "English Sentences": "Then said Absalom to Ahithophel, Give counsel among you what we shall do.",
        "Wolaitta Sentences": "Yaagin Akixoofeeli Abeselooma, \"Kawo keettaa naaganau attida ne aawaa baakkotuura baada zin77a; neeni ne aawaa siiriyan xinqqidoogaa Israa7eela asai ubbai siyana; nenaara issippe de7iya ubbatu kushee hegan minnana\" yaagiis."
    },
    {
        "English Sentences": "And Ahithophel said unto Absalom, Go in unto thy father's concubines, which he hath left to keep the house; and all Israel shall hear that thou art abhorred of thy father: then shall the hands of all that are with thee be strong.",
        "Wolaitta Sentences": "Kawuwaa keettaa bollan dembbayidi oottidosan, Abeseloomayyo dunkkaaniyaa tolidosona; tolin asai ubbai xeellishin Abeseloomi gelidi, ba aawaa baakkotuura zin77iis."
    },
    {
        "English Sentences": "So they spread Absalom a tent upon the top of the house; and Absalom went in unto his father's concubines in the sight of all Israel.",
        "Wolaitta Sentences": "He gallassatun Akixoofeeli a zorido zore issi asi GODAA oichchidi ekkiyo zore mala. Daawitinne Abeseloominne naa77aikka Akixoofeela zoriyaa ubbaa ekkidoogee hagaadaana."
    },
    {
        "English Sentences": "And the counsel of Ahithophel, which he counselled in those days, was as if a man had enquired at the oracle of God: so was all the counsel of Ahithophel both with David and with Absalom.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Akixoofeeli Abeselooma, \"Hachchi qammi taani tammanne naa77u sha7u asata doorada, Daawita yedettada oiqqanau kiyais."
    },
    {
        "English Sentences": "Moreover Ahithophel said unto Absalom, Let me now choose out twelve thousand men, and I will arise and pursue after David this night:",
        "Wolaitta Sentences": "I daafuridaashiininne xalalidaashin, taani a bolli woraajjana. Taani a daganttana; hegan aara de7iya asai ubbaikka baqatana; taani kawuwaa xalaalaa shocana."
    },
    {
        "English Sentences": "And I will come upon him while he is weary and weak handed, and will make him afraid: and all the people that are with him shall flee; and I will smite the king only:",
        "Wolaitta Sentences": "Yaatada taani asa ubbaa neekko zaarana. Neeni issi asa xalaalaa woranau koyaasa; hara asai saro attana\" yaagiis."
    },
    {
        "English Sentences": "And I will bring back all the people unto thee: the man whom thou seekest is as if all returned: so all the people shall be in peace.",
        "Wolaitta Sentences": "Akixoofeela zoree Abeseloomanne Israa7eela cimata ubbaa ufaissiis."
    },
    {
        "English Sentences": "And the saying pleased Absalom well, and all the elders of Israel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Abeseloomi, \"Arkkiyaa Hushaaya qassi xeesite; ane i giyoobaa siyoos\" yaagiis."
    },
    {
        "English Sentences": "Then said Absalom, Call now Hushai the Archite also, and let us hear likewise what he saith.",
        "Wolaitta Sentences": "Hushaayi akko yiido wode, Abeseloomi a, \"Akixoofeeli zorido zoree hagaa; nuuni i giyoobaa oottanau bessii? Bessennabaa gidikko, ne qofai aibee?\" yaagiis."
    },
    {
        "English Sentences": "And when Hushai was come to Absalom, Absalom spake unto him, saying, Ahithophel hath spoken after this manner: shall we do after his saying? if not; speak thou.",
        "Wolaitta Sentences": "Yaagin Hushaayi Abeselooma, \"Akixoofeeli zorido zoree ha wodiyan lo77o gidenna."
    },
    {
        "English Sentences": "And Hushai said unto Absalom, The counsel that Ahithophel hath given is not good at this time.",
        "Wolaitta Sentences": "Ne aawainne ne aawaa asati mino olanchchata gidiyoogaanne ba marata bonqqettida maahee mala yashshiyaageeta gidiyoogaa neeni eraasa. Ne aawai olau meeze asa; i qammi ba olanchchatuurakka aqenna."
    },
    {
        "English Sentences": "For, said Hushai, thou knowest thy father and his men, that they be mighty men, and they be chafed in their minds, as a bear robbed of her whelps in the field: and thy father is a man of war, and will not lodge with the people.",
        "Wolaitta Sentences": "Be7a, i hannoode gonggolo giddon woikko hara sohuwan qosetti uttiis. I intte citaa bolli koiro woraajjikko, hegaa siyida asi ooninne, Abeselooma kaalli biida asati shocettidosona yaagana."
    },
    {
        "English Sentences": "Behold, he is hid now in some pit, or in some other place: and it will come to pass, when some of them be overthrown at the first, that whosoever heareth it will say, There is a slaughter among the people that follow Absalom.",
        "Wolaitta Sentences": "Ne aawai toora qara gidiyoogaanne aara de7iya asatikka mino gidiyoogaa Israa7eela asai ubbai eriyo gishshau, harai atto gaammodan xaliya minotu wozanaikka maashana."
    },
    {
        "English Sentences": "And he also that is valiant, whose heart is as the heart of a lion, shall utterly melt: for all Israel knoweth that thy father is a mighty man, and they which be with him are valiant men.",
        "Wolaitta Sentences": "\"SHin taani nena zoriyoogee hagaa; Israa7eela zawan Daanappe biidi Berssaabeha gakkanaashin de7iya Israa7eela ubbaa, abbaa doonan de7iya shafiyaa keenaa neekko shiishsha; yaatada neeni ne huuphen eta olau kaaletta."
    },
    {
        "English Sentences": "Therefore I counsel that all Israel be generally gathered unto thee, from Dan even to Beersheba, as the sand that is by the sea for multitude; and that thou go to battle in thine own person.",
        "Wolaitta Sentences": "Yaatobare nuuni a demmosan awaaninne shocana; xaazai sa7an wodhdhiyoogaadan nuuni a bolli wodhdhana. A gidinkka woikko aara de7iya asaa gidinkka issoinne paxa attenna."
    },
    {
        "English Sentences": "So shall we come upon him in some place where he shall be found, and we will light upon him as the dew falleth on the ground: and of him and of all the men that are with him there shall not be left so much as one.",
        "Wolaitta Sentences": "I katamaa giddo gelikkokka, Israa7eela asai ubbai wodoruwaa he katamaa ehiidi, katamaa giddon issi shuchchikka beettennaadan nuuni he katamaa zanggaarau duge goochchana\" yaagiis."
    },
    {
        "English Sentences": "Moreover, if he be gotten into a city, then shall all Israel bring ropes to that city, and we will draw it into the river, until there be not one small stone found there.",
        "Wolaitta Sentences": "Abeseloominne Israa7eela asai ubbai, \"Arkkiyaa Hushaaya zoree Akixoofeela zoriyaappe lo77o\" yaagidosona. Hegee hanidoogee, GODAI Abeselooma bolli iitabaa ehaana mala, Akixoofeela zoriyaa lo77uwaa halissanau qachchido gishshaassa."
    },
    {
        "English Sentences": "And Absalom and all the men of Israel said, The counsel of Hushai the Archite is better than the counsel of Ahithophel. For the LORD had appointed to defeat the good counsel of Ahithophel, to the intent that the LORD might bring evil upon Absalom.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Hushaayi qeeseta Xaadooqanne Abiyaataara, \"Akixoofeeli Abeseloomanne Israa7eela cimata hagaa hagaa giidi zoriis; taanikka eta hagaa hagaa gaada zoraas."
    },
    {
        "English Sentences": "Then said Hushai unto Zadok and to Abiathar the priests, Thus and thus did Ahithophel counsel Absalom and the elders of Israel; and thus and thus have I counselled.",
        "Wolaitta Sentences": "Ha77ikka Daawitakko eesuwan kiittidi, Bazzo pinuwan hachchi qammi aqoppa; hefintti pinnaichcha! Hinna xayikko, kawoinne aara de7iya asai ubbai xayana yaagidi yootite\" yaagiis."
    },
    {
        "English Sentences": "Now therefore send quickly, and tell David, saying, Lodge not this night in the plains of the wilderness, but speedily pass over; lest the king be swallowed up, and all the people that are with him.",
        "Wolaitta Sentences": "Yonaataaninne Ahima7aaxi qoncciyan katamaa gelishin eta asi be7enna mala, Eniroogeela giyoosan uttidi naaganaunne issi ashkkariyaa ya yaada etayyo yootin, eti biidi Kawuwaa Daawitayyo yootanau qoppidosona."
    },
    {
        "English Sentences": "Now Jonathan and Ahimaaz stayed by Enrogel; for they might not be seen to come into the city: and a wench went and told them; and they went and told king David.",
        "Wolaitta Sentences": "SHin issi wodallai eta be7iis; be7idi Abeseloomayyo yootiis. Hegaa gishshau, eti naa77aikka he sohuwaappe eesuwan kichchidi biidi, Baahuriima kataman issi bitaniyaa soo gakkidosona. He bitaniyaayyo dirssaappe so baggaara haatta ollai de7ees; eti he ollaa giddo duge gelidosona."
    },
    {
        "English Sentences": "Nevertheless a lad saw them, and told Absalom: but they went both of them away quickly, and came to a man's house in Bahurim, which had a well in his court; whither they went down.",
        "Wolaitta Sentences": "Aibinne erettennaadan bitaniyaa maccaasiyaa kammiyoobaa ekkada ollaa doonan hiixxaasu; yaatada a bolli kattaa miccaasu."
    },
    {
        "English Sentences": "And the woman took and spread a covering over the well's mouth, and spread ground corn thereon; and the thing was not known.",
        "Wolaitta Sentences": "Abeselooma ashkkarati bitaniyaa soo yiidi maccaasiyo, \"Ahima7aaxinne Yonaataani awan de7iyoonaa?\" yaagidi oichchidosona. Oichchin maccaasiyaa, \"Eti shaafaa pinnidi biidosona\" yaagaasu; eti koyin beettennan xayin, Yerusalaame aggidi simmidosona."
    },
    {
        "English Sentences": "And when Absalom's servants came to the woman to the house, they said, Where is Ahimaaz and Jonathan? And the woman said unto them, They be gone over the brook of water. And when they had sought and could not find them, they returned to Jerusalem.",
        "Wolaitta Sentences": "He asati biidoogaappe guyyiyan, naa77u asati ollaappe kiyidi, Kawuwaa Daawitayyo yootanau biidosona; biidi Daawita, \"Eesuwan denddidi shaafaa pinnite; aissi giikko, Akixoofeeli intte bolli hagaa hagaa giidi zori wottiis\" yaagidosona."
    },
    {
        "English Sentences": "And it came to pass, after they were departed, that they came up out of the well, and went and told king David, and said unto David, Arise, and pass quickly over the water: for thus hath Ahithophel counselled against you.",
        "Wolaitta Sentences": "Yaagin Daawitinne aara issippe de7iya asai ubbai Yorddaanoosa pinnidi biidosona. Wonttiyo wode Yorddaanoosa pinnennan attida issi asinne baawa."
    },
    {
        "English Sentences": "Then David arose, and all the people that were with him, and they passed over Jordan: by the morning light there lacked not one of them that was not gone over Jordan.",
        "Wolaitta Sentences": "Akixoofeeli ba zoree ekettibeennaagaa be7ido wode, ba hariyaa kooridi, ba de7iyo katamaa biis; Akixoofeeli ba soo giigissidi, barkka sulettidi haiqqiis; haiqqidi ba aawaa duufuwan moogettiis."
    },
    {
        "English Sentences": "And when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and gat him home to his house, to his city, and put his household in order, and hanged himself, and died, and was buried in the sepulchre of his father.",
        "Wolaitta Sentences": "Daawiti Maahinaima katamaa gakkido wode, Abeseloominne aara de7iya asai ubbai Yorddaanoosa SHaafaa pinnidosona."
    },
    {
        "English Sentences": "Then David came to Mahanaim. And Absalom passed over Jordan, he and all the men of Israel with him.",
        "Wolaitta Sentences": "Abeseloomi ba olanchchatu bolli Yoo7aaba sohuwan Amaasa sunttiis. Amaasi Israa7eeliyaa Yetera na7aa; Yeteri Abigaalo ekkidaagaa; Abigaala Naa7oosa na7iyoonne Yoo7aaba aayee Xaruuyi michchiyo."
    },
    {
        "English Sentences": "And Absalom made Amasa captain of the host instead of Joab: which Amasa was a man's son, whose name was Ithra an Israelite, that went in to Abigail the daughter of Nahash, sister to Zeruiah Joab's mother.",
        "Wolaitta Sentences": "Israa7eelatinne Abeseloomi Gala7aade biittan uttidosona."
    },
    {
        "English Sentences": "So Israel and Absalom pitched in the land of Gilead.",
        "Wolaitta Sentences": "Daawiti Maahinaima katamaa gakkiyo wode, Amoona biittaappe Raabappe yiida Naa7oosa na7ai SHoobi, Lodabaara katamaappe yiida Ammi7eela na7ai Maakiirinne Rogaliima katamaappe yiida Gala7aadiyaa Barzzillaayi"
    },
    {
        "English Sentences": "And it came to pass, when David was come to Mahanaim, that Shobi the son of Nahash of Rabbah of the children of Ammon, and Machir the son of Ammiel of Lodebar, and Barzillai the Gileadite of Rogelim,",
        "Wolaitta Sentences": "hiixxiyoobata, samppatanne urqqa miishshata ehiidosona. Qassi eti gisttiyaanne banggaa, xiilliyaanne shaashshaa, baa7eelaanne misiraa,"
    },
    {
        "English Sentences": "Brought beds, and basons, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentiles, and parched pulse,",
        "Wolaitta Sentences": "eessaanne meqqida maattaa, miizzaa maattaa pilaanne dorssaa Daawitinne a asai maanaadan ekki yiidosona. Hegaa eti ehiidoogee, \"Asai bazzon namisettiis, daafuriisinne saamettiis\" giidi qoppido gishshaassa."
    },
    {
        "English Sentences": "And honey, and butter, and sheep, and cheese of kine, for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty, in the wilderness.",
        "Wolaitta Sentences": "Daawiti ba asata ubbaa issippe shiishshiis; shiishshidi shaalaqatanne mato halaqata eta bolli sunttiis."
    },
    {
        "English Sentences": "And David numbered the people that were with him, and set captains of thousands and captains of hundreds over them.",
        "Wolaitta Sentences": "Daawiti asaa heezzu citan shaakkiis; issi citaa Yoo7aabi azaziis; naa77antto citaa Yoo7aaba ishai, Xaruuyi na7ai Abishaayi azaziis; heezzantto citaa qassi Gaatiyaa Ittaayi azaziis. Kawoi asaa, \"Taani ta huuphenkka inttenaara issippe baana\" yaagiis."
    },
    {
        "English Sentences": "And David sent forth a third part of the people under the hand of Joab, and a third part under the hand of Abishai the son of Zeruiah, Joab's brother, and a third part under the hand of Ittai the Gittite. And the king said unto the people, I will surely go forth with you myself also.",
        "Wolaitta Sentences": "SHin asai a, \"Neeni baanau bessenna! Nuuni baqatiyaakkonne, eti nubaa koyokkona; harai atto nuuni baggai haiqqiyaakkokka, nubaa eti wudokkona. SHin neeni nuuppe tammu sha7atuppe daraasa; hegaa gishshau, neeni kataman uttada, nuuyyo maaduwaa kiittikko lo77o\" yaagiis."
    },
    {
        "English Sentences": "But the people answered, Thou shalt not go forth: for if we flee away, they will not care for us; neither if half of us die, will they care for us: but now thou art worth ten thousand of us: therefore now it is better that thou succour us out of the city.",
        "Wolaitta Sentences": "Yaagin kawoi eta, \"Inttena lo77idabaa taani oottana\" yaagiis. Daawiti dirssaa penggen eqqidaashin, asai ubbai xeetai xeetai, sha7ai sha7ai ba citan citan salppidi kiyiis."
    },
    {
        "English Sentences": "And the king said unto them, What seemeth you best I will do. And the king stood by the gate side, and all the people came out by hundreds and by thousands.",
        "Wolaitta Sentences": "Yaatin, kawoi Yoo7aaba Abishaayanne Ittaaya, \"Ta gishshau giidi, he yelaga bitaniyaa Abeselooma qohoppite\" yaagidi azaziis. Kawoi Abeseloomabaa gadaawatu ubbaayyo odiyo wode, olanchchati ubbai siyidosona."
    },
    {
        "English Sentences": "And the king commanded Joab and Abishai and Ittai, saying, Deal gently for my sake with the young man, even with Absalom. And all the people heard when the king gave all the captains charge concerning Absalom.",
        "Wolaitta Sentences": "Daawita olanchchati Israa7eelatuura olettanau gaxariyan salppidosona; olaa sohoi Efireema woraana."
    },
    {
        "English Sentences": "So the people went out into the field against Israel: and the battle was in the wood of Ephraim;",
        "Wolaitta Sentences": "He sohuwan Daawita olanchchati Israa7eela olanchchata xoonidosona; he gallassi keehi daro asai, laatamu sha7u asai haiqqiis."
    },
    {
        "English Sentences": "Where the people of Israel were slain before the servants of David, and there was there a great slaughter that day of twenty thousand men.",
        "Wolaitta Sentences": "Olai gaxariyaa ubbaa gakkiis; he gallassi worai wurssido asai bisoi wurssido asaappe daro."
    },
    {
        "English Sentences": "For the battle was there scattered over the face of all the country: and the wood devoured more people that day than the sword devoured.",
        "Wolaitta Sentences": "Abeseloomi akeekennan de7iiddi Daawita asatuura gaittiis; Abeseloomi ba baquluwaa toggidaashin, daro daashshai de7iyo wolaa garssi baquloi geliis; gelin Abeselooma huuphee wolaa ballan oiqettiis. Abeseloomi sa7aappenne saluwaappe gidduwan giili giishin, i toggido baquloi sinttau bi aggiis."
    },
    {
        "English Sentences": "And Absalom met the servants of David. And Absalom rode upon a mule, and the mule went under the thick boughs of a great oak, and his head caught hold of the oak, and he was taken up between the heaven and the earth; and the mule that was under him went away.",
        "Wolaitta Sentences": "Asaappe issoi hegaa be7idi Yoo7aaba, \"Be7a! Abeseloomi issi wolaa bolli kaqettidaagaa taani be7aas\" yaagidi yootiis."
    },
    {
        "English Sentences": "And a certain man saw it, and told Joab, and said, Behold, I saw Absalom hanged in an oak.",
        "Wolaitta Sentences": "Yootin Yoo7aabi baayyo yootida bitaniyaa, \"Hee? Be7aas gai? Aibissi biittau duge shocabeikkii? Neeni shocidabaa gidiyaakko, taani neeyyo tammu xaqara biraanne issi qabattuwaa immanaagaa shin\" yaagiis."
    },
    {
        "English Sentences": "And Joab said unto the man that told him, And, behold, thou sawest him, and why didst thou not smite him there to the ground? and I would have given thee ten shekels of silver, and a girdle.",
        "Wolaitta Sentences": "Yaagin bitanee, \"Neeni sha7u xaqara biraa ta kushiyan wottiyaakkokka, taani kawuwaa na7aa bolli ta kushiyaa denttikke! Nuuni ubbai siyishin, kawoi nenanne Abishaaya Ittaaya, Ta gishshau giidi, yelaga bitaniyaa Abeselooma ashshite yaagidi azaziis."
    },
    {
        "English Sentences": "And the man said unto Joab, Though I should receive a thousand shekels of silver in mine hand, yet would I not put forth mine hand against the king's son: for in our hearing the king charged thee and Abishai and Ittai, saying, Beware that none touch the young man Absalom.",
        "Wolaitta Sentences": "Taani kawuwaa azazuwaa shaarada Abeselooma woridabaa gidiyaakko, kawoi ubbabaa siyiyoogaadan hegaakka siyanaagee attenna. Neeni he wode taappe haahuwan eqqana\" yaagiis."
    },
    {
        "English Sentences": "Otherwise I should have wrought falsehood against mine own life: for there is no matter hid from the king, and thou thyself wouldest have set thyself against me.",
        "Wolaitta Sentences": "Yaagin Yoo7aabi a, \"Taani nenaara hagaadan gam77ikke\" yaagiis; yaagidi heezzu tooraa ba kushiyan ekkidi, Abeseloomi wolan kaqettidi paxa de7iyaagaa wozana aifiyan caddiis."
    },
    {
        "English Sentences": "Then said Joab, I may not tarry thus with thee. And he took three darts in his hand, and thrust them through the heart of Absalom, while he was yet alive in the midst of the oak.",
        "Wolaitta Sentences": "Caddin Yoo7aaba ola miishshaa tookkiya tammati Abeselooma dooddidi, shoci woridosona."
    },
    {
        "English Sentences": "And ten young men that bare Joab's armour compassed about and smote Absalom, and slew him.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yoo7aabi olaa essanau malkkataa punniis; punnin asai Israa7eelata yedettiyoogaa aggiis."
    },
    {
        "English Sentences": "And Joab blew the trumpet, and the people returned from pursuing after Israel: for Joab held back the people.",
        "Wolaitta Sentences": "Eti Abeselooma ekki efiidi, woran de7iya gita ollaa giddon yeggidi, daro shuchchaa a bolli dooridosona. He wode Israa7eela asai ubbai ba so ba so baqatiis."
    },
    {
        "English Sentences": "And they took Absalom, and cast him into a great pit in the wood, and laid a very great heap of stones upon him: and all Israel fled every one to his tent.",
        "Wolaitta Sentences": "Abeseloomi paxa de7iiddi, \"Ta sunttaa hassayissiya na7i taayyo baawa\" yaagidi, bana hassayissiya shuchchaa massido tuussaa kawo dilbban essiis; essidi he tuussaa ba sunttan xeesiis. Hachchi gakkanaashin, he tuussai \"Abeselooma tuussaa\" geetettees."
    },
    {
        "English Sentences": "Now Absalom in his lifetime had taken and reared up for himself a pillar, which is in the king's dale: for he said, I have no son to keep my name in remembrance: and he called the pillar after his own name: and it is called unto this day, Absalom's place.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xaadooqa na7aa Ahima7aaxi Yoo7aaba, \"A morkketu kushiyaappe GODAI a ashshido mishiraachchuwaa sissanau, taani kawuwaakko woxxa baada yootais\" yaagiis."
    },
    {
        "English Sentences": "Then said Ahimaaz the son of Zadok, Let me now run, and bear the king tidings, how that the LORD hath avenged him of his enemies.",
        "Wolaitta Sentences": "Yaagin Yoo7aabi Ahima7aaxa, \"CHii! Hachchi neeni mishiraachcho yootiyo gallassa gidenna; hara gallassi yootanau danddayaasa. Kawuwaa na7ai hachchi haiqqido gishshau, neeni hachchi yootanau koshshenna\" yaagiis."
    },
    {
        "English Sentences": "And Joab said unto him, Thou shalt not bear tidings this day, but thou shalt bear tidings another day: but this day thou shalt bear no tidings, because the king's son is dead.",
        "Wolaitta Sentences": "Yaagidi Yoo7aabi Toophphe asa gidiya issi bitaniyaa xeegidi, \"Ba; baada neeni be7idobaa kawuwaayyo yoota\" yaagiis; yaagin he bitanee Yoo7aabayyo ziggidi woxxiis."
    },
    {
        "English Sentences": "Then said Joab to Cushi, Go tell the king what thou hast seen. And Cushi bowed himself unto Joab, and ran.",
        "Wolaitta Sentences": "Xaadooqa na7ai Ahima7aaxi naa77anttuwaakka Yoo7aaba, \"Ainne hano; taani ha Toophphe bitaniyaa geeduwaa woxxais\" yaagiis. Yaagin Yoo7aabi, \"Ta na7au, neeyyo woito ehiya odoi bainnaashin, neeni aibissi woxxanau koyai?\" yaagiis."
    },
    {
        "English Sentences": "Then said Ahimaaz the son of Zadok yet again to Joab, But howsoever, let me, I pray thee, also run after Cushi. And Joab said, Wherefore wilt thou run, my son, seeing that thou hast no tidings ready?",
        "Wolaitta Sentences": "Yaagin Ahima7aaxi Yoo7aaba, \"Ainne hano; taani woxxanau koyais\" yaagiis. Yaagin Yoo7aabi a, \"Yaanikko woxxa\" yaagiis. Hegaa gishshau, Ahima7aaxi dembbaa ogiyaa oiqqidi woxxiis; woxxidi Toophphe bitaniyaa yeggidi aadhdhiis."
    },
    {
        "English Sentences": "But howsoever, said he, let me run. And he said unto him, Run. Then Ahimaaz ran by the way of the plain, and overran Cushi.",
        "Wolaitta Sentences": "Gimbbiyaa penggiyaayyo kare dooyettiya sanqqaappenne soo dooyettiya sanqqaappe gidduwan aaho sohuwan Daawiti uttidaashin, naagiya bitanee gimbbiyaara ohettida penggiyaa sarggaa huuphiyaa pude kiyiis; kiyidi xeellidi, issi bitanee barkka woxxiyaagaa be7iis."
    },
    {
        "English Sentences": "And David sat between the two gates: and the watchman went up to the roof over the gate unto the wall, and lifted up his eyes, and looked, and behold a man running alone.",
        "Wolaitta Sentences": "Naagiya bitanee kawuwaa xeesidi yootiis. Yootin kawoi, \"I barkka de7ikko, mishiraachchuwaa ekki yees\" yaagiis. Woxxiya bitanee etakko mati matidi yiis."
    },
    {
        "English Sentences": "And the watchman cried, and told the king. And the king said, If he be alone, there is tidings in his mouth. And he came apace, and drew near.",
        "Wolaitta Sentences": "Naagiyaagee hara asikka woxxiyaagaa be7iis; be7idi penggiyaa naagiya bitaniyaa, \"Be7a! Hara bitaneekka barkka woxxees\" yaagiis. Kawoi, \"Ha bitaneekka qassi mishiraachchuwaa ekki yees\" yaagiis."
    },
    {
        "English Sentences": "And the watchman saw another man running: and the watchman called unto the porter, and said, Behold another man running alone. And the king said, He also bringeth tidings.",
        "Wolaitta Sentences": "Naagiyaagee, \"Koiro bitaniyaa wottai Xaadooqa na7aa Ahima7aaxa wottaa tau milatees\" yaagiis. Yaagin kawoi, \"I lo77o asa; i lo77o odoora yees\" yaagiis."
    },
    {
        "English Sentences": "And the watchman said, Me thinketh the running of the foremost is like the running of Ahimaaz the son of Zadok. And the king said, He is a good man, and cometh with good tidings.",
        "Wolaitta Sentences": "Ahima7aaxi kawuwaa xeesidi, \"Ubbabaikka lo77o!\" yaagiis. Kawuwaa sinttan lichchi giidi gufannidi, \"Ta godaa kawuwaa bolli bantta kushiyaa denttida asata neeyyo aattidi immida GODAI ne Xoossai galatetto\" yaagiis."
    },
    {
        "English Sentences": "And Ahimaaz called, and said unto the king, All is well. And he fell down to the earth upon his face before the king, and said, Blessed be the LORD thy God, which hath delivered up the men that lifted up their hand against my lord the king.",
        "Wolaitta Sentences": "Yaagin kawoi, \"Yelaga bitanee Abeseloomi saroo?\" yaagidi oichchiis. Oichchin Ahima7aaxi, \"Yoo7aabi tana kiittana haniyo wode, wolqqaama gurubai de7iyaagaa be7aas; shin i aibakkonne taani erabeikke\" yaagiis."
    },
    {
        "English Sentences": "And the king said, Is the young man Absalom safe? And Ahimaaz answered, When Joab sent the king's servant, and me thy servant, I saw a great tumult, but I knew not what it was.",
        "Wolaitta Sentences": "Kawoi a, \"Yaa shiiqa eqqa\" yaagiis; yaagin i yaakko shiiqidi eqqiis."
    },
    {
        "English Sentences": "And the king said unto him, Turn aside, and stand here. And he turned aside, and stood still.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Toophphe bitanee gakkidi kawuwaayyo, \"Ta godau kawuwau, mishiraachcho! Ne bolli denddidaageetu ubbaa kushiyaappe GODAI hachchi nena ashshiis\" yaagiis."
    },
    {
        "English Sentences": "And, behold, Cushi came; and Cushi said, Tidings, my lord the king: for the LORD hath avenged thee this day of all them that rose up against thee.",
        "Wolaitta Sentences": "Kawoi Toophphe bitaniyaa, \"Yelaga bitanee Abeseloomi saroo?\" yaagidi oichchiis. Oichchin Toophphe bitanee kawuwaa, \"Ta godau kawuwau, ne morkketinne ne bolli iitabaa oottanau denddiyaageeti ubbati he yelaga bitaniyaadan hanona\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto Cushi, Is the young man Absalom safe? And Cushi answered, The enemies of my lord the king, and all that rise against thee to do thee hurt, be as that young man is.",
        "Wolaitta Sentences": "Yaagin kawoi daroppe azzaniis; gimbbiyaa penggiyaa huuphen de7iya keettaa gelidi yeekkiis; kawoi biiddi, \"Aayye ta na7au Abeseloomaa! Ta na7au! Ta na7au Abeseloomaa! Ne gishshaa taani haiqqarkkinaashsha! Aayye ta na7au Abeseloomaa! Ta na7au!\" yaagidi yeekkiis."
    },
    {
        "English Sentences": "And the king was much moved, and went up to the chamber over the gate, and wept: and as he went, thus he said, O my son Absalom, my son, my son Absalom! would God I had died for thee, O Absalom, my son, my son!",
        "Wolaitta Sentences": "\"Abeseloomayyo kawoi yeekkeesinne zilaalees\" yaagidi Yoo7aabayyo yootidosona."
    },
    {
        "English Sentences": "And it was told Joab, Behold, the king weepeth and mourneth for Absalom.",
        "Wolaitta Sentences": "Olanchchati ubbai, \"Kawoi ba na7aayyo yeekkees\" giyoogaa siyido gishshau, he gallassi eti ubbai xoonido xoonoi yeehuwau laamettiis."
    },
    {
        "English Sentences": "And the victory that day was turned into mourning unto all the people: for the people heard say that day how the king was grieved for his son.",
        "Wolaitta Sentences": "Olaappe baqatidi yeellatida olanchchatudan, asai he gallassi wuuqettidi katamaa geliis."
    },
    {
        "English Sentences": "And the people gat them by stealth that day into the city, as people being ashamed steal away when they flee in battle.",
        "Wolaitta Sentences": "Kawoi ba som77uwaa gullettidi, ba qaalaa xoqqissidi, \"Aayye ta na7au Abeseloomaa! Aayye Abeseloomaa ta na7au! Ta na7au!\" yaagidi zilaaliis."
    },
    {
        "English Sentences": "But the king covered his face, and the king cried with a loud voice, O my son Absalom, O Absalom, my son, my son!",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Yoo7aabi he keettaa biidi kawuwaa, \"Ne shemppuwaa, ne attuma naatunne ne macca naatu shemppuwaa, ne maccaasatunne ne baakkotu shemppuwaa hachchi ashshida ne asaa ubbaa neeni hachchi kaushshadasa."
    },
    {
        "English Sentences": "And Joab came into the house to the king, and said, Thou hast shamed this day the faces of all thy servants, which this day have saved thy life, and the lives of thy sons and of thy daughters, and the lives of thy wives, and the lives of thy concubines;",
        "Wolaitta Sentences": "Nena ixxiyaageeta neeni siiqaasa; nena siiqiyaageeta neeni ixxaasa. Ne olanchchatinne eta halaqati neeyyo aibanne gidennaagaa neeni hachchi qonccissadasa. Nuuni ubbai haiqqin, Abeseloomi hachchi paxa attidaakko, neeni ufaittanaagaa taani be7aas."
    },
    {
        "English Sentences": "In that thou lovest thine enemies, and hatest thy friends. For thou hast declared this day, that thou regardest neither princes nor servants: for this day I perceive, that if Absalom had lived, and all we had died this day, then it had pleased thee well.",
        "Wolaitta Sentences": "Ha77i dendda! Kare kiyada ne asaa minttetta. GODAI ero! Neeni kiyana xayikko, hachchi qammi nenaara issi asinne attenna. Ne yelagatettaasappe hachchi gakkanaashin, nena gakkida iitaa ubbaappe hagee neeyyo aadhdhiya iita gidana\" yaagiis."
    },
    {
        "English Sentences": "Now therefore arise, go forth, and speak comfortably unto thy servants: for I swear by the LORD, if thou go not forth, there will not tarry one with thee this night: and that will be worse unto thee than all the evil that befell thee from thy youth until now.",
        "Wolaitta Sentences": "Yaagin kawoi denddidi gimbbiyaa penggen uttiis. \"Kawoi penggen uttiis\" giyoogaa asati ubbai siyido wode, kawuwaa sintti yiidosona. He wode Israa7eela asati ubbai bantta so bantta so baqatidosona."
    },
    {
        "English Sentences": "Then the king arose, and sat in the gate. And they told unto all the people, saying, Behold, the king doth sit in the gate. And all the people came before the king: for Israel had fled every man to his tent.",
        "Wolaitta Sentences": "Israa7eela zareti ubbai issoi issuwaara hagaadan yaagidi palamettoosona; \"Kawoi Daawiti nuna nu morkketu kushiyaappe ashshiis; nuna Pilisxxeema asatu kushiyaappe wotti ekkiis; shin i ha77i Abeselooma gaasuwan biittaa aggidi baqatiis."
    },
    {
        "English Sentences": "And all the people were at strife throughout all the tribes of Israel, saying, The king saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines; and now he is fled out of the land for Absalom.",
        "Wolaitta Sentences": "Nu bolli kawotanaadan nuuni tiyido Abeseloomi olan haiqqiichchiis. Yaatin, kawuwaa guyye ehaanau intte aibissi co77u giidetii?\" yaagidosona."
    },
    {
        "English Sentences": "And Absalom, whom we anointed over us, is dead in battle. Now therefore why speak ye not a word of bringing the king back?",
        "Wolaitta Sentences": "Kawoi Daawiti qeesetuyyo Xaadooqayyoonne Abiyaataarayyo kiitaa yeddidi, \"Yihudaa cimata hagaadan yaagite; Daawiti hagaadan yaagees; \"Israa7eela asai ubbai haasayiyoogee kawuwaa gakkiis. Yaatin, kawuwaa a keettaa zaari ehaanau intte aibissi haratuppe guyye atteetii?"
    },
    {
        "English Sentences": "And king David sent to Zadok and to Abiathar the priests, saying, Speak unto the elders of Judah, saying, Why are ye the last to bring the king back to his house? seeing the speech of all Israel is come to the king, even to his house.",
        "Wolaitta Sentences": "Intte ta ishantta; intte ta ashonne ta suutta. Yaatin, kawuwaa guyye zaari ehaanau intte aibissi haratuppe guyye atteetii?\" yaagees yaagite."
    },
    {
        "English Sentences": "Ye are my brethren, ye are my bones and my flesh: wherefore then are ye the last to bring back the king?",
        "Wolaitta Sentences": "Qassi Amaasayyookka, Daawiti nena, \"Neeni ta ashonne ta suutta gidikkii? Hachchippe doommin, taani nena Yoo7aaba sohuwan ta olanchchatuyyo gadaawa kessana xayikko, Xoossai tana woro!\" yaagees yaagite\" yaagiis."
    },
    {
        "English Sentences": "And say ye to Amasa, Art thou not of my bone, and of my flesh? God do so to me, and more also, if thou be not captain of the host before me continually in the room of Joab.",
        "Wolaitta Sentences": "Kawuwaa haasayai Yihudaa asatu ubbaa wozanaa issuwaa oottidi maizziis. Hegaa gishshau, eti kawuwaakko kiittidi, \"Neenikka ne asai ubbaikka haa simmite\" yaagidosona."
    },
    {
        "English Sentences": "And he bowed the heart of all the men of Judah, even as the heart of one man; so that they sent this word unto the king, Return thou, and all thy servants.",
        "Wolaitta Sentences": "Yaagin kawoi simmidi, Yorddaanoosa SHaafaa gakkanaassi yiis. Yihudaa asati kawuwaa mokkanaunne Yorddaanoosa SHaafaa pinttanau, Gelggala giyoosaa yiidosona."
    },
    {
        "English Sentences": "So the king returned, and came to Jordan. And Judah came to Gilgal, to go to meet the king, to conduct the king over Jordan.",
        "Wolaitta Sentences": "Baahuriima katamaappe yiida Biniyaama zaree, Geera na7ai SHim77i Daawita mokkanau ellellidi, Yihudaa asatuura biis."
    },
    {
        "English Sentences": "And Shimei the son of Gera, a Benjamite, which was of Bahurim, hasted and came down with the men of Judah to meet king David.",
        "Wolaitta Sentences": "Biishin aara Biniyaama zare gidida sha7u asati, Saa7oola so ashkkarai Xiibi, a naati tammanne ichchashatinne a ashkkarati laatamati de7oosona. Eti kawoi de7iyoosaa Yorddaanoosa SHaafaa jaamiiddi biidosona."
    },
    {
        "English Sentences": "And there were a thousand men of Benjamin with him, and Ziba the servant of the house of Saul, and his fifteen sons and his twenty servants with him; and they went over Jordan before the king.",
        "Wolaitta Sentences": "Kawuwaa so asaa pinttanaunne kawuwaa ufaissiyoobaa oottanau pinuwaara pinnidi biidosona. Geera na7ai SHim77i Yorddaanoosa SHaafaa pinnido wode, kawuwaa sinttan gufannidi,"
    },
    {
        "English Sentences": "And there went over a ferry boat to carry over the king's household, and to do what he thought good. And Shimei the son of Gera fell down before the king, as he was come over Jordan;",
        "Wolaitta Sentences": "hagaadan yaagiis; \"Ta mooruwaa kawoi atto go. Ta godai kawoi Yerusalaameppe kiyiyo gallassi taani ne ashkkarai balido balaa neeni hassayoppa. Hegaa ne uluwan oiqqoppa."
    },
    {
        "English Sentences": "And said unto the king, Let not my lord impute iniquity unto me, neither do thou remember that which thy servant did perversely the day that my lord the king went out of Jerusalem, that the king should take it to his heart.",
        "Wolaitta Sentences": "Aissi giikko, ne ashkkarai taani nagaraa oottidoogaa erais; shin nena ta godaa kawuwaa mokkanau, Yooseefa so asa ubbaappe koirottada taani hachchi yaas\" yaagiis."
    },
    {
        "English Sentences": "For thy servant doth know that I have sinned: therefore, behold, I am come the first this day of all the house of Joseph to go down to meet my lord the king.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Xaruuyi na7ai Abishaayi, \"SHim77i GODAI tiyido kawuwaa qanggido gishshau, i haiqqanau bessenneeyye?\" yaagiis."
    },
    {
        "English Sentences": "But Abishai the son of Zeruiah answered and said, Shall not Shimei be put to death for this, because he cursed the LORD's anointed?",
        "Wolaitta Sentences": "Yaagin Daawiti Abishaaya, \"Inttenoo, Xaruuyi naatoo, inttena gattiyaabi aibee? Intte hachchi taayyo morkke gideetii! Hachchi Israa7eelan ai asinne haiqqenna! Hachchi Israa7eela kawoi tanattennee!\" yaagiis."
    },
    {
        "English Sentences": "And David said, What have I to do with you, ye sons of Zeruiah, that ye should this day be adversaries unto me? shall there any man be put to death this day in Israel? for do not I know that I am this day king over Israel?",
        "Wolaitta Sentences": "Kawoi SHim77a, \"Neeni haiqqakka\" yaagidi ayyo caaqqiis."
    },
    {
        "English Sentences": "Therefore the king said unto Shimei, Thou shalt not die. And the king sware unto him.",
        "Wolaitta Sentences": "Qassi Saa7oola na7ai Mafibosheeti kawuwaa mokkanau duge wodhdhiis. Kawoi biido gallassaappe doommidi, i sarotettan guyye simmiyo gallassi gakkanaassikka, Mafibosheeti ba tohuwaa meeccibeenna; ba buuchchaa qanxxibeenna; qassi ba maayuwaakka meeccibeenna."
    },
    {
        "English Sentences": "And Mephibosheth the son of Saul came down to meet the king, and had neither dressed his feet, nor trimmed his beard, nor washed his clothes, from the day the king departed until the day he came again in peace.",
        "Wolaitta Sentences": "Mafibosheeti kawuwaara gaittanau Yerusalaameppe yiido wode, kawoi a, \"Mafibosheetaa, neeni tanaara aissi babeikkii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And it came to pass, when he was come to Jerusalem to meet the king, that the king said unto him, Wherefore wentest not thou with me, Mephibosheth?",
        "Wolaitta Sentences": "Oichchin i, \"Ta godau kawuwau, taani ne ashkkarai sila gidiyo gishshau, Taani toggada kawuwaara baanaadan ta hariyaa koora yaagaas. SHin ta ashkkarai Xiibi tana cimmiis;"
    },
    {
        "English Sentences": "And he answered, My lord, O king, my servant deceived me: for thy servant said, I will saddle me an ass, that I may ride thereon, and go to the king; because thy servant is lame.",
        "Wolaitta Sentences": "cimmidi tana ne ashkkaraa ta godaassi kawuwaassi zigiriis. Neeni ta godai kawoi Xoossaa kiitanchchaa mala; hegaa gishshau, nena ufaissiyaabaa ootta."
    },
    {
        "English Sentences": "And he hath slandered thy servant unto my lord the king; but my lord the king is as an angel of God: do therefore what is good in thine eyes.",
        "Wolaitta Sentences": "Ta aawaa aawaa asai ubbai harabaa gidennan, ta godai kawoi beni woranau bessiyo asa; shin taani ne ashkkarai ne masoofiyaappe miyaageetuura maanaadan neeni taayyo sohuwaa immadasa. Yaatin, taani hagaappe aadhdhiyaabaa kawuwaa oichchanau taayyo aiba maati de7ii?\" yaagiis."
    },
    {
        "English Sentences": "For all of my father's house were but dead men before my lord the king: yet didst thou set thy servant among them that did eat at thine own table. What right therefore have I yet to cry any more unto the king?",
        "Wolaitta Sentences": "Yaagin kawoi a, \"Neeni darobaa haasayanau koshshenna. Neeninne Xiibi gadiyaa shaakki ekkana mala taani azazais\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto him, Why speakest thou any more of thy matters? I have said, Thou and Ziba divide the land.",
        "Wolaitta Sentences": "Mafibosheeti kawuwaa, \"Ta godai kawoi saro so simmaappe attin, ubbabaakka Xiibi ekko\" yaagiis."
    },
    {
        "English Sentences": "And Mephibosheth said unto the king, Yea, let him take all, forasmuch as my lord the king is come again in peace unto his own house.",
        "Wolaitta Sentences": "Gala7aadiyaa Barzzillaayi kawuwaara issippe Yorddaanoosa SHaafaa pinnanaunne yaappe a moissanau Rogaliima giyoosaappe yiis."
    },
    {
        "English Sentences": "And Barzillai the Gileadite came down from Rogelim, and went over Jordan with the king, to conduct him over Jordan.",
        "Wolaitta Sentences": "Barzzillaayi laittai hosppun tammaa gidido cima asa. I daro dure asa gidiyo gishshau, kawoi Maahinaima kataman de7iyo wode, kawuwaassi koshshiyaabaa immiis."
    },
    {
        "English Sentences": "Now Barzillai was a very aged man, even fourscore years old: and he had provided the king of sustenance while he lay at Mahanaim; for he was a very great man.",
        "Wolaitta Sentences": "Kawoi Barzzillaaya, \"Neeni tanaara Yerusalaame hindda; taani nena yan koshshiyaabaa immana\" yaagiis."
    },
    {
        "English Sentences": "And the king said unto Barzillai, Come thou over with me, and I will feed thee with me in Jerusalem.",
        "Wolaitta Sentences": "SHin Barzzillaayi kawuwaa, \"Taani hagaappe sinttan daro laittaa de7ikke; yaatin, taani kawuwaara Yerusalaame aibissi boo?"
    },
    {
        "English Sentences": "And Barzillai said unto the king, How long have I to live, that I should go up with the king unto Jerusalem?",
        "Wolaitta Sentences": "Taani ha77i hosppun tammu laitta asa; taani ha77i iitaanne lo77uwaa shaakkada eranau danddayiyaanaa? Taani ne ashkkarai ta miyoobaanne uyiyoobaa mal77uwaa masuhuwaa shaakkada eranau danddayiyaanaa? Attumaageetinne maccaageeti yexxiyo yettaa taani siyanau danddayiyaanaa? Yaatin, taani ne ashkkarai ta godau kawuwau aibissi gujo tooho gidoo?"
    },
    {
        "English Sentences": "I am this day fourscore years old: and can I discern between good and evil? can thy servant taste what I eat or what I drink? can I hear any more the voice of singing men and singing women? wherefore then should thy servant be yet a burden unto my lord the king?",
        "Wolaitta Sentences": "Taani ne ashkkarai Yorddaanoosa SHaafaa pinnada nena guuttaa moissana. SHin kawoi taayyo hegaadan kushe zaaranau aibissi koshshii?"
    },
    {
        "English Sentences": "Thy servant will go a little way over Jordan with the king: and why should the king recompense it me with such a reward?",
        "Wolaitta Sentences": "Taani ta aawaanne ta aayee duufuwaa matan ta kataman haiqqana mala simmais. Ta na7ai Kimihaami hageeho; ta godaara kawuwaara issippe i bo; nena ufaissiyaabaa neeni ayyo ootta\" yaagiis."
    },
    {
        "English Sentences": "Let thy servant, I pray thee, turn back again, that I may die in mine own city, and be buried by the grave of my father and of my mother. But behold thy servant Chimham; let him go over with my lord the king; and do to him what shall seem good unto thee.",
        "Wolaitta Sentences": "Yaagin kawoi, \"Kimihaami tanaara pinno; nena ufaissiyaabaa taani ayyo oottana. Qassi neeni tana oichchiyoobaa aibanne taani neeyyo oottana\" yaagiis."
    },
    {
        "English Sentences": "And the king answered, Chimham shall go over with me, and I will do to him that which shall seem good unto thee: and whatsoever thou shalt require of me, that will I do for thee.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, asai ubbai Yorddaanoosa SHaafaa pinniis; kawoikka pinniis. Pinnidi Barzzillaaya yeridi anjjiis; yaatin, Barzzillaayi ba soo simmiis."
    },
    {
        "English Sentences": "And all the people went over Jordan. And when the king was come over, the king kissed Barzillai, and blessed him; and he returned unto his own place.",
        "Wolaitta Sentences": "Kawoi pinnidi Gelggala biyo wode, Kimihaamikka aara issippe biis. Yihudaa olanchchati ubbatinne Israa7eela olanchchatuppe baggati kawuwaara issippe biidosona."
    },
    {
        "English Sentences": "Then the king went on to Gilgal, and Chimham went on with him: and all the people of Judah conducted the king, and also half the people of Israel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Israa7eelati ubbai kawuwaakko biidi, \"Nu ishantti Yihudaa asati kawuwaanne a so asaa aibissi wuuqqidonaa? Qassi a asaa ubbaara issippe Yorddaanoosa SHaafaa aibissi pinttidonaa?\" yaagidosona."
    },
    {
        "English Sentences": "And, behold, all the men of Israel came to the king, and said unto the king, Why have our brethren the men of Judah stolen thee away, and have brought the king, and his household, and all David's men with him, over Jordan?",
        "Wolaitta Sentences": "Yaagin Yihudaa asati ubbai Israa7eelata, \"Kawoi nuuyyo mata dabbo gidiyo gishshau, nuuni hagaa oottida; yaatin, intte hegau aibissi hanqqetteetii? Nuuni kawuwaa qumaappe aibakko miidoniiyye? Woikko nuuni appe aibakko nuuyyo ekkidoniiyye?\" yaagidosona."
    },
    {
        "English Sentences": "And all the men of Judah answered the men of Israel, Because the king is near of kin to us: wherefore then be ye angry for this matter? have we eaten at all of the king's cost? or hath he given us any gift?",
        "Wolaitta Sentences": "Israa7eela asati Yihudaa asata, \"Kawuwaappe tammu kushee nuna gattees; hegaa gishshau, Daawita achchan nuuyyo intteppe aaro maatai de7ees! Yaatin, intte nuna aibissi karidetii? Nu kawuwaa guyye zaaridi ehaanau kasetidi haasayidai nuna gidokkonii?\" yaagidosona. SHin Israa7eela asatuppe Yihudaa asati haasayaa keehippe wolqqanttidosona."
    },
    {
        "English Sentences": "And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and we have also more right in David than ye: why then did ye despise us, that our advice should not be first had in bringing back our king? And the words of the men of Judah were fiercer than the words of the men of Israel.",
        "Wolaitta Sentences": "Biniyaama zare gidiya Biikira na7ai SHebaa7a giyo issi shori bainna bitanee yan de7ees. He bitanee malkkataa punnidi, \"Nuuni Daawitaara ekkiyo saami baawa! Isseya na7aara nuuni laattanabai baawa! Israa7eela asatoo, ubbaikka intte soo intte soo gelite!\" yaagiis."
    },
    {
        "English Sentences": "And there happened to be there a man of Belial, whose name was Sheba, the son of Bichri, a Benjamite: and he blew a trumpet, and said, We have no part in David, neither have we inheritance in the son of Jesse: every man to his tents, O Israel.",
        "Wolaitta Sentences": "Yaagin Israa7eela asati ubbai Daawita aggidi, Biikira na7aa SHebaa7aara biidosona. SHin Yihudaa asati ammanettidi, Yorddaanoosappe Yerusalaame gakkanaashin, bantta kawuwaa kaallidosona."
    },
    {
        "English Sentences": "So every man of Israel went up from after David, and followed Sheba the son of Bichri: but the men of Judah clave unto their king, from Jordan even to Jerusalem.",
        "Wolaitta Sentences": "Daawiti ba soo Yerusalaame simmido wode, kawo keettaa naaganau ashshido tammu baakkota ekki efiidi, issi keettan naagissi wottiis; etayyo koshshiyaabaa immiis; shin i etaara aqibeenna. Eti he keettan naagettidi, bantta haiquwaa gallassai gakkanaassi am77edan de7idosona."
    },
    {
        "English Sentences": "And David came to his house at Jerusalem; and the king took the ten women his concubines, whom he had left to keep the house, and put them in ward, and fed them, but went not in unto them. So they were shut up unto the day of their death, living in widowhood.",
        "Wolaitta Sentences": "Hegaappe guyyiyan kawoi Amaasa, \"Yihudaa asaa ubbaa heezzu gallassan taayyo xeesada shiishsha; yaatada neenikka ne huuphen etaara shiiqa\" yaagiis."
    },
    {
        "English Sentences": "Then said the king to Amasa, Assemble me the men of Judah within three days, and be thou here present.",
        "Wolaitta Sentences": "Yaagin Amaasi Yihudaa asata xeesanau biis; shin kawoi ayyo keerido gallassaappe gam77iis."
    },
    {
        "English Sentences": "So Amasa went to assemble the men of Judah: but he tarried longer than the set time which he had appointed him.",
        "Wolaitta Sentences": "Daawiti Abishaaya, \"Ha77i Biikira na7aa SHebaa7i Abeseloomaagaappekka aattidi nuna qohana. Ne godaa ashkkarata ekkada neeni a paanaa kaalla. Hegee xayikko, i gimbbettida katamata demmidi nuuppe kessi ekkana\" yaagiis."
    },
    {
        "English Sentences": "And David said to Abishai, Now shall Sheba the son of Bichri do us more harm than did Absalom: take thou thy lord's servants, and pursue after him, lest he get him fenced cities, and escape us.",
        "Wolaitta Sentences": "Yaagin Yoo7aaba asati, kawuwaa naagiyaageetinne mino olanchchati ubbai Abishaayaara Biikira na7aa SHebaa7a paanaa kaallanau Yerusalaameppe kiyidi biidosona."
    },
    {
        "English Sentences": "And there went out after him Joab's men, and the Cherethites, and the Pelethites, and all the mighty men: and they went out of Jerusalem, to pursue after Sheba the son of Bichri.",
        "Wolaitta Sentences": "Eti biidi Gabaa7oonan de7iya wogga zaallaa gakkiyo wode, Amaasi etaara gaittanau yiis; Yoo7aabi olaa maayuwaa maayi uttiis; ba xeessan bisuwaa shoohuwaara aatti wottido qabattuwaa gixxiis. I sinttaukko tanggishin, he bisoi shoohuwaappe kessi ekkidi wodhdhiis."
    },
    {
        "English Sentences": "When they were at the great stone which is in Gibeon, Amasa went before them. And Joab's garment that he had put on was girded unto him, and upon it a girdle with a sword fastened upon his loins in the sheath thereof; and as he went forth it fell out.",
        "Wolaitta Sentences": "Yoo7aabi Amaasa, \"Ta ishau, neeni saro de7ai?\" yaagiis; yaagidi Yoo7aabi Amaasa yeranau ba ushachcha kushiyan a buuchchaa oiqqiis."
    },
    {
        "English Sentences": "And Joab said to Amasa, Art thou in health, my brother? And Joab took Amasa by the beard with the right hand to kiss him.",
        "Wolaitta Sentences": "SHin Amaasi Yoo7aaba haddirssa kushiyan de7iya bisuwaa be7ibeenna; hegaa gishshau, appe naagettibeenna. Yoo7aabi a uluwaa caddidi, a maracciyaa biittan zaaziis; naa77anttuwaa cadettennankka Amaasi sohuwaara haiqqi bayiis. Hegaappe guyyiyan, Yoo7aabinne a ishaa Abishaayi Biikira na7aa SHebaa7a paanaa kaallidosona."
    },
    {
        "English Sentences": "But Amasa took no heed to the sword that was in Joab's hand: so he smote him therewith in the fifth rib, and shed out his bowels to the ground, and struck him not again; and he died. So Joab and Abishai his brother pursued after Sheba the son of Bichri.",
        "Wolaitta Sentences": "Yoo7aaba asatuppe issoi Amaasa ahaa matan eqqidi, \"Yoo7aaba dosiyaageenne Daawitabaa gidiyaagee ooninne Yoo7aaba kaallo\" yaagiis."
    },
    {
        "English Sentences": "And one of Joab's men stood by him, and said, He that favoureth Joab, and he that is for David, let him go after Joab.",
        "Wolaitta Sentences": "Amaasi ogiyaa giddo ginan kunddidi, ba suuttan moorettidi zin77iis. Olanchchati ubbai yiidi, he sohuwan eqqidoogaa he bitanee be7iis; be7idosaarakka Amaasa ahaa ogiyaappe gaxi shooqau goochchi yeggidi, a bolli maayuwaa oliis."
    },
    {
        "English Sentences": "And Amasa wallowed in blood in the midst of the highway. And when the man saw that all the people stood still, he removed Amasa out of the highway into the field, and cast a cloth upon him, when he saw that every one that came by him stood still.",
        "Wolaitta Sentences": "Amaasa ogiyaappe diggidoogaappe guyyiyan, Biikira na7aa SHebaa7a paanaa kaallanau olanchchati ubbai Yoo7aabaara biidosona."
    },
    {
        "English Sentences": "When he was removed out of the highway, all the people went on after Joab, to pursue after Sheba the son of Bichri.",
        "Wolaitta Sentences": "SHebaa7i Israa7eela zaretu ubbaa biittaara kanttidi, Aabeeli-Beetimaa7ika giyo katamaa gakkiis. Biikiratu biittaara kanttishin, asai ubbai shiiqidi a kaalliis."
    },
    {
        "English Sentences": "And he went through all the tribes of Israel unto Abel, and to Bethmaachah, and all the Berites: and they were gathered together, and went also after him.",
        "Wolaitta Sentences": "Yoo7aabaara de7iya asati ubbai gakkidi, SHebaa7a Aabeeli-Beetimaa7ika kataman yuuyi aadhdhidi dooddidosona. Eti katamaa gimbbiyan zemppissidi biittaa dooridosona. Qassi Yoo7aabaara de7iya asati ubbai gimbbiyaa qolanau bookkoosona. Eti bookkishin,"
    },
    {
        "English Sentences": "And they came and besieged him in Abel of Bethmaachah, and they cast up a bank against the city, and it stood in the trench: and all the people that were with Joab battered the wall, to throw it down.",
        "Wolaitta Sentences": "katamaappe issi eranchcha mishiriyaa eta xeesada, \"Siyite! Siyite! Biidi, Yoo7aaba xeegite. Taani ayyo yootiyoobai de7ees\" yaagaasu. Yaagin i mishireekko bin a,"
    },
    {
        "English Sentences": "Then cried a wise woman out of the city, Hear, hear; say, I pray you, unto Joab, Come near hither, that I may speak with thee.",
        "Wolaitta Sentences": "\"Neeni Yoo7aabee?\" yaagada oichchaasu. Oichchin i, \"Ee, tana\" yaagiis. Mishiriyaa a, \"Taani ne ashkkariyaa giyoobaa siya\" yaagaasu. Yaagin Yoo7aabi, \"Taani siyais\" yaagiis."
    },
    {
        "English Sentences": "And when he was come near unto her, the woman said, Art thou Joab? And he answered, I am he. Then she said unto him, Hear the words of thine handmaid. And he answered, I do hear.",
        "Wolaitta Sentences": "Mishiriyaa Yoo7aaba, \"Beni wode asai Aabeela katamaappe ne oishau zaaruwaa demma yaagees; hegan yohoi wurees."
    },
    {
        "English Sentences": "Then she spake, saying, They were wont to speak in old time, saying, They shall surely ask counsel at Abel: and so they ended the matter.",
        "Wolaitta Sentences": "Israa7eela giddon saro de7iya ammanettiya asi nuna. Israa7eela biittan de7iya aaye katamaa neeni bashshanau malaasa. Neeni GODAA buzo biittaa aibissi xaissanau koyai?\" yaagada haasayaasu."
    },
    {
        "English Sentences": "I am one of them that are peaceable and faithful in Israel: thou seekest to destroy a city and a mother in Israel: why wilt thou swallow up the inheritance of the LORD?",
        "Wolaitta Sentences": "Yaagin Yoo7aabi o, \"Hegee taappe haakko! Bashshiyoogee woikko xaissiyoogee taappe haakko!"
    },
    {
        "English Sentences": "And Joab answered and said, Far be it, far be it from me, that I should swallow up or destroy.",
        "Wolaitta Sentences": "Yohoi hegaa gidenna; Efireema gezziyaappe Biikira na7aa SHebaa7a giyo issi bitanee Kawuwaa Daawita bolli ba kushiyaa denttiis. He bitaniyaa taayyo sheedhdhite; yaatikko, taani katamaappe baana\" yaagiis. Yaagin mishiriyaa Yoo7aaba, \"A huuphee gimbbiyaa xeeraara neeyyo olettana\" yaagaasu."
    },
    {
        "English Sentences": "The matter is not so: but a man of mount Ephraim, Sheba the son of Bichri by name, hath lifted up his hand against the king, even against David: deliver him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, mishiriyaa ba era zoriyaara asaa ubbaakko baasu. Hegaa gishshau, asai Biikira na7aa SHebaa7a qooriyaappe muucidi, huuphiyaa Yoo7aabayyo oliis. Yaatin, Yoo7aabi malkkataa punniis; punnin asai ubbai katamaappe kiyidi, ba soo ba soo biis; bin Yoo7aabi kawuwaakko Yerusalaame simmiis."
    },
    {
        "English Sentences": "Then the woman went unto all the people in her wisdom. And they cut off the head of Sheba the son of Bichri, and cast it out to Joab. And he blew a trumpet, and they retired from the city, every man to his tent. And Joab returned to Jerusalem unto the king.",
        "Wolaitta Sentences": "Yoo7aabi Israa7eela olanchchatu ubbaayyo gadaawaa; Yoodaahe na7ai Banaayi Daawita naagiya olanchchatu halaqaa."
    },
    {
        "English Sentences": "Now Joab was over all the host of Israel: and Benaiah the son of Jehoiada was over the Cherethites and over the Pelethites:",
        "Wolaitta Sentences": "Adooniraami wolqqan coo ootissiyoogeetu halaqaa; Ahiluuda na7ai Yoosaafixi hanidabaa xaafiyaagaa."
    },
    {
        "English Sentences": "And Adoram was over the tribute: and Jehoshaphat the son of Ahilud was recorder:",
        "Wolaitta Sentences": "Suusi waanna xaafe; Xaadooqinne Abiyaataari qeeseta."
    },
    {
        "English Sentences": "And Sheva was scribe: and Zadok and Abiathar were the priests:",
        "Wolaitta Sentences": "Yaa7iira katamaa asa gidiya Irikka Daawitayyo qeese."
    },
    {
        "English Sentences": "And Ira also the Jairite was a chief ruler about David.",
        "Wolaitta Sentences": "Daawiti kawotido wode, heezzu laitta kumettaa biittai koshatiis. Hegaa gishshau, Daawiti GODAA oichchiis; oichchin GODAI a, \"Hegee hanidoogee Saa7oola asai gussido suuttaa gishshaassa; aissi giikko, i Gabaa7oona asata woriis\" yaagiis."
    },
    {
        "English Sentences": "Then there was a famine in the days of David three years, year after year; and David enquired of the LORD. And the LORD answered, It is for Saul, and for his bloody house, because he slew the Gibeonites.",
        "Wolaitta Sentences": "Hegaa gishshau, kawoi Gabaa7oona asata xeesidi haasayissiis. Gabaa7oona asati Israa7eela zare gidokkona; eti Amoore biittaa asatu atettata. Israa7eelati eta ashshanau etaara caaqettidosona; shin Saa7ooli Israa7eelayyoonne Yihudaayyo mishettido gishshau, eta ubbaara xaissanau doommiis."
    },
    {
        "English Sentences": "And the king called the Gibeonites, and said unto them; (now the Gibeonites were not of the children of Israel, but of the remnant of the Amorites; and the children of Israel had sworn unto them: and Saul sought to slay them in his zeal to the children of Israel and Judah.)",
        "Wolaitta Sentences": "Daawiti Gabaa7oona asata, \"Taani intteyyo ai oottoo? GODAA buzo biittaa intte anjjana mala, taani intteyyo ai kaasoo?\" yaagiis."
    },
    {
        "English Sentences": "Wherefore David said unto the Gibeonites, What shall I do for you? and wherewith shall I make the atonement, that ye may bless the inheritance of the LORD?",
        "Wolaitta Sentences": "Yaagin Gabaa7oona asati zaaridi kawuwaa, \"Nuuppenne Saa7oolappe gidduwan, woikko nuuppenne Saa7oola keettaa asaappe gidduwan de7iya yohoi worqqa woikko bira yoho gidenna; qassi nuuni Israa7eela giddon issi uraanne woranau nuuyyo maati baawa\" yaagidosona. Yaagin Daawiti eta, \"Yaatin, taani intteyyo ai oottanau koyeetii?\" yaagidi oichchiis."
    },
    {
        "English Sentences": "And the Gibeonites said unto him, We will have no silver nor gold of Saul, nor of his house; neither for us shalt thou kill any man in Israel. And he said, What ye shall say, that will I do for you.",
        "Wolaitta Sentences": "Oichchin eti kawuwaa, \"Saa7ooli nuna xaissiis; nuuppe ai asinne Israa7eela zawan awaaninne paxa attennaadan maqettiis."
    },
    {
        "English Sentences": "And they answered the king, The man that consumed us, and that devised against us that we should be destroyed from remaining in any of the coasts of Israel,",
        "Wolaitta Sentences": "Hegaa gishshau, Saa7oola yaraappe laappun attuma asata nuuyyo aattada imma; GODAI dooridi kawoyido Saa7oola kataman Gib77an GODAA sinttan nuuni eta kaqqana\" yaagidosona. Yaagin kawoi eta, \"Taani eta intteyyo aattada immana\" yaagiis."
    },
    {
        "English Sentences": "Let seven men of his sons be delivered unto us, and we will hang them up unto the LORD in Gibeah of Saul, whom the LORD did choose. And the king said, I will give them.",
        "Wolaitta Sentences": "Saa7oola na7ai Yonaataaninne Daawiti GODAA sinttan caaqqido caaquwaa gishshau, Saa7oola na7aa Yonaataana na7aa Mafibosheeta kawoi ashshiis."
    },
    {
        "English Sentences": "But the king spared Mephibosheth, the son of Jonathan the son of Saul, because of the LORD's oath that was between them, between David and Jonathan the son of Saul.",
        "Wolaitta Sentences": "SHin Daawiti Aaya na7iyaa Rixifa Saa7oolayyo yelido naa77u attuma naata, Armmoonanne Mafibosheeta, qassi Saa7oola na7iyaa Meraaba Mahoola katamaappe yiida Barzzillaaya na7aa Adirii7eelayyo yelido ichchashu naata ekkiis."
    },
    {
        "English Sentences": "But the king took the two sons of Rizpah the daughter of Aiah, whom she bare unto Saul, Armoni and Mephibosheth; and the five sons of Michal the daughter of Saul, whom she brought up for Adriel the son of Barzillai the Meholathite:",
        "Wolaitta Sentences": "Ekkidi Gabaa7oona asatuyyo aattidi immiis; immin eti eta GODAA sinttan deriyaa huuphiyan kaqqidosona; laappunatikka issippe haiqqidosona; katta cahan, banggaa cahai doommiyo wodiyan eta woridosona."
    },
    {
        "English Sentences": "And he delivered them into the hands of the Gibeonites, and they hanged them in the hill before the LORD: and they fell all seven together, and were put to death in the days of harvest, in the first days, in the beginning of barley harvest.",
        "Wolaitta Sentences": "Aaya na7iyaa Rixifa maaqiyaa ekkada, zaallaa bolli baayyo hiixxaasu; hiixxada kattaa cakkiyo aginai doommiyo gallassaappe biidi ahatu bolli irai saluwaappe wodhdhana gakkanaashin, gallassi saluwaa kafoti woikko qammi sa7aa do7ati bochchennaadan naagaasu."
    },
    {
        "English Sentences": "And Rizpah the daughter of Aiah took sackcloth, and spread it for her upon the rock, from the beginning of harvest until water dropped upon them out of heaven, and suffered neither the birds of the air to rest on them by day, nor the beasts of the field by night.",
        "Wolaitta Sentences": "Saa7oola baakkiyaa, Aaya na7iyaa Rixifa oottidoogee Daawitayyo odettiis."
    },
    {
        "English Sentences": "And it was told David what Rizpah the daughter of Aiah, the concubine of Saul, had done.",
        "Wolaitta Sentences": "Odettin Daawiti biidi, Saa7oola meqettaanne a na7aa Yonaataana meqettaa Gala7aaden de7iya Yaabeesha katamaa asatuppe ekkiis. Pilisxxeema asati Saa7oolanne a naata Gilbboo7a deriyan woridi, Beetishaana gutaran kaqqidoogaappe guyyiyan, he gutaraappe Gala7aaden de7iya Yaabeesha asati qosan ekkidosona."
    },
    {
        "English Sentences": "And David went and took the bones of Saul and the bones of Jonathan his son from the men of Jabeshgilead, which had stolen them from the street of Bethshan, where the Philistines had hanged them, when the Philistines had slain Saul in Gilboa:",
        "Wolaitta Sentences": "Daawiti Saa7oola meqettaanne a na7aa Yonaataana meqettaa he sohuwaappe ehiis; qassi kaqettida laappun asatu meqettaakka shiishshidosona."
    },
    {
        "English Sentences": "And he brought up from thence the bones of Saul and the bones of Jonathan his son; and they gathered the bones of them that were hanged.",
        "Wolaitta Sentences": "Saa7oola meqettaanne a na7aa Yonaataana meqettaa Biniyaama biittan Xelaa7a kataman de7iya a aawaa Qiisa duufuwan moogidosona. Kawoi azazidobaa ubbaa eti polidosona; hegaappe guyyiyan, eti he biittaayyo woossido woosaa Xoossai siyiis."
    },
    {
        "English Sentences": "And the bones of Saul and Jonathan his son buried they in the country of Benjamin in Zelah, in the sepulchre of Kish his father: and they performed all that the king commanded. And after that God was intreated for the land.",
        "Wolaitta Sentences": "Pilisxxeema asatuuranne Israa7eela asatuura naa77anttuwaakka olai denddiis; denddin Daawiti ba asatuura biis. Pilisxxeematuura olettidi Daawiti daafuriis."
    },
    {
        "English Sentences": "Moreover the Philistines had yet war again with Israel; and David went down, and his servants with him, and fought against the Philistines: and David waxed faint.",
        "Wolaitta Sentences": "Adussa mino asatu yaraappe gidiya Yishibibanooba giyo issi bitanee de7ees; i oiqqido toorai heezzu kilo giraamenne baggaa deexxiya, nahaasiyaa giyo birataappe qoxettidaagaa; i ooratta bisuwaa gixxi uttiis. Yaanidaagee \"Taani Daawita worana\" giis;"
    },
    {
        "English Sentences": "And Ishbibenob, which was of the sons of the giant, the weight of whose spear weighed three hundred shekels of brass in weight, he being girded with a new sword, thought to have slain David.",
        "Wolaitta Sentences": "shin Xaruuyi na7ai Abishaayi Daawita ashshiis; Pilisxxeemiyaa shocidi woriis. Hegaappe guyyiyan Daawita asati Daawita, \"Israa7eela xomppee to7ennaadan neeni naa77antto mulekka nunaara olau baakka\" yaagidi caaqqidosona."
    },
    {
        "English Sentences": "But Abishai the son of Zeruiah succoured him, and smote the Philistine, and killed him. Then the men of David sware unto him, saying, Thou shalt go no more out with us to battle, that thou quench not the light of Israel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Gooba giyo sohuwan Pilisxxeema asatuura olai olettiis; olettin Huushappe yiida Sibbakaayi adussa mino asatu yaraappe gidiya Saafa woriis."
    },
    {
        "English Sentences": "And it came to pass after this, that there was again a battle with the Philistines at Gob: then Sibbechai the Hushathite slew Saph, which was of the sons of the giant.",
        "Wolaitta Sentences": "Qassikka he sohuwan Pilisxxeema asatuura hara olai olettiis; olettin Beetaliheemeppe yiida Yaa7iira na7ai Elihanaani, tooraa toomai shimainniyaa wonddarashiyaa keeniyo, Gaate katamaappe yiida Gooliyaada woriis."
    },
    {
        "English Sentences": "And there was again a battle in Gob with the Philistines, where Elhanan the son of Jaareoregim, a Bethlehemite, slew the brother of Goliath the Gittite, the staff of whose spear was like a weaver's beam.",
        "Wolaitta Sentences": "Qassikka Gaate kataman hara olai olettiis. He sohuwan issi wogga adussa bitanee de7ees. He bitaniyaayyo issi issi kushiyan usuppun biradhdheti, issi issi tohuwankka usuppun biradhdheti, muleera laatamanne oiddu biradhdheti de7oosona. Ikka adussa mino asatu yaraappe gidiya asa."
    },
    {
        "English Sentences": "And there was yet a battle in Gath, where was a man of great stature, that had on every hand six fingers, and on every foot six toes, four and twenty in number; and he also was born to the giant.",
        "Wolaitta Sentences": "He bitanee Israa7eela naassido wode, Daawita ishaa SHaama na7ai Yonaataani a woriis."
    },
    {
        "English Sentences": "And when he defied Israel, Jonathan the son of Shimeah the brother of David slew him.",
        "Wolaitta Sentences": "He oiddati Gaate kataman de7iya adussa mino asatu yarata. Eta Daawitinne a asati woridosona."
    },
    {
        "English Sentences": "These four were born to the giant in Gath, and fell by the hand of David, and by the hand of his servants.",
        "Wolaitta Sentences": "GODAI a morkketu ubbaa kushiyaappenne Saa7oola kushiyaappe ashshido gallassi Daawiti GODAASSI ha yettaa yexxiis."
    },
    {
        "English Sentences": "And David spake unto the LORD the words of this song in the day that the LORD had delivered him out of the hand of all his enemies, and out of the hand of Saul:",
        "Wolaitta Sentences": "\"GODAI tau wogga zaallaa; taani olaappe naagettiyo miixaa; i tana ashshiyaagaa."
    },
    {
        "English Sentences": "And he said, The LORD is my rock, and my fortress, and my deliverer;",
        "Wolaitta Sentences": "Ta Xoossai taani akko baqatiyo ta wogga zaallaa. I ta gonddalliyaa; i tana ashshiya wolqqaamaa. I taani qosetta attiyo soho; i tana makkalanchcha asatuppe ashshees."
    },
    {
        "English Sentences": "The God of my rock; in him will I trust: he is my shield, and the horn of my salvation, my high tower, and my refuge, my saviour; thou savest me from violence.",
        "Wolaitta Sentences": "Galatai bessiyo GODAA taani xeesais; i ta morkketuppe tana ashshees."
    },
    {
        "English Sentences": "I will call on the LORD, who is worthy to be praised: so shall I be saved from mine enemies.",
        "Wolaitta Sentences": "\"Haiquwaa beetai ta heeran sirimettees; bashshai di7odan tana muukkiis."
    },
    {
        "English Sentences": "When the waves of death compassed me, the floods of ungodly men made me afraid;",
        "Wolaitta Sentences": "Duufuwaa wodoroi tana qachchana hanees; haiqoi piredan tana oiqqiis."
    },
    {
        "English Sentences": "The sorrows of hell compassed me about; the snares of death prevented me;",
        "Wolaitta Sentences": "Tana metoi iissin GODAA xeesaas; Tana maadda gaada ta Xoossaayyo waassaas. I ba Beeta Maqidasiyan ta cenggurssaa siyiis; taani waassido waasoi a haittan wodhdhiis."
    },
    {
        "English Sentences": "In my distress I called upon the LORD, and cried to my God: and he did hear my voice out of his temple, and my cry did enter into his ears.",
        "Wolaitta Sentences": "\"Wodhdhin Xoossai hanqqettido gishshau, biittai yaaqiyaaqidi qaaxxiis; deretu xaphoi gajigajidi kokkoriis."
    },
    {
        "English Sentences": "Then the earth shook and trembled; the foundations of heaven moved and shook, because he was wroth.",
        "Wolaitta Sentences": "A siiriyaappe hanqquwaa cuwai cuwattiis; a doonaappe miya tamaa lacoinne xuuggiya bonqqoi kiyiis."
    },
    {
        "English Sentences": "There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.",
        "Wolaitta Sentences": "Saluwaa i phalqqidi, duge wodhdhiis. He wode a gediyaappe garssaara sikkida shaarai de7ees."
    },
    {
        "English Sentences": "He bowed the heavens also, and came down; and darkness was under his feet.",
        "Wolaitta Sentences": "Qefiyaara de7iya kiitanchchatun, kiruubetun uttidi paalliis; carkkuwaa qefiyaa bollan beettiis."
    },
    {
        "English Sentences": "And he rode upon a cherub, and did fly: and he was seen upon the wings of the wind.",
        "Wolaitta Sentences": "Bana xuman kammiis; a dunkkaanee iraara sikkida shaaraa."
    },
    {
        "English Sentences": "And he made darkness pavilions round about him, dark waters, and thick clouds of the skies.",
        "Wolaitta Sentences": "A sinttan de7iya gita poo7uwaappe tamaa lacoi kiyiis."
    },
    {
        "English Sentences": "Through the brightness before him were coals of fire kindled.",
        "Wolaitta Sentences": "\"Qassi GODAI dadaadan saluwaappe guummiis. Ubbaappe Xoqqiya Xoossai ba cenggurssaa sissiis."
    },
    {
        "English Sentences": "The LORD thundered from heaven, and the most High uttered his voice.",
        "Wolaitta Sentences": "Ba wonddafiyaa zubbiyaa yeddidi, ba morkketa laaliis. Wolqqanttaa poo7uwaa kiittidi, eta yedettiis."
    },
    {
        "English Sentences": "And he sent out arrows, and scattered them; lightning, and discomfited them.",
        "Wolaitta Sentences": "GODAI seerido wodenne hanqqettidi peenuqido wode, abbaa haattai zin77ido biittai beettiis. Qassi sa7aa baasoikka qoncciis."
    },
    {
        "English Sentences": "And the channels of the sea appeared, the foundations of the world were discovered, at the rebuking of the LORD, at the blast of the breath of his nostrils.",
        "Wolaitta Sentences": "\"GODAI bollappe kushiyaa duge yeddidi, tana oiqqiis; ciimma haattaappe tana kessiis."
    },
    {
        "English Sentences": "He sent from above, he took me; he drew me out of many waters;",
        "Wolaitta Sentences": "I tana ta wolqqaama morkkiyaappenne tana ixxiyaageetuppe ashshiis; aissi giikko, eti taayyo keehi daro wolqqaama."
    },
    {
        "English Sentences": "He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.",
        "Wolaitta Sentences": "Ta waayiyaa gallassi eti ta bolli denddidosona; shin GODAI tana zemppissiyaagaa."
    },
    {
        "English Sentences": "They prevented me in the day of my calamity: but the LORD was my stay.",
        "Wolaitta Sentences": "I tana aaho sohuwaa kessiis; tanan ufaittido gishshau, tana ashshiis."
    },
    {
        "English Sentences": "He brought me forth also into a large place: he delivered me, because he delighted in me.",
        "Wolaitta Sentences": "\"Ta xillotettaadan GODAI tau qanxxiis; ta kushiyaa geeshshatettaadan i tau zaariis."
    },
    {
        "English Sentences": "The LORD rewarded me according to my righteousness: according to the cleanness of my hands hath he recompensed me.",
        "Wolaitta Sentences": "Taani GODAA ogiyaa kaallaas; taani ta Xoossaa aggada wora babeikke."
    },
    {
        "English Sentences": "For I have kept the ways of the LORD, and have not wickedly departed from my God.",
        "Wolaitta Sentences": "Taani a higgiyaa ubbaa naagaas; a wogaa poliyoogaa aggabeikke."
    },
    {
        "English Sentences": "For all his judgments were before me: and as for his statutes, I did not depart from them.",
        "Wolaitta Sentences": "Taani a sinttan suure de7aas; taani tana nagarappe naagaas."
    },
    {
        "English Sentences": "I was also upright before him, and have kept myself from mine iniquity.",
        "Wolaitta Sentences": "Hegaa gishshau, GODAI tau ta xillotettaadaaninne ta geeshshatettaadan zaariis."
    },
    {
        "English Sentences": "Therefore the LORD hath recompensed me according to my righteousness; according to my cleanness in his eye sight.",
        "Wolaitta Sentences": "\"Abeet GODAU, ammanettiyaageetuyyo neeni ammanettiyaagaa; suuretuyyo neenikka suure."
    },
    {
        "English Sentences": "With the merciful thou wilt shew thyself merciful, and with the upright man thou wilt shew thyself upright.",
        "Wolaitta Sentences": "Geeshshatuyyo neenikka geeshsha; shin geellatuyyo neeni cincca."
    },
    {
        "English Sentences": "With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself unsavoury.",
        "Wolaitta Sentences": "Banttana ziqqissiyaageeta ashshaasa; shin banttana xoqqissiyaageeta ziqqissanau neeni eta xeellaasa."
    },
    {
        "English Sentences": "And the afflicted people thou wilt save: but thine eyes are upon the haughty, that thou mayest bring them down.",
        "Wolaitta Sentences": "Abeet GODAU, ta xomppee nena; GODAI poo7issin, ta xumai kichchees."
    },
    {
        "English Sentences": "For thou art my lamp, O LORD: and the LORD will lighten my darkness.",
        "Wolaitta Sentences": "Ne maaduwan taani ta morkke olanchchatu bolli woraajjais; ta Xoossan taani eta miixaa xeeraara guppa aadhdhais."
    },
    {
        "English Sentences": "For by thee I have run through a troop: by my God have I leaped over a wall.",
        "Wolaitta Sentences": "\"Xoossaa ogee suure. GODAA qaalai ammanettiyaagaa. Akko baqatiya ubbatussi i gonddalle."
    },
    {
        "English Sentences": "As for God, his way is perfect; the word of the LORD is tried: he is a buckler to all them that trust in him.",
        "Wolaitta Sentences": "GODAAPPE attin, hara xoossi baawa; nu Xoossaappe attin, hara wogga zaalli baawa."
    },
    {
        "English Sentences": "For who is God, save the LORD? and who is a rock, save our God?",
        "Wolaitta Sentences": "Taayyo wolqqaa immiyaageenne ta ogiyaa saro oottiyaagee Xoossaattennee."
    },
    {
        "English Sentences": "God is my strength and power: and he maketh my way perfect.",
        "Wolaitta Sentences": "I ta gediyaa genessaa gediyaadan minttees. Tana xoqqa sohotun sarotettan wottees."
    },
    {
        "English Sentences": "He maketh my feet like hinds' feet: and setteth me upon my high places.",
        "Wolaitta Sentences": "I ta kushiyaa olaa meezeyees; hegaa gishshau, taani ta qesiyan nahaasiyaa giyo birataa wonddafiyaa dafada dukkais."
    },
    {
        "English Sentences": "He teacheth my hands to war; so that a bow of steel is broken by mine arms.",
        "Wolaitta Sentences": "\"Tana ashshiya ne gonddalliyaa neeni taayyo immadasa; ne lo77o ohettai tana gitayees."
    },
    {
        "English Sentences": "Thou hast also given me the shield of thy salvation: and thy gentleness hath made me great.",
        "Wolaitta Sentences": "Taani hemettiyoosaa aassaasa; hegaa gishshau, ta tohoi harchchibeenna."
    },
    {
        "English Sentences": "Thou hast enlarged my steps under me; so that my feet did not slip.",
        "Wolaitta Sentences": "Ta morkketa taani yedettada mentterettaas; taani eta xaissennan de7aidda guyye simmabeikke."
    },
    {
        "English Sentences": "I have pursued mine enemies, and destroyed them; and turned not again until I had consumed them.",
        "Wolaitta Sentences": "Taani eta naa77antto denddennaadan shocaas; eti ta tohuwan wullidosona."
    },
    {
        "English Sentences": "And I have consumed them, and wounded them, that they could not arise: yea, they are fallen under my feet.",
        "Wolaitta Sentences": "Olau tana wolqqaa gixissadasa; tanaara gaaddetiyaageeta taayyo gulbbatissadasa."
    },
    {
        "English Sentences": "For thou hast girded me with strength to battle: them that rose up against me hast thou subdued under me.",
        "Wolaitta Sentences": "Ta morkketa ta sinttappe guyye baqatissadasa; tana ixxiyaageeta taani xaissaas."
    },
    {
        "English Sentences": "Thou hast also given me the necks of mine enemies, that I might destroy them that hate me.",
        "Wolaitta Sentences": "Banttana maaddiyaabaa koyidosona; shin ooninne eta ashshibeenna. GODAAKKA eti xeesidosona; shin i etau koyibeenna."
    },
    {
        "English Sentences": "They looked, but there was none to save; even unto the LORD, but he answered them not.",
        "Wolaitta Sentences": "Taani eta baanadan liiqissaas; ogiyan de7iya urqqaadankka eta dirxxerettada yedhdhaas."
    },
    {
        "English Sentences": "Then did I beat them as small as the dust of the earth, I did stamp them as the mire of the street, and did spread them abroad.",
        "Wolaitta Sentences": "\"Ta asaa makkalaappe tana ashshadasa. Kawotettatu bolli sunttada, tana naagadasa; taani erenna asai tau haarettiis."
    },
    {
        "English Sentences": "Thou also hast delivered me from the strivings of my people, thou hast kept me to be head of the heathen: a people which I knew not shall serve me.",
        "Wolaitta Sentences": "Allaga dere asaikka ta sinttan lahottees. Eti ta woriyaa siyidi, tau azazettoosona."
    },
    {
        "English Sentences": "Strangers shall submit themselves unto me: as soon as they hear, they shall be obedient unto me.",
        "Wolaitta Sentences": "Eti wozanaa kahaa bayoosona. Bantta naagettiyo miixaappe kokkoriiddi yoosona."
    },
    {
        "English Sentences": "Strangers shall fade away, and they shall be afraid out of their close places.",
        "Wolaitta Sentences": "\"GODAI de7ees! Xoossai, ta wogga zaallai galatetto. Xoossai, tana ashshiya zaallai, xoqqu xoqqu go."
    },
    {
        "English Sentences": "The LORD liveth; and blessed be my rock; and exalted be the God of the rock of my salvation.",
        "Wolaitta Sentences": "I ta haluwaa kessiya Xoossaa; kawotettata taappe garssaara wottiyaagaa."
    },
    {
        "English Sentences": "It is God that avengeth me, and that bringeth down the people under me,",
        "Wolaitta Sentences": "Ta morkketuppe tana kessi ekkiyaagaa. Abeet GODAU, neeni tanaara gaaddetiyaageetu bollan tana xoqqu xoqqu oottaasa. Makkalanchcha asatuppe neeni tana ashshaasa."
    },
    {
        "English Sentences": "And that bringeth me forth from mine enemies: thou also hast lifted me up on high above them that rose up against me: thou hast delivered me from the violent man.",
        "Wolaitta Sentences": "Hegaa gishshau, taani nena kawotettatu giddon galatana; taani ne sunttaakka sabbana."
    },
    {
        "English Sentences": "Therefore I will give thanks unto thee, O LORD, among the heathen, and I will sing praises unto thy name.",
        "Wolaitta Sentences": "\"Xoossai ba kawuwaassi xoonuwaa bollan xoonuwaa immees. Ba tiyidoogaassi, Daawitassinne a zerettaassi, aggenna siiquwaa merinau bessees\" yaagidi yexxiis."
    },
    {
        "English Sentences": "He is the tower of salvation for his king: and sheweth mercy to his anointed, unto David, and to his seed for evermore.",
        "Wolaitta Sentences": "Hageeti Daawiti wurssettan haasayido qaalata. Isseya na7ai Daawiti haasayees; Xoossai xoqqu xoqqu oottidoogee, Yaaqooba Xoossai tiyidi kawoyidoogee, Israa7eelan lo77o mazamuriyaa kessidaagee hagaadan yaagees;"
    },
    {
        "English Sentences": "Now these be the last words of David. David the son of Jesse said, and the man who was raised up on high, the anointed of the God of Jacob, and the sweet psalmist of Israel, said,",
        "Wolaitta Sentences": "\"GODAA Ayyaanai ta baggaara haasayees; a qaalai ta inxxarssan de7ees."
    },
    {
        "English Sentences": "The Spirit of the LORD spake by me, and his word was in my tongue.",
        "Wolaitta Sentences": "Israa7eela Xoossai haasayiis; Israa7eela Zaallai tana hagaadan yaagiis; Xillotettan deriyaa haariya kawoi, Xoossaassi yayyiiddi kawotiya kawoi"
    },
    {
        "English Sentences": "The God of Israel said, the Rock of Israel spake to me, He that ruleth over men must be just, ruling in the fear of God.",
        "Wolaitta Sentences": "shaari bainna guuran doliya xalqqiyaa poo7uwaa mala. He urai irai bukki simmin, biittaappe maataa mokissiya booqalssaa mala yaagiis."
    },
    {
        "English Sentences": "And he shall be as the light of the morning, when the sun riseth, even a morning without clouds; as the tender grass springing out of the earth by clear shining after rain.",
        "Wolaitta Sentences": "\"Tumu ta keettaa asai Xoossaa sinttan suure. I tanaara merinaa maachchaa maacettiis; ubbabaikka ha maachchaa giddon giigidinne minnidi uttiis. Xoossai taayyo xoonuwaa immana; qassi taani amottidobaa ubbaa i tumuppe polana."
    },
    {
        "English Sentences": "Although my house be not so with God; yet he hath made with me an everlasting covenant, ordered in all things, and sure: for this is all my salvation, and all my desire, although he make it not to grow.",
        "Wolaitta Sentences": "SHin iita asati ubbai kushen shiishshanau hanenna agunttatudan wora olettana."
    },
    {
        "English Sentences": "But the sons of Belial shall be all of them as thorns thrust away, because they cannot be taken with hands:",
        "Wolaitta Sentences": "Agunttata bochchiya ooninne birataa woikko toora toomaa ba kushiyan oiqqanau koshshees. He agunttati bantta de7iyo sohuwan eexxana\" yaagiis."
    },
    {
        "English Sentences": "But the man that shall touch them must be fenced with iron and the staff of a spear; and they shall be utterly burned with fire in the same place.",
        "Wolaitta Sentences": "Daawita asatu minotu sunttai hagaappe kaallidi xaafettiis. Etappe heezzati keehippe erettidaageeta. Heezzatuppe koiroi Taahikimoonappe yiida Yooshebi-Baashebeeta geetettees; i issitoo olan ba tooran hosppun xeetu asaa woriis."
    },
    {
        "English Sentences": "These be the names of the mighty men whom David had: The Tachmonite that sat in the seat, chief among the captains; the same was Adino the Eznite: he lift up his spear against eight hundred, whom he slew at one time.",
        "Wolaitta Sentences": "Heezzu mino asatu giddon a kaallidi de7iyaagee Ahoohiyaa Doodo na7aa El77aazara. Issi gallassi inne Daawiti olau shiiqida Pilisxxeemata naassidosona; hegaappe guyyiyan, Israa7eela asai guyye simmiis."
    },
    {
        "English Sentences": "And after him was Eleazar the son of Dodo the Ahohite, one of the three mighty men with David, when they defied the Philistines that were there gathered together to battle, and the men of Israel were gone away:",
        "Wolaitta Sentences": "SHin i ba sohuwan minni eqqidi, a kushee xalalidi, bisuwaara oiqettana gakkanaashin, Pilisxxeema asata shociis. He gallassi GODAI gita xoonuwaa immiis. Olai eqqin, olanchchati El77aazarakko simmidi yiidosona; shin eti haiqqida Pilisxxeematuppe olaa maayuwaa qaaridosonappe attin, harabaa oottibookkona."
    },
    {
        "English Sentences": "He arose, and smote the Philistines until his hand was weary, and his hand clave unto the sword: and the LORD wrought a great victory that day; and the people returned after him only to spoil.",
        "Wolaitta Sentences": "Appe kaalliyaagee qassi Haaraarappe yiida Age na7aa SHamma. Issi gallassi Pilisxxeema asati misirai kumi uttido shooqan shiiqidosona; shiiqin Israa7eela asati eta sinttaappe baqatidosona."
    },
    {
        "English Sentences": "And after him was Shammah the son of Agee the Hararite. And the Philistines were gathered together into a troop, where was a piece of ground full of lentiles: and the people fled from the Philistines.",
        "Wolaitta Sentences": "SHin SHammi shooqau giddo baazzan murttidi eqqidi olettiis. Pilisxxeema asata shocidi dippiyiis. Hegan GODAI wolqqaama xoonuwaa immiis."
    },
    {
        "English Sentences": "But he stood in the midst of the ground, and defended it, and slew the Philistines: and the LORD wrought a great victory.",
        "Wolaitta Sentences": "Katta cahan hasttamu mino asatuppe heezzati Daawitakko Adulaama katamaa matan de7iya gonggoluwaa biidosona. He wode Pilisxxeema olanchchati Rafaima Wombban shiiqi uttidosona."
    },
    {
        "English Sentences": "And three of the thirty chief went down, and came to David in the harvest time unto the cave of Adullam: and the troop of the Philistines pitched in the valley of Rephaim.",
        "Wolaitta Sentences": "He wode Daawiti qatuwaa giddon de7ees; Pilisxxeema olanchchatu citai qassi Beetaliheemen de7ees."
    },
    {
        "English Sentences": "And David was then in an hold, and the garrison of the Philistines was then in Bethlehem.",
        "Wolaitta Sentences": "Daawiti haattaa uyanau amottidi, \"Beetaliheeme katamaa penggiyaa lanqqen de7iya pultto haattaappe tana ooni ushshanddeeshsha!\" yaagiis."
    },
    {
        "English Sentences": "And David longed, and said, Oh that one would give me drink of the water of the well of Bethlehem, which is by the gate!",
        "Wolaitta Sentences": "Yaagin heezzu mino asati Pilisxxeema olanchchatu moottaa kanttidi, Beetaliheeme katamaa penggen de7iya pulttuwaappe haattaa duuqqidi Daawitayyo ehiidosona. SHin i uyennan ixxiis; ixxidi, GODAA sinttan tigidi,"
    },
    {
        "English Sentences": "And the three mighty men brake through the host of the Philistines, and drew water out of the well of Bethlehem, that was by the gate, and took it, and brought it to David: nevertheless he would not drink thereof, but poured it out unto the LORD.",
        "Wolaitta Sentences": "\"Abeet GODAU, hagaa uyanaagee taappe haakko! Ha haattai bantta shemppuwaa shenehoo giidi xalidi biida asatu suuttaa gidennee?\" yaagidi uyennan ixxiis. Ha heezzu mino asati hagaa oottidosona."
    },
    {
        "English Sentences": "And he said, Be it far from me, O LORD, that I should do this: is not this the blood of the men that went in jeopardy of their lives? therefore he would not drink it. These things did these three mighty men.",
        "Wolaitta Sentences": "Xaruuyi na7aa Yoo7aaba ishai Abishaayi hasttamatuyyo halaqa; i heezzu xeetu asata ba tooran olidi woriis; yaatidi ikka hara heezzatudan erettiis."
    },
    {
        "English Sentences": "And Abishai, the brother of Joab, the son of Zeruiah, was chief among three. And he lifted up his spear against three hundred, and slew them, and had the name among three.",
        "Wolaitta Sentences": "I hasttamatuppe aadhdhidi bonchchettida asa; i etayyo halaqa gidiis. Gidikkonne, i he heezzatu qoodan de7enna."
    },
    {
        "English Sentences": "Was he not most honourable of three? therefore he was their captain: howbeit he attained not unto the first three.",
        "Wolaitta Sentences": "Qassi Qabxxi7eelappe yiida Yoodaahe na7ai Banaayikka mino asa. I mino oosota oottiis. I naa77u erettida Moo7aaba asata woriis. Qassi shachchai dariyo issi gallassi ollaa duge gelidi, gaammuwaa woriis."
    },
    {
        "English Sentences": "And Benaiah the son of Jehoiada, the son of a valiant man, of Kabzeel, who had done many acts, he slew two lionlike men of Moab: he went down also and slew a lion in the midst of a pit in time of snow:",
        "Wolaitta Sentences": "Qassi Gibxxe bitaniyaa issi pomppollaa woriis; Gibxxe bitanee tooraa oiqqiis; shin i dullaa oiqqidi a bolli biis; biidi a kushiyaappe tooraa dafi ekkidi, a tooran a woriis."
    },
    {
        "English Sentences": "And he slew an Egyptian, a goodly man: and the Egyptian had a spear in his hand; but he went down to him with a staff, and plucked the spear out of the Egyptian's hand, and slew him with his own spear.",
        "Wolaitta Sentences": "Yoodaahe na7ai Banaayi hageeta oottiis. A sunttaikka he heezzatuugaadan erettiis."
    },
    {
        "English Sentences": "These things did Benaiah the son of Jehoiada, and had the name among three mighty men.",
        "Wolaitta Sentences": "I hasttamatu giddon daro bonchchettis; shin i heezzatu qoodan de7enna. Daawiti a bana naagiya olanchchatussi halaqa kessiis."
    },
    {
        "English Sentences": "He was more honourable than the thirty, but he attained not to the first three. And David set him over his guard.",
        "Wolaitta Sentences": "He hasttamatu giddon de7iyaageeti: Yoo7aaba ishaa Asaaheela, Beetaliheemeppe yiida Doodo na7aa Elihanaana,"
    },
    {
        "English Sentences": "Asahel the brother of Joab was one of the thirty; Elhanan the son of Dodo of Bethlehem,",
        "Wolaitta Sentences": "Haroodappe yiida SHammanne Eliiqa,"
    },
    {
        "English Sentences": "Shammah the Harodite, Elika the Harodite,",
        "Wolaitta Sentences": "Palxxa yara gidiya Heleexa, Taqo7appe yiida Iqqeesha na7aa Ira,"
    },
    {
        "English Sentences": "Helez the Paltite, Ira the son of Ikkesh the Tekoite,",
        "Wolaitta Sentences": "Anatootappe yiida Abi7eezera, Huushappe yiida Mabunaaya,"
    },
    {
        "English Sentences": "Abiezer the Anethothite, Mebunnai the Hushathite,",
        "Wolaitta Sentences": "Ahooha yara gidiya Xalmmoona,"
    },
    {
        "English Sentences": "Zalmon the Ahohite, Maharai the Netophathite,",
        "Wolaitta Sentences": "Naxoofappe yiida Maahiraayanne Ba7aana na7aa Heleeba, Biniyaama biittaappe, Gib77appe yiida Ribaaya na7aa Ittaaya,"
    },
    {
        "English Sentences": "Heleb the son of Baanah, a Netophathite, Ittai the son of Ribai out of Gibeah of the children of Benjamin,",
        "Wolaitta Sentences": "Pir77aatoonappe yiida Banaaya, Ga7aasha Zanggaaraa matappe yiida Hiddaaya,"
    },
    {
        "English Sentences": "Benaiah the Pirathonite, Hiddai of the brooks of Gaash,",
        "Wolaitta Sentences": "Aarabappe yiida Abi7albboona, Baahiruumappe yiida Azimaaweeta,"
    },
    {
        "English Sentences": "Abialbon the Arbathite, Azmaveth the Barhumite,",
        "Wolaitta Sentences": "SHa7albboonappe yiida Eliyaahiba, Yaasheena naata, Yonaataana,"
    },
    {
        "English Sentences": "Eliahba the Shaalbonite, of the sons of Jashen, Jonathan,",
        "Wolaitta Sentences": "Haaraarappe yiida SHamma, Haaraarappe yiida SHaraara na7aa Ahi7aama,"
    },
    {
        "English Sentences": "Shammah the Hararite, Ahiam the son of Sharar the Hararite,",
        "Wolaitta Sentences": "Maa7ikappe yiida Ahasabaaya na7aa Elifeleexa, Giiloppe yiida Akixoofeela na7aa Elii7aama,"
    },
    {
        "English Sentences": "Eliphelet the son of Ahasbai, the son of the Maachathite, Eliam the son of Ahithophel the Gilonite,",
        "Wolaitta Sentences": "Qarmmeloosappe yiida Hexira, Araba katamaappe yiida Pa7araaya,"
    },
    {
        "English Sentences": "Hezrai the Carmelite, Paarai the Arbite,",
        "Wolaitta Sentences": "Xooba katamaappe yiida Naataana na7aa Yigi7aala, Gaadappe yiida Baana,"
    },
    {
        "English Sentences": "Igal the son of Nathan of Zobah, Bani the Gadite,",
        "Wolaitta Sentences": "Amoonappe yiida Xeleqa, Xaruuyi na7aa Yoo7aaba ola miishshaa tookkiya Ba7erootappe yiida Naahiraaya,"
    },
    {
        "English Sentences": "Zelek the Ammonite, Nahari the Beerothite, armourbearer to Joab the son of Zeruiah,",
        "Wolaitta Sentences": "Yatira yara gidiya Ira, Yatira yara gidiya Gaareebanne"
    },
    {
        "English Sentences": "Ira an Ithrite, Gareb an Ithrite,",
        "Wolaitta Sentences": "Hiitiyaa Ooriyoona. Eti muleera hasttamanne laappuna."
    },
    {
        "English Sentences": "Uriah the Hittite: thirty and seven in all.",
        "Wolaitta Sentences": "Qassikka GODAA hanqqoi Israa7eela bolli eexxi kiyiis; yaatin, GODAI Daawita eta bolli denttettidi, \"Ba; baada Israa7eelanne Yihudaa asaa qooda\" yaagiis."
    },
    {
        "English Sentences": "And again the anger of the LORD was kindled against Israel, and he moved David against them to say, Go, number Israel and Judah.",
        "Wolaitta Sentences": "Hegaa gishshau, kawoi Yoo7aabanne aara de7iya olanchchatu halaqata hagaadan yaagiis; \"Israa7eela zaretu giddo Daanappe biidi Berssaabeha gakkanaashin biite; biidi eti aappunakko taani erana mala, Israa7eela asaa qoodite\" yaagiis."
    },
    {
        "English Sentences": "For the king said to Joab the captain of the host, which was with him, Go now through all the tribes of Israel, from Dan even to Beersheba, and number ye the people, that I may know the number of the people.",
        "Wolaitta Sentences": "SHin Yoo7aabi kawuwaa, \"GODAI ne Xoossai ha de7iya asaa bolli xeetu kushiyaa gujjo! Hegaa ne aifee, ta godaa kawuwaa aifee be7o! SHin ta godai kawoi aissi hegaa malabaa oottanau koyii?\" yaagiis."
    },
    {
        "English Sentences": "And Joab said unto the king, Now the LORD thy God add unto the people, how many soever they be, an hundredfold, and that the eyes of my lord the king may see it: but why doth my lord the king delight in this thing?",
        "Wolaitta Sentences": "SHin kawuwaa qaalai Yoo7aabanne olanchchatu halaqata xooniis. Xoonin eti kawuwaa sinttappe kiyidi, Israa7eela asaa qoodanau biidosona."
    },
    {
        "English Sentences": "Notwithstanding the king's word prevailed against Joab, and against the captains of the host. And Joab and the captains of the host went out from the presence of the king, to number the people of Israel.",
        "Wolaitta Sentences": "Eti Yorddaanoosa SHaafaa pinnidoogaappe guyyiyan, zanggaaraappe tohossa baggan de7iya Aaro7era kataman uttidosona; hegaappe qassi Gaada kanttidi Yaa7izeera gakkidosona."
    },
    {
        "English Sentences": "And they passed over Jordan, and pitched in Aroer, on the right side of the city that lieth in the midst of the river of Gad, and toward Jazer:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, eti Gala7aadenne Hiitetu biittan de7iya Qaadeesa biidosona; he sohuwaappe qassi Daana katamaa biidosona; hegaara Sidoona katamaa biidosona."
    },
    {
        "English Sentences": "Then they came to Gilead, and to the land of Tahtimhodshi; and they came to Danjaan, and about to Zidon,",
        "Wolaitta Sentences": "He sohuwaappe denddidi, Xiiroosa katamaa qatuwaanne Hiiwetunne Kanaanetu katama ubbaa biidosona. Wurssettan qassi Yihudaa Neegeeban de7iya Berssaabeha katamaa biidosona."
    },
    {
        "English Sentences": "And came to the strong hold of Tyre, and to all the cities of the Hivites, and of the Canaanites: and they went out to the south of Judah, even to Beersheba.",
        "Wolaitta Sentences": "Eti biittaa ubbaa yuuyiiddi, uddufun aginanne laatamu gallassaa gam77idoogaappe guyyiyan, Yerusalaame katamaa simmidosona."
    },
    {
        "English Sentences": "So when they had gone through all the land, they came to Jerusalem at the end of nine months and twenty days.",
        "Wolaitta Sentences": "Yoo7aabi qoodido asaa qoodaa kawuwaa erissiis: erissidoogaadan Israa7eelan bisuwan olettanau danddayiya hosppun xeetu sha7a; mino olanchchati de7oosona; Yihudan qassi ichchashu xeetu sha7ai de7oosona."
    },
    {
        "English Sentences": "And Joab gave up the sum of the number of the people unto the king: and there were in Israel eight hundred thousand valiant men that drew the sword; and the men of Judah were five hundred thousand men.",
        "Wolaitta Sentences": "Asaa qoodidoogaappe guyyiyan, Daawita wozanai shabbarettiis; hegaa gishshau, Daawiti GODAA, \"Taani ha oosuwan gita nagaraa oottaas. SHin ha77i abeet GODAU, taani nena woossais; ta mooruwaa, ne ashkkaraa mooruwaa qucca. Taani daro eeyyabaa hanaas\" yaagiis."
    },
    {
        "English Sentences": "And David's heart smote him after that he had numbered the people. And David said unto the LORD, I have sinned greatly in that I have done: and now, I beseech thee, O LORD, take away the iniquity of thy servant; for I have done very foolishly.",
        "Wolaitta Sentences": "Wonttetta gallassi maallado, Daawiti hiittaappe denddido wode, Daawitassi hananabaa yootiya Gaadakko GODAA qaalai yiis."
    },
    {
        "English Sentences": "For when David was up in the morning, the word of the LORD came unto the prophet Gad, David's seer, saying,",
        "Wolaitta Sentences": "Yiidi, \"Ba; baada Daawita, GODAI nena, \"Taani nena heezzubaappe dooruwaa bessais; taani ne bolli polanau taayyo etappe issuwaa doora\" yaagees yaaga\" yaagiis."
    },
    {
        "English Sentences": "Go and say unto David, Thus saith the LORD, I offer thee three things; choose thee one of them, that I may do it unto thee.",
        "Wolaitta Sentences": "Yaagin Gaadi Daawitakko biidi, \"Heezzu laitti ne biittai koshatanaagaa doorai? Woikko ne morkketi nena yedettishin, heezzu aginaa neeni eta sinttappe baqatanaagaa doorai? Woikko ne biittaa bolli heezzu gallassa boshai yaanaagaa doorai? Ane ha77i qoppa kuuyada, taani tana kiittidaagaayyo zaariyoobaa oda\" yaagiis."
    },
    {
        "English Sentences": "So Gad came to David, and told him, and said unto him, Shall seven years of famine come unto thee in thy land? or wilt thou flee three months before thine enemies, while they pursue thee? or that there be three days' pestilence in thy land? now advise, and see what answer I shall return to him that sent me.",
        "Wolaitta Sentences": "Hegaappe guyyiyan Daawiti Gaada, \"Taani keehippe un77ettaas. GODAA maarotai gita gidiyo gishshau, nuuni ane a kushiyan kunddoos; tana asatu kushiyan kunddissoppa\" yaagiis."
    },
    {
        "English Sentences": "And David said unto Gad, I am in a great strait: let us fall now into the hand of the LORD; for his mercies are great: and let me not fall into the hand of man.",
        "Wolaitta Sentences": "Hegaa gishshau, maalladoppe biidi ba giido gallassai gakkanaashin, GODAI Israa7eela biittan boshaa kiittiis; kiittin Israa7eela zawan Daanappe biidi Berssaabeha gakkanaashin, laappun tammu sha7u asai haiqqiis."
    },
    {
        "English Sentences": "So the LORD sent a pestilence upon Israel from the morning even to the time appointed: and there died of the people from Dan even to Beersheba seventy thousand men.",
        "Wolaitta Sentences": "Yerusalaame katamaa xaissanau kiitanchchai ba kushiyaa yeddido wode, GODAI he gakkida boshau azzaniis; azzanidi asaa shociya kiitanchchaa, \"Agga! Hegee gidana!\" yaagiis. GODAA kiitanchchai he wode Yaabuusiyaa Ornna audiyan de7ees."
    },
    {
        "English Sentences": "And when the angel stretched out his hand upon Jerusalem to destroy it, the LORD repented him of the evil, and said to the angel that destroyed the people, It is enough: stay now thine hand. And the angel of the LORD was by the threshingplace of Araunah the Jebusite.",
        "Wolaitta Sentences": "Asaa shociya kiitanchchaa Daawiti be7ido wode, GODAA, \"Be7a! Nagaraa oottidaagee tana; taani mooraas! Ha dorssati, eti ai oottidonaa? Hayyanaa, tananne ta aawaa so asaa neeni qaxxayana mala taani woossais\" yaagiis."
    },
    {
        "English Sentences": "And David spake unto the LORD when he saw the angel that smote the people, and said, Lo, I have sinned, and I have done wickedly: but these sheep, what have they done? let thine hand, I pray thee, be against me, and against my father's house.",
        "Wolaitta Sentences": "He gallassi Gaadi Daawitakko yiidi, \"Ba; pude Yaabuusiyaa Ornna audiyaa baada, GODAAYYO yarshshiyoosaa yan gimbba\" yaagiis."
    },
    {
        "English Sentences": "And Gad came that day to David, and said unto him, Go up, rear an altar unto the LORD in the threshingfloor of Araunah the Jebusite.",
        "Wolaitta Sentences": "Yaagin Daawiti GODAI Gaada baggaara azazidoogaadan pude biis."
    },
    {
        "English Sentences": "And David, according to the saying of Gad, went up as the LORD commanded.",
        "Wolaitta Sentences": "Ornni duge xeelliyo wode, kawoinne a asati baakko yiyaageeta be7iis; be7idi gaxi kiyidi, ba som77uwaa sa7aa gattidi, kawuwaassi ziggiis."
    },
    {
        "English Sentences": "And Araunah looked, and saw the king and his servants coming on toward him: and Araunah went out, and bowed himself before the king on his face upon the ground.",
        "Wolaitta Sentences": "Ziggidi Ornni, \"Ta godai kawoi ba ashkkaraakko, taakko aibissi yiidee?\" yaagiis. Yaagin Daawiti, \"Asaa bollaappe boshai kichchanaadan taani GODAAYYO yarshshiyoosaa gimbbanau, ne audiyaa shammanau yaas\" yaagiis."
    },
    {
        "English Sentences": "And Araunah said, Wherefore is my lord the king come to his servant? And David said, To buy the threshingfloor of thee, to build an altar unto the LORD, that the plague may be stayed from the people.",
        "Wolaitta Sentences": "Yaagin Ornni, \"Ta godai kawoi ba koyidobaa aibanne ekkidi yarshsho! Be7a; xuuggiyo yarshshuwaayyo boorati, eettiyo mittaayyo qassi kattaa qoxxiyo miishshatinne booraa qambbarati hageetihoona."
    },
    {
        "English Sentences": "And Araunah said unto David, Let my lord the king take and offer up what seemeth good unto him: behold, here be oxen for burnt sacrifice, and threshing instruments and other instruments of the oxen for wood.",
        "Wolaitta Sentences": "Kawuwau, hagaa ubbaa taani Ornni kawuwaayyo immais\" yaagiis. Qassikka Ornni kawuwaa, \"GODAI ne Xoossai ne yarshshuwaa ekko\" yaagiis."
    },
    {
        "English Sentences": "All these things did Araunah, as a king, give unto the king. And Araunah said unto the king, The LORD thy God accept thee.",
        "Wolaitta Sentences": "SHin kawoi Ornna, \"CHii, chii! Taani tumuppe miishshan shammana; aissi giikko, miishsha ekkibeenna xuuggiyo yarshshuwaa taani GODAAYYO, ta Xoossaayyo, yarshshikke\" yaagiis. Hegaa gishshau, kawoi audiyaanne boorata Ornnappe ishatamu xaqara biran shammiis."
    },
    {
        "English Sentences": "And the king said unto Araunah, Nay; but I will surely buy it of thee at a price: neither will I offer burnt offerings unto the LORD my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for fifty shekels of silver.",
        "Wolaitta Sentences": "Daawiti he sohuwan yarshshiyoosaa gimbbidi, xuuggiyo yarshshuwaanne issippetettaa yarshshuwaa GODAAYYO yarshshiis; yaatin, GODAI he biittaa gishshau woosettida woosaa siyidi, boshaa Israa7eelappe diggiis."
    }
]