[
    {
        "English Sentences": "Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:",
        "Wolaitta Sentences": "Hegaappe guyyiyan, Barnnaabaasi Saa7oola koyanau Xarsseese biis."
    },
    {
        "English Sentences": "Grace be unto you, and peace, from God our Father, and from the Lord Jesus Christ.",
        "Wolaitta Sentences": "Biidi Saa7oola demmido wode, Anxxookiyaa ehiis. Barnnaabaasinne Saa7ooli woosa keettaa asaara issi laitta kumettaa uttidi, daro asaa tamaarissidosona; kaalliyaageeti Anxxookiyan Kiristtaane geetettidi, koiro xeesettidosona."
    },
    {
        "English Sentences": "I thank my God upon every remembrance of you,",
        "Wolaitta Sentences": "Hananabaa yootiyaageeti Yerusalaameppe Anxxookiyaa he wode wodhdhidosona."
    },
    {
        "English Sentences": "Always in every prayer of mine for you all making request with joy,",
        "Wolaitta Sentences": "Eta giddoppe Agaaboosa giyoogee denddidi, sa7a ubban gita namisai denddanaagaa Ayyaanaa wolqqan hananabaa yootiis; hegee hanidoogee Qalaudeyoosa kawotettaa wodiyaana."
    },
    {
        "English Sentences": "For your fellowship in the gospel from the first day until now;",
        "Wolaitta Sentences": "Kaalliyaageeti huuphiyan huuphiyan bantta wolqqaa keenaa miishshaa peeridi, Yihudan de7iya bantta ishanttussi maaduwaa yeddanau qofaa qachchidosona."
    },
    {
        "English Sentences": "Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:",
        "Wolaitta Sentences": "Eti hegaadan oottidi, miishshaa Barnnaabaasa bollinne Saa7oola bolli woosa keettaa cimatussi yeddidosona."
    },
    {
        "English Sentences": "Even as it is meet for me to think this of you all, because I have you in my heart; inasmuch as both in my bonds, and in the defence and confirmation of the gospel, ye all are partakers of my grace.",
        "Wolaitta Sentences": "Kawoi Heeroodisi he wode woosa keettaa asaappe amaridaageeta waisuwaa doommiis."
    },
    {
        "English Sentences": "For God is my record, how greatly I long after you all in the bowels of Jesus Christ.",
        "Wolaitta Sentences": "Doommidi Yohaannisa ishaa Yaaqooba bisuwan worissiis."
    },
    {
        "English Sentences": "And this I pray, that your love may abound yet more and more in knowledge and in all judgment;",
        "Wolaitta Sentences": "Hegee Aihudata ufaissidoogaa be7idi, gujjidi PHeexiroosakka oiqqiis; hegee Paasikaa Baalaa bonchchiyo gallassatuuna."
    },
    {
        "English Sentences": "That ye may approve things that are excellent; that ye may be sincere and without offence till the day of Christ;",
        "Wolaitta Sentences": "PHeexiroosa oiqqidi qachchiis. Paasikaa bonchchiyo gallassatuppe guyyiyan, dere asaa sintti aattanau qoppidi, oiddu oiddu wotaaddarati a naaganaadan, tammanne usuppun wotaaddaratussi aattidi immiis."
    },
    {
        "English Sentences": "Being filled with the fruits of righteousness, which are by Jesus Christ, unto the glory and praise of God.",
        "Wolaitta Sentences": "Hegaa gishshau, PHeexiroosi qasho keettan naagettees; shin woosa keettaa asai ayyo minttidi Xoossaa woossees."
    },
    {
        "English Sentences": "But I would ye should understand, brethren, that the things which happened unto me have fallen out rather unto the furtherance of the gospel;",
        "Wolaitta Sentences": "Heeroodisi PHeexiroosa asaa sintti aattanau qoppanaappe kase qammi, PHeexiroosi naa77u sanssalatan qashettidi, naa77u wotaaddaratuppe gidduwan xiskkees; naagiyaageetikka qasho keettaa penggen eqqidi naagoosona."
    },
    {
        "English Sentences": "So that my bonds in Christ are manifest in all the palace, and in all other places;",
        "Wolaitta Sentences": "Akeekennan de7ishin, Godaa kiitanchchai hegan eqqi aggiis; qasho keettankka poo7oi poo7i bayiis. Kiitanchchai PHeexiroosa miyyiyaa dechchi beegotissidi a, \"Elle dendda\" yaagiis; sohuwaarakka sanssalatai a kushiyaappe wodhdhi aggiis."
    },
    {
        "English Sentences": "And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.",
        "Wolaitta Sentences": "Kiitanchchai a, \"Ne suriyaa gixxa; ne caammaakka wotta\" yaagin, PHeexiroosi hegaadan oottiis; oottin kiitanchchai, \"Ne afalaa maayada tana kaalla\" yaagiis."
    },
    {
        "English Sentences": "Some indeed preach Christ even of envy and strife; and some also of good will:",
        "Wolaitta Sentences": "PHeexiroosi qasho keettaappe kiyidi, kiitanchchaa kaalliis; ayyo ajjuutaa be7iyoobaa misatiisippe attin, kiitanchchai oottiyoobai tuma gididoogaa eribeenna."
    },
    {
        "English Sentences": "The one preach Christ of contention, not sincerely, supposing to add affliction to my bonds:",
        "Wolaitta Sentences": "Kiitanchchainne PHeexiroosi koiro wotaaddaraappenne naa77antto wotaaddaraappe aadhdhidi, katamaa efiya birata penggiyaakko gakkidosona; gakkin penggee etassi barkka dooyetti aggiis; eti kiyidi issi ogiyaara biishin, kiitanchchai sohuwaara PHeexiroosappe shaahetti bayiis."
    },
    {
        "English Sentences": "But the other of love, knowing that I am set for the defence of the gospel.",
        "Wolaitta Sentences": "PHeexiroosi bana gakkidabaa akeekidi, \"Tana Godai ba kiitanchchaa kiittidi, Heeroodisa kushiyaappenne Aihuda asai naagi uttido ubbabaappe ashshidoogaa ha77i tumu eraas\" yaagiis."
    },
    {
        "English Sentences": "What then? notwithstanding, every way, whether in pretence, or in truth, Christ is preached; and I therein do rejoice, yea, and will rejoice.",
        "Wolaitta Sentences": "I hegaa akeekido wode, daro asai issippe shiiqidi Xoossaa woossiyoosaa, Marqqoosa giyo Yohaannisa aayee Mairaami soo biis."
    },
    {
        "English Sentences": "For I know that this shall turn to my salvation through your prayer, and the supply of the Spirit of Jesus Christ,",
        "Wolaitta Sentences": "Biidi penggen xeesin, issi Roodo giyo ashkkariyaa dooyanau yaasu."
    },
    {
        "English Sentences": "According to my earnest expectation and my hope, that in nothing I shall be ashamed, but that with all boldness, as always, so now also Christ shall be magnified in my body, whether it be by life, or by death.",
        "Wolaitta Sentences": "Rooda PHeexiroosa qaalaa gididoogaa erido wode, bana ufaissin, kariyaa dooyennan guyye woxxada, PHeexiroosi karen eqqidoogaa asaassi odaasu."
    },
    {
        "English Sentences": "For to me to live is Christ, and to die is gain.",
        "Wolaitta Sentences": "Odin asai o, \"Hannee neeni gooyaasa\" yaagiis. Rooda PHeexiroosa gididoogaa geeshshada odaasu. Eti, \"Hegee a kiitanchchaa\" yaagidosona."
    },
    {
        "English Sentences": "But if I live in the flesh, this is the fruit of my labour: yet what I shall choose I wot not.",
        "Wolaitta Sentences": "SHin PHeexiroosi karen xeegidi aggennan ixxin, asai kariyaa dooyidi, a be7idi garamettiis."
    },
    {
        "English Sentences": "For I am in a strait betwixt two, having a desire to depart, and to be with Christ; which is far better:",
        "Wolaitta Sentences": "SHin eti co77u gaana mala, PHeexiroosi ba kushiyan malaatidi, Godai qasho keettaappe a waati kessidaakko, etassi qonccissi yootidi, \"Hagaa Yaaqoobassinne ishanttussi yootite\" giidi, kiyidi harasaa biis."
    },
    {
        "English Sentences": "Nevertheless to abide in the flesh is more needful for you.",
        "Wolaitta Sentences": "Sa7ai wonttido wode, PHeexiroosi au biichchidaakko gin wotaaddaratu giddon daro wocamai kiyiis."
    },
    {
        "English Sentences": "And having this confidence, I know that I shall abide and continue with you all for your furtherance and joy of faith;",
        "Wolaitta Sentences": "Heeroodisi PHeexiroosa Lal77issin, i xayido wode, naagiyaageeta qoridi, eta worana mala azaziis; hegaappe guyyiyan, Yihudaappe Qiisaariyaa wodhdhidi, hegan amarida wodiyaa uttiis."
    },
    {
        "English Sentences": "That your rejoicing may be more abundant in Jesus Christ for me by my coming to you again.",
        "Wolaitta Sentences": "Heeroodisi Xiiroosa asaassinne Sidoona asaassi daro hanqqettiis; hanqqettin eta biittai kattaa Heeroodisa biittaappe demmiyo gishshau, eti issippe gididi, a keettaa halaqaa Bilasxxoosa bantta exa oottidi, sigaa woossanau Heeroodisakko biidosona."
    },
    {
        "English Sentences": "Only let your conversation be as it becometh the gospel of Christ: that whether I come and see you, or else be absent, I may hear of your affairs, that ye stand fast in one spirit, with one mind striving together for the faith of the gospel;",
        "Wolaitta Sentences": "Heeroodisi sunttettido gallassi, ba kawotettaa afalaa maayidi, kawotaa araatan uttidi, asaassi haasayiis."
    },
    {
        "English Sentences": "And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.",
        "Wolaitta Sentences": "Asai, \"Hagee Xoossaa qaala; asa qaala gidenna\" yaagidi qaalaa xoqqissidi haasayiis."
    },
    {
        "English Sentences": "For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;",
        "Wolaitta Sentences": "Heeroodisi Xoossaa bonchchibeenna gishshau, sohuwaarakka Godaa kiitanchchai a dechchin, guxuniyan meetettidi, haiqqi bayiis."
    },
    {
        "English Sentences": "Having the same conflict which ye saw in me, and now hear to be in me.",
        "Wolaitta Sentences": "SHin Xoossaa qaalai dicceesinne dari dari bees."
    },
    {
        "English Sentences": "If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,",
        "Wolaitta Sentences": "Barnnaabaasinne Saa7ooli bantta oosuwaa polidi, Marqqoosa giyo Yohaannisa banttanaara ekkidi, Yerusalaameppe simmidosona."
    },
    {
        "English Sentences": "Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.",
        "Wolaitta Sentences": "Anxxookiyan de7iya woosa keettan hananabaa yootiyaageetinne tamaarissiyaageeti de7oosona; eti Barnnaabaasa, Karetta giyo Simoona, Qareenappe yiida Luqiyoosa, biittaa haariya Heeroodisaara diccida Minaahanne Saa7oola."
    },
    {
        "English Sentences": "Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.",
        "Wolaitta Sentences": "Eti Godaassi goinnishiininne xoomishin, Geeshsha Ayyaanai, \"Taani xeesido oosuwaassi Barnnaabaasanne Saa7oola tau kessite\" yaagiis."
    },
    {
        "English Sentences": "Look not every man on his own things, but every man also on the things of others.",
        "Wolaitta Sentences": "Yaagin eti xoomidoogaappenne woossidoogaappe guyyiyan, bantta kushiyaa Barnnaabaasa bollinne Saa7oola bolli wottidi, eta yeddidosona."
    },
    {
        "English Sentences": "Let this mind be in you, which was also in Christ Jesus:",
        "Wolaitta Sentences": "Hegaa gishshau, Geeshsha Ayyaanai eta kiittin, Selewuqiyaa wodhdhidosona; hegaappe markkabiyan gelidi, Qophphiroosa haruuruwaa biidosona."
    },
    {
        "English Sentences": "Who, being in the form of God, thought it not robbery to be equal with God:",
        "Wolaitta Sentences": "Eti Silmmaana gakkidi, Aihuda woosa keettatun Xoossaa qaalaa yootidosona; eta maaddanau Yohaannisi etaara de7ees."
    },
    {
        "English Sentences": "But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:",
        "Wolaitta Sentences": "Eti Qophphiroosa haruuruwaa muleera PHaafu gakkanaassi yuuyidi, hananabaa yootiya issi worddanchchaa, Aihuda asa Bar-Yesuusa giyo shareechchuwaa demmidosona."
    },
    {
        "English Sentences": "And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.",
        "Wolaitta Sentences": "He shareechchoi deriyaa haariya Sarggiyoosa PHauloosa giyo akeekanchcha bitaniyaara de7ees. Sarggiyoosa PHauloosi Barnnaabaasanne Saa7oola baakko xeegidi, Xoossaa qaalaa siyanau koyiis."
    },
    {
        "English Sentences": "Wherefore God also hath highly exalted him, and given him a name which is above every name:",
        "Wolaitta Sentences": "SHin shareechchuwaa Eliimaasi Giriike qaalan hegee a sunttaa deriyaa haariyaagaa ammanuwaa digganau koyidi, eta haasayaa phalqqiis."
    },
    {
        "English Sentences": "That at the name of Jesus every knee should bow, of things in heaven, and things in earth, and things under the earth;",
        "Wolaitta Sentences": "SHin PHauloosa giyo Saa7ooli banan Geeshsha Ayyaanai kumin, shareechchuwaa tishshi ootti xeellidi,"
    },
    {
        "English Sentences": "And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.",
        "Wolaitta Sentences": "a, \"Laa ha xalahe halaqaa na7au, gene ubbainne iitatetta ubbai kumidoogoo, xillotetta ubbau morkkiyau, Godaa ogiyaa suuriyaa geellayiyoogaa aggikkii?"
    },
    {
        "English Sentences": "Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.",
        "Wolaitta Sentences": "Be7a; ha77i Godaa kushee ne bolli de7ees; neeni qooqe gidana; amarida wodee gakkanaashin, awaa poo7uwaa be7akka\" yaagiis. Yaagin sohuwaara ciggaarainne xumai a aifiyaa goozin, ba kushiyaa oiqqidi, kaalettiya uraa koyiiddi yuuyiis."
    },
    {
        "English Sentences": "For it is God which worketh in you both to will and to do of his good pleasure.",
        "Wolaitta Sentences": "He wode deriyaa haariyaagee hegaa be7ido wode, Godai tamaarissiyoogan garamettidi ammaniis."
    },
    {
        "English Sentences": "Do all things without murmurings and disputings:",
        "Wolaitta Sentences": "PHauloosinne aara de7iyaageeti PHaafuppe denddidi, PHinifiliyan de7iya PHergge markkabiyan biidosona; Yohaannisi etappe shaahettidi, Yerusalaame simmiis."
    },
    {
        "English Sentences": "That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;",
        "Wolaitta Sentences": "SHin eti PHerggeppe aadhdhidi, PHisddiyan de7iya Anxxookiyaa gakkidosona; Sambbata gallassan Aihuda woosa keettaa gelidi uttidosona."
    },
    {
        "English Sentences": "Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.",
        "Wolaitta Sentences": "Muuse higgeenne hananabaa yootiyaageetu maxaafai nabbabettidoogaappe guyyiyan, Aihuda woosa keettaa halaqati, \"Nu ishanttoo asaa minttettiya qaalai inttessi de7ikko, asau haasayerkketii\" yaagidi etassi kiittidosona."
    },
    {
        "English Sentences": "Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.",
        "Wolaitta Sentences": "PHauloosi denddi eqqidi, ba kushiyan malaatidi, hagaadan yaagiis; \"Israa7eela asatoo, Xoossaassi yayyiyaageetoo siyite."
    },
    {
        "English Sentences": "For the same cause also do ye joy, and rejoice with me.",
        "Wolaitta Sentences": "Ha Israa7eela asaa Xoossai nu aawata dooridi, Gibxxe biittan imattatettan eti de7ishin, eta darissiis; ba gita wolqqankka Gibxxe biittaappe eta kessiis."
    },
    {
        "English Sentences": "But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.",
        "Wolaitta Sentences": "Bazzuwan oitamu laitta keenaa nu aawata i danddayiis."
    },
    {
        "English Sentences": "For I have no man likeminded, who will naturally care for your state.",
        "Wolaitta Sentences": "Kanaane giyo biittan Aihuda gidenna laappun zareta xaissidi, eta biittaa ba asaa laatissiis."
    },
    {
        "English Sentences": "For all seek their own, not the things which are Jesus Christ's.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, hananabaa yootiya Sameela wodiyaa gakkanaas, oiddu xeetanne ishatamu laitta keenaa daannata etassi immiis."
    },
    {
        "English Sentences": "But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.",
        "Wolaitta Sentences": "Hegaappe guyyiyan, eti banttassi kawo immana mala woossin, Xoossai Biniyaama zariyaappe Qiisa na7aa Saa7oola oitamu laittau kawotana mala, etassi immiis."
    },
    {
        "English Sentences": "Him therefore I hope to send presently, so soon as I shall see how it will go with me.",
        "Wolaitta Sentences": "Xoossai Saa7oola shaaridoogaappe guyyiyan, eta bolli Daawiti kawotana mala, a denttiis; Daawitabaa markkattiiddi, Taani koyiyo ubbabaa ta wozanadan oottiya Isseyi na7aa Daawita demmaas yaagiis."
    },
    {
        "English Sentences": "But I trust in the Lord that I also myself shall come shortly.",
        "Wolaitta Sentences": "\"Xoossai, Taani Daawita zariyaappe Israa7eela asaa ashshiyaagaa ehaana giidoogaadankka, Yesuusa ehiis."
    },
    {
        "English Sentences": "Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellowsoldier, but your messenger, and he that ministered to my wants.",
        "Wolaitta Sentences": "Yesuusi yaanaappe kase Israa7eela asai ubbai bantta nagaraappe simmidi xammaqettana mala, Yohaannisi qaalaa yootiis."
    },
    {
        "English Sentences": "For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.",
        "Wolaitta Sentences": "Qassi Yohaannisi ba oosuwaa wurssana haniiddi asaa, Tana oona giidi qoppeetii? Taani intte naagiyoogaa gidikke; shin be7ite, a tohuwaa caammaa birshshanaukka taassi bessennaagee taappe guyyeera yees yaagiis."
    },
    {
        "English Sentences": "For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.",
        "Wolaitta Sentences": "\"Ta ishatoo, Abrahaama zaretoo, qassi hagan Aihuda gidennaageetoo Xoossaassi yayyiyaageetoo, ha atotettaa qaalai nuussi kiitettiis."
    },
    {
        "English Sentences": "I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.",
        "Wolaitta Sentences": "Aissi giikko, Yerusalaamen de7iya asainne eta halaqati Yesuusanne Sambbata gallassa ubban nabbabettiya hananabaa yootiyaageetu qaalaa akeekibeenna gishshau, a bolli pirddidi, hananabaa yootiyaageetu qaalaa polidosona."
    },
    {
        "English Sentences": "Receive him therefore in the Lord with all gladness; and hold such in reputation:",
        "Wolaitta Sentences": "Yesuusa worissanau issi gaasoikka etau beettennan ixxin, PHilaaxoosi a worana mala woossidosona."
    },
    {
        "English Sentences": "Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.",
        "Wolaitta Sentences": "\"Eti Yesuusabai Xoossaa maxaafan xaafettidaagaa ubbaa polido wode, masqqaliyaappe a wottidi moogidosona."
    },
    {
        "English Sentences": "Finally, my brethren, rejoice in the Lord. To write the same things to you, to me indeed is not grievous, but for you it is safe.",
        "Wolaitta Sentences": "SHin Xoossai haiquwaappe Yesuusa denttiis."
    },
    {
        "English Sentences": "Beware of dogs, beware of evil workers, beware of the concision.",
        "Wolaitta Sentences": "Denttin i banaara Galiilappe Yerusalaame yiidaageetussi darotoo beettiis eti ha77i abaa asaassi markkattoosona."
    },
    {
        "English Sentences": "For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.",
        "Wolaitta Sentences": "\"Xoossai nu aawatussi immana giido wonggeliyaa mishiraachchuwaa nuuni inttessi yootoos."
    },
    {
        "English Sentences": "Though I might also have confidence in the flesh. If any other man thinketh that he hath whereof he might trust in the flesh, I more:",
        "Wolaitta Sentences": "Daawita Mazamuriyaa Maxaafan naa77antto miraafiyan, Neeni ta Na7aa. Hachchi taani ne Aawaa gidaas geetettidi xaafettidoogaadan, Xoossai Yesuusa denttidi, nu aawatussi immana giidoogaa nuussi eta naatussi poliis."
    },
    {
        "English Sentences": "Circumcised the eighth day, of the stock of Israel, of the tribe of Benjamin, an Hebrew of the Hebrews; as touching the law, a Pharisee;",
        "Wolaitta Sentences": "Naa77anttuwaa i haiqqenna mala, haiquwaappe a denttidoogaassi Xoossai, Taani Daawitayyo immana giido ammanettida geeshsha anjjuwaa inttessi immana yaagidi haasayiis."
    },
    {
        "English Sentences": "Concerning zeal, persecuting the church; touching the righteousness which is in the law, blameless.",
        "Wolaitta Sentences": "Hegaa gishshau, Mazamure Maxaafan harasan qassi, Ne Geeshsha Na7aa ahaakka musissakka yaagees."
    },
    {
        "English Sentences": "But what things were gain to me, those I counted loss for Christ.",
        "Wolaitta Sentences": "Aissi giikko, Daawiti ba wodiyan Xoossaa qofaa oottidoogaappe guyyiyan haiqqidi, ba aawatuura moogettidi musiis."
    },
    {
        "English Sentences": "Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,",
        "Wolaitta Sentences": "SHin Xoossai haiquwaappe denttidoogee musibeenna."
    },
    {
        "English Sentences": "And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:",
        "Wolaitta Sentences": "\"Hegaa gishshau, ta ishatoo, nagara atto geettai intteyyo Yesuusa baggaara odettidoogeenne,"
    },
    {
        "English Sentences": "That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;",
        "Wolaitta Sentences": "Muuse higgiyan xillanau intteyyo danddayettenna ubbabaappe aani ammaniya ubbai xillanaagee intteyyo eretto."
    },
    {
        "English Sentences": "If by any means I might attain unto the resurrection of the dead.",
        "Wolaitta Sentences": "Hegaa gishshau, hananabaa yootiyaageeti giidoogee intte bolli gakkenna mala naagettite;"
    },
    {
        "English Sentences": "Not as though I had already attained, either were already perfect: but I follow after, if that I may apprehend that for which also I am apprehended of Christ Jesus.",
        "Wolaitta Sentences": "giidobaa qilliicciyaageetoo, be7ite; harai atto issi urai inttessi yootiyaakkokka, intte ammanenna oosuwaa taani intte wodiyan oottiyo gishshau, poora giite; haiqqite yaagidosona\" yaagiis."
    },
    {
        "English Sentences": "Brethren, I count not myself to have apprehended: but this one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,",
        "Wolaitta Sentences": "PHauloosinne Barnnaabaasi Aihuda woosa keettaappe kiyishin, asai eta naa77antto Sambbatankka hegaa gujjidi yootana mala woossiis."
    },
    {
        "English Sentences": "I press toward the mark for the prize of the high calling of God in Christ Jesus.",
        "Wolaitta Sentences": "SHiiqoi laalettidoogaappe guyyiyan, daro Aihudatinne Aihudatu ammanuwan gelidi Xoossau yayyiya daroti, PHauloosanne Barnnaabaasa kaallidosona; kaallin Yesuusi kiittidoogeeti Xoossaa aaro kehatettan minnidi de7ana mala, etau yootidi minttettidosona."
    },
    {
        "English Sentences": "Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.",
        "Wolaitta Sentences": "Naa77antto Sambbatan amarida asatuppe attin, katamaa asai ubbai Xoossaa qaalaa siyanau shiiqiis."
    },
    {
        "English Sentences": "Nevertheless, whereto we have already attained, let us walk by the same rule, let us mind the same thing.",
        "Wolaitta Sentences": "SHin Aihudati daro asaa be7ido wode, PHauloosa qanaatidosona; a haasayaa PHalqqidi, a cayidosona."
    },
    {
        "English Sentences": "Brethren, be followers together of me, and mark them which walk so as ye have us for an ensample.",
        "Wolaitta Sentences": "PHauloosinne Barnnaabaasi xalidi, \"Xoossaa qaalai kasetidi intteyyo odettanau koshshees; shin qaalaa intte ixxido gishshaunne merinaa de7uwaa ekkanau inttessi bessenna giidi, intte intte huuphiyan pirddido gishshau, be7ite, nuuni Aihuda gidennaageetukko simmeettees."
    },
    {
        "English Sentences": "(For many walk, of whom I have told you often, and now tell you even weeping, that they are the enemies of the cross of Christ:",
        "Wolaitta Sentences": "Aissi giikko, Godai nuna, Asai ubbai intte baggaara attana mala, inttena taani Aihuda gidennaageetussi poo7o oottaas yaagidi azaziis\" yaagidosona."
    },
    {
        "English Sentences": "Whose end is destruction, whose God is their belly, and whose glory is in their shame, who mind earthly things.)",
        "Wolaitta Sentences": "Aihuda gidennaageeti hegaa siyido wode, ufaittidi Xoossaa qaalaa bonchchidosona; qassi merinaa de7uwaassi doorettida ubbaikka ammanidosona."
    },
    {
        "English Sentences": "For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:",
        "Wolaitta Sentences": "Godaa qaalai he biitta ubbaa gakkiis."
    },
    {
        "English Sentences": "Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.",
        "Wolaitta Sentences": "SHin Aihudati Xoossau goinniya bonchchettida maccaasatanne kataman de7iya gita asata PHauloosa bollinne Barnnaabaasa bolli denttettin, asati eta yedetaa doommidi, bantta biittaappe kessidosona."
    },
    {
        "English Sentences": "Therefore, my brethren dearly beloved and longed for, my joy and crown, so stand fast in the Lord, my dearly beloved.",
        "Wolaitta Sentences": "SHin Yesuusi kiittidoogeeti eta ixxiyoogaassi malaata gidana mala, bantta tohuwaappe baanaa shocidi, Iqooniyoone katamaa biidosona."
    },
    {
        "English Sentences": "I beseech Euodias, and beseech Syntyche, that they be of the same mind in the Lord.",
        "Wolaitta Sentences": "Qassi Anxxookiyan de7iya kaalliyaageetunkka Geeshsha Ayyaanainne ufaissai kumees."
    },
    {
        "English Sentences": "And I intreat thee also, true yokefellow, help those women which laboured with me in the gospel, with Clement also, and with other my fellowlabourers, whose names are in the book of life.",
        "Wolaitta Sentences": "Kaseegaadankka PHauloosinne Barnnaabaasi Iqooniyoonen Aihudatu woosa keettaa gelidi, qaalaa yootidosona; yootin daro Aihudatinne Aihuda gidennaageeti ammanidosona."
    },
    {
        "English Sentences": "Rejoice in the Lord alway: and again I say, Rejoice.",
        "Wolaitta Sentences": "SHin ammanibeenna Aihudati Aihuda gidennaageetu wozanaa laammidi, ishanttu bolli hanqetissidosona."
    },
    {
        "English Sentences": "Let your moderation be known unto all men. The Lord is at hand.",
        "Wolaitta Sentences": "Yesuusi kiittidoogeeti hegan daro wodiyaa gam77idosona; eti Godaabaa yayyennan yootidosona; yootin Godai malaataanne oorattabaa eti oottana mala, etau wolqqaa immidoogan ba aaro kehatettaa qaalaabai tuma gididoogaa markkattiis."
    },
    {
        "English Sentences": "Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.",
        "Wolaitta Sentences": "SHin katamaa asai shaahettidi, baggai Aihudatukko, baggai Yesuusi kiittidoogeetukko simmiis."
    },
    {
        "English Sentences": "And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.",
        "Wolaitta Sentences": "Aihuda gidennaageetinne Aihudati bantta halaqatuura issippe Yesuusi kiittidoogeeta qohanaunne shuchchan caddanau qoppido wode,"
    },
    {
        "English Sentences": "Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.",
        "Wolaitta Sentences": "Yesuusi kiittidoogeeti hegaa eridi, Lisxxiranne Daribe giyo Liqaa7ooniyaa katamatanne eta heeran de7iya biittaa baqatidosona;"
    },
    {
        "English Sentences": "Those things, which ye have both learned, and received, and heard, and seen in me, do: and the God of peace shall be with you.",
        "Wolaitta Sentences": "baqatidi, hegan wonggeliyaa mishiraachchuwaa yootoosona."
    },
    {
        "English Sentences": "But I rejoiced in the Lord greatly, that now at the last your care of me hath flourished again; wherein ye were also careful, but ye lacked opportunity.",
        "Wolaitta Sentences": "Ba aayee uluwaappe yelettoosappe doommidi, naa77u tohoi silin, mulekka hemettenna issi bitanee Lisxxiran de7ees."
    },
    {
        "English Sentences": "Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.",
        "Wolaitta Sentences": "He bitanee PHauloosi yootishin siyees; PHauloosi a tishshi ootti xeelliyo wode, paxanau ayyo ammanoi de7iyoogaa be7idi,"
    },
    {
        "English Sentences": "I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.",
        "Wolaitta Sentences": "qaalaa xoqqissidi a, \"Sitti gaada ne tohuwan eqqa\" yaagiis; yaagin guppi denddidi, hemetaa doommiis."
    },
    {
        "English Sentences": "I can do all things through Christ which strengtheneth me.",
        "Wolaitta Sentences": "PHauloosi oottidoogaa asai be7idi, ba qaalaa Liqaa7ooniyaa qaalan xoqqu oottidi, \"Xoossati asa milatidi nuukko wodhdhidosona\" yaagiis."
    },
    {
        "English Sentences": "Notwithstanding ye have well done, that ye did communicate with my affliction.",
        "Wolaitta Sentences": "Asai Barnnaabaasa, \"Diyaa\" giidi, PHauloosi haasayaassi waannatiyo gishshau, a, \"Hermmeesa\" giidi sunttiis."
    },
    {
        "English Sentences": "Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.",
        "Wolaitta Sentences": "Beeta Maqidasee katamaa matan de7iyo Diyaa qeeseenne asai korimatanne alleeqo ciishshata Yesuusi kiittidoogeetussi yarshshuwaa yarshshanau koyidi, pengge ehiidosona."
    },
    {
        "English Sentences": "For even in Thessalonica ye sent once and again unto my necessity.",
        "Wolaitta Sentences": "SHin Yesuusi kiittido Barnnaabaasinne PHauloosi hegaa siyido wode bantta maayuwaa pooshshidi, asaa giddo woxxiiddi,"
    },
    {
        "English Sentences": "Not because I desire a gift: but I desire fruit that may abound to your account.",
        "Wolaitta Sentences": "bantta qaalaa xoqqu oottidi, hagaadan yaagidosona; \"Asau, hagaa aissi ootteetii? Nuunikka inttenadan merettida asa; ha pattenna yohuwaappe saluwaanne sa7aa, abbaanne eta giddon de7iya ubbabaa medhdhida de7o Xoossaakko intte simmana mala, inttessi nuuni wonggeliyaa mishiraachchuwaa yootoos."
    },
    {
        "English Sentences": "But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.",
        "Wolaitta Sentences": "I beni asaa zare ubbaa bantta ogiyaa baana mala yeddi bayiis."
    },
    {
        "English Sentences": "But my God shall supply all your need according to his riches in glory by Christ Jesus.",
        "Wolaitta Sentences": "Intteyyo iraa saluwaappe bukissees; kattaakka i wodiyan immees; qassi qumaa immidi, inttena daro ufaissees; yaatidi intteyyo lo77obaa oottiiddi, ubba wodekka bau markka xayibeenna\" yaagidosona."
    },
    {
        "English Sentences": "Now unto God and our Father be glory for ever and ever. Amen.",
        "Wolaitta Sentences": "Yesuusi kiittidoogeeti hegaa giidi, banttayyo asai yarshshenna mala, tuggatidi diggidosona."
    },
    {
        "English Sentences": "Salute every saint in Christ Jesus. The brethren which are with me greet you.",
        "Wolaitta Sentences": "Anxxookiyaappenne Iqooniyooneppe yiida Aihudati asaa bantta baggi zaaridi, shuchchan PHauloosa caddidosona; etau haiqqidabaa milatin, katamaappe gaxi a goochchidosona."
    },
    {
        "English Sentences": "All the saints salute you, chiefly they that are of Caesar's household.",
        "Wolaitta Sentences": "SHin kaalliyaageeti a lanqqiyan yuuyi aadhdhidi eqqidaashin, i denddidi, katamaa geliis. Wonttetta gallassi Barnnaabaasaara issippe Daribe biis."
    },
    {
        "English Sentences": "The grace of our Lord Jesus Christ be with you all. Amen.",
        "Wolaitta Sentences": "Eti Daribe kataman wonggeliyaa mishiraachchuwaa yootidi, daro asai Yesuusa ammanana mala oottidoogaappe guyyiyan, Lisxxira, Iqooniyoonenne Anxxookiyaa simmidosona;"
    }
]